//DB2COPY  JOB (X),'SMIKE',NOTIFY=&SYSUID.,CLASS=2,REGION=0M,
//   TIME=1440,MSGLEVEL=(1,1),MSGCLASS=X
//*
/*JOBPARM  LINES=9999
//*
//JCLLIB   JCLLIB ORDER=(AFDB.PROD.PROCLIB)
//*
//         INCLUDE MEMBER=SETSYMBS
//*
//JS1      EXEC DB2BATCH,ENV=SBOX,SSID=DSNS,UID=DB2COPY
//SYSIN    DD  DISP=SHR,DSN=AFDB.PROD.PARMLIB(OPTNSKIP)
//         DD  DISP=SHR,DSN=AFDB.&ENV..TEMPLATE(LPICVTS)
//         DD  *
LISTDEF LDEFTS
        INCLUDE TABLESPACE ITPADBA.TDSNS

COPY     LIST      LDEFTS
         FULL      YES
         SHRLEVEL  CHANGE
         COPYDDN  (LPCOPY)
/*
//*
