//DB2COPY  JOB (X),'COPY',NOTIFY=&SYSUID.,CLASS=1,REGION=0M,
//   TIME=1440,MSGLEVEL=(1,1),MSGCLASS=X
//*
//JCLLIB   JCLLIB ORDER=(AFDB.PROD.PROCLIB)
//*
//         INCLUDE MEMBER=SETSYMBS
//*
//JS1      EXEC DB2BATCH,ENV=PROD,SSID=DSN,UID=DB2COPY
//SYSIN    DD  DISP=SHR,DSN=AFDB.PROD.PARMLIB(OPTNSKIP)
//         DD  DISP=SHR,DSN=AFDB.&ENV..TEMPLATE(LPICVTS)
//         DD  *
LISTDEF LDEFTS
        INCLUDE TABLESPACE RVPA002.TPVIR

COPY     LIST      LDEFTS
         FULL      YES
         SHRLEVEL  CHANGE
         COPYDDN  (LPCOPY)
/*
//*
