//DB2COPY  JOB (X),'SMIKE',NOTIFY=&SYSUID.,CLASS=2,REGION=0M,
//   TIME=1440,MSGLEVEL=(1,1),MSGCLASS=X
//*
//JCLLIB   JCLLIB ORDER=(AFDB.PROD.PROCLIB)
//*
//         INCLUDE MEMBER=SETSYMBS
//*
//JS1      EXEC DB2BATCH,ENV=SBOX,SSID=DSNS,UID=DB2COPY2COPY
//SYSIN    DD  DISP=SHR,DSN=AFDB.PROD.PARMLIB(OPTNSKIP)
//         DD  DISP=SHR,DSN=AFDB.&ENV..TEMPLATE(LPICTAPE)
//         DD  DISP=SHR,DSN=AFDB.&ENV..TEMPLATE(RPICTAPE)
//         DD  *
LISTDEF LDEFTS
        INCLUDE TABLESPACE ITPADBA.TDSNS

COPYTOCOPY LIST LDEFTS
           FROMLASTCOPY
           RECOVERYDDN(RPCOPY)
/*
//*
