//DB2DISPN JOB (X),'SMIKE',NOTIFY=&SYSUID.,CLASS=8,REGION=0M,
//   TIME=1440,MSGLEVEL=(1,1),MSGCLASS=X
//*
//JCLLIB   JCLLIB ORDER=(AFDB.PROD.PROCLIB)
//*
//         INCLUDE MEMBER=SETSYMBS
//*
//* THIS JOB TAKES A LIST OF TABLES AND GENERATES
//* DISABLE PLAN AND PACKAGE COMMANDS FOR EVERY
//* PLAN AND PACKAGE TOUCHED BY THE LIST OF TABLES
//*
//* OUTPUT FORM THIS PROGRAM IS THEN RUN IN THE JOB:
//* AFDB.EXAMPLE.DB2UTIL.JCL(DISAPLAN) TO ACTUALLY
//* DISABLE THE PLANS AND PACKAGES
//*
//* NOTE THAT TABLES MAY BE ENTERED AS A LIST OR AS A
//* SELECT CRITERIA, BUT THAT EITHER WAY MUST BE
//* ENTERED 5 TIMES INTO THIS JOB!
//*
//* THIS JOB DOES TAKE A FEW MINUTES TO RUN, AS IT IS
//* PROCESSING A LARGE AMOUNT OF DATA
//*
//BLD1RBND EXEC DSNTEP4,SSID=DSNB
//SYSPRINT DD  DSN=&&SPUFIOUT,
//             DISP=(NEW,CATLG,CATLG),UNIT=SYSDA,
//             SPACE=(CYL,(10,5),RLSE)
//SYSIN    DD  *
SELECT DISTINCT 4,'99999',  NAME, '00000',
  ' REBIND PLAN(' ||STRIP(B.NAME)|| ') EXPLAIN(YES) - '
  FROM SYSIBM.SYSPLAN B
  WHERE NAME IN
    (SELECT DISTINCT STRIP(DNAME)
    FROM SYSIBM.SYSPACKDEP D,
         SYSIBM.SYSTABLES X,
         SYSIBM.SYSPACKAGE P
    WHERE
       ( X.TBNAME IN
('HBS_PROVIDER', 'HBS_RGSTR_ADJSTR', 'HLTH_BENEF_INQUIRY',
'HRMS_TRAINING', 'ISI_EDB_PER_T', 'LVRG_EMPL_ID_XREF',
'LVRG_EMPL_MSTR', 'LVRG_PS_EMPLOYEES', 'PAY_401K_EDI834',
'PF_FMR_EMPLOYEES', 'PS_AUDIT_PERSONAL', 'PS_DEP_BENEF_NID',
'PS_DEPNDNT_BENF_V7', 'PS_FXF_PRPMS', 'PS_PERS_DATA_V7',
'PS_UNIFRM_ITEM_AUD', 'PS_UNIFRM_ORD_ITEM', 'PS_W2C_AMOUNTS',
'RSKMSTR_FINANCIALS', 'TSQLSAMPLE', 'UNIFORM_ITEM_AUDIT',
'UNIFORM_ORDER_ITEM', 'USERID_EMPLID_XREF')
--  EITHER LIST TABLE NAMES AS IN LINE ABOVE,
--  OR SELECT A PATTERN AS FOLLOWS:
--       (SELECT NAME FROM SYSIBM.SYSTABLES
--        WHERE NAME LIKE 'RATEG%'
--        AND TYPE = 'T')
--      OR D.DNAME LIKE 'SAB%'
         )
     AND P.NAME    = D.DNAME
     AND P.COLLID  = D.DCOLLID
     AND P.CONTOKEN = D.DCONTOKEN
     AND X.NAME   = D.BNAME)
UNION ALL
SELECT DISTINCT 5,'99999', NAME, '00000',
  ' DISABLE(BATCH,CICS,DB2CALL,DLIBATCH,IMSBMP,IMSMPP,RRSAF)'
  FROM SYSIBM.SYSPLAN B
  WHERE NAME IN
    (SELECT DISTINCT STRIP(DNAME)
    FROM SYSIBM.SYSPACKDEP D,
         SYSIBM.SYSTABLES X,
         SYSIBM.SYSPACKAGE P
    WHERE
       ( X.TBNAME IN
('HBS_PROVIDER', 'HBS_RGSTR_ADJSTR', 'HLTH_BENEF_INQUIRY',
'HRMS_TRAINING', 'ISI_EDB_PER_T', 'LVRG_EMPL_ID_XREF',
'LVRG_EMPL_MSTR', 'LVRG_PS_EMPLOYEES', 'PAY_401K_EDI834',
'PF_FMR_EMPLOYEES', 'PS_AUDIT_PERSONAL', 'PS_DEP_BENEF_NID',
'PS_DEPNDNT_BENF_V7', 'PS_FXF_PRPMS', 'PS_PERS_DATA_V7',
'PS_UNIFRM_ITEM_AUD', 'PS_UNIFRM_ORD_ITEM', 'PS_W2C_AMOUNTS',
'RSKMSTR_FINANCIALS', 'TSQLSAMPLE', 'UNIFORM_ITEM_AUDIT',
'UNIFORM_ORDER_ITEM', 'USERID_EMPLID_XREF')
--  EITHER LIST TABLE NAMES AS IN LINE ABOVE,
--  OR SELECT A PATTERN AS FOLLOWS:
--       (SELECT NAME FROM SYSIBM.SYSTABLES
--        WHERE NAME LIKE 'RATEG%'
--        AND TYPE = 'T')
--      OR D.DNAME LIKE 'SAB%'
         )
     AND P.NAME    = D.DNAME
     AND P.COLLID  = D.DCOLLID
     AND P.CONTOKEN = D.DCONTOKEN
     AND X.NAME   = D.BNAME)
UNION ALL
SELECT 1, A.NAME, A.COLLID, A.VERSION,
  ' REBIND PACKAGE('||STRIP(A.COLLID)||'.'||STRIP(A.NAME)||
  '.('||STRIP(A.VERSION)||')) - '
  FROM SYSIBM.SYSPACKAGE A
  WHERE NAME IN
    (SELECT DISTINCT STRIP(DNAME)
    FROM SYSIBM.SYSPACKDEP D,
         SYSIBM.SYSTABLES X,
         SYSIBM.SYSPACKAGE P
    WHERE
       ( X.TBNAME IN
('HBS_PROVIDER', 'HBS_RGSTR_ADJSTR', 'HLTH_BENEF_INQUIRY',
'HRMS_TRAINING', 'ISI_EDB_PER_T', 'LVRG_EMPL_ID_XREF',
'LVRG_EMPL_MSTR', 'LVRG_PS_EMPLOYEES', 'PAY_401K_EDI834',
'PF_FMR_EMPLOYEES', 'PS_AUDIT_PERSONAL', 'PS_DEP_BENEF_NID',
'PS_DEPNDNT_BENF_V7', 'PS_FXF_PRPMS', 'PS_PERS_DATA_V7',
'PS_UNIFRM_ITEM_AUD', 'PS_UNIFRM_ORD_ITEM', 'PS_W2C_AMOUNTS',
'RSKMSTR_FINANCIALS', 'TSQLSAMPLE', 'UNIFORM_ITEM_AUDIT',
'UNIFORM_ORDER_ITEM', 'USERID_EMPLID_XREF')
--  EITHER LIST TABLE NAMES AS IN LINE ABOVE,
--  OR SELECT A PATTERN AS FOLLOWS:
--       (SELECT NAME FROM SYSIBM.SYSTABLES
--        WHERE NAME LIKE 'RATEG%'
--        AND TYPE = 'T')
--      OR D.DNAME LIKE 'SAB%'
         )
     AND P.NAME    = D.DNAME
     AND P.COLLID  = D.DCOLLID
     AND P.CONTOKEN = D.DCONTOKEN
     AND X.NAME   = D.BNAME)
UNION ALL
SELECT 2, A.NAME, A.COLLID, A.VERSION,
  ' EXPLAIN(YES) - '
   FROM SYSIBM.SYSPACKAGE A
  WHERE NAME IN
    (SELECT DISTINCT STRIP(DNAME)
    FROM SYSIBM.SYSPACKDEP D,
         SYSIBM.SYSTABLES X,
         SYSIBM.SYSPACKAGE P
    WHERE
       ( X.TBNAME IN
('HBS_PROVIDER', 'HBS_RGSTR_ADJSTR', 'HLTH_BENEF_INQUIRY',
'HRMS_TRAINING', 'ISI_EDB_PER_T', 'LVRG_EMPL_ID_XREF',
'LVRG_EMPL_MSTR', 'LVRG_PS_EMPLOYEES', 'PAY_401K_EDI834',
'PF_FMR_EMPLOYEES', 'PS_AUDIT_PERSONAL', 'PS_DEP_BENEF_NID',
'PS_DEPNDNT_BENF_V7', 'PS_FXF_PRPMS', 'PS_PERS_DATA_V7',
'PS_UNIFRM_ITEM_AUD', 'PS_UNIFRM_ORD_ITEM', 'PS_W2C_AMOUNTS',
'RSKMSTR_FINANCIALS', 'TSQLSAMPLE', 'UNIFORM_ITEM_AUDIT',
'UNIFORM_ORDER_ITEM', 'USERID_EMPLID_XREF')
--  EITHER LIST TABLE NAMES AS IN LINE ABOVE,
--  OR SELECT A PATTERN AS FOLLOWS:
--       (SELECT NAME FROM SYSIBM.SYSTABLES
--        WHERE NAME LIKE 'RATEG%'
--        AND TYPE = 'T')
--      OR D.DNAME LIKE 'SAB%'
         )
     AND P.NAME    = D.DNAME
     AND P.COLLID  = D.DCOLLID
     AND P.CONTOKEN = D.DCONTOKEN
     AND X.NAME   = D.BNAME)
UNION ALL
SELECT 3, A.NAME, A.COLLID, A.VERSION,
  ' DISABLE(BATCH,CICS,DB2CALL,DLIBATCH,IMSBMP,IMSMPP,REMOTE,RRSAF)'
   FROM SYSIBM.SYSPACKAGE A
  WHERE NAME IN
    (SELECT DISTINCT STRIP(DNAME)
    FROM SYSIBM.SYSPACKDEP D,
         SYSIBM.SYSTABLES X,
         SYSIBM.SYSPACKAGE P
    WHERE
       ( X.TBNAME IN
('HBS_PROVIDER', 'HBS_RGSTR_ADJSTR', 'HLTH_BENEF_INQUIRY',
'HRMS_TRAINING', 'ISI_EDB_PER_T', 'LVRG_EMPL_ID_XREF',
'LVRG_EMPL_MSTR', 'LVRG_PS_EMPLOYEES', 'PAY_401K_EDI834',
'PF_FMR_EMPLOYEES', 'PS_AUDIT_PERSONAL', 'PS_DEP_BENEF_NID',
'PS_DEPNDNT_BENF_V7', 'PS_FXF_PRPMS', 'PS_PERS_DATA_V7',
'PS_UNIFRM_ITEM_AUD', 'PS_UNIFRM_ORD_ITEM', 'PS_W2C_AMOUNTS',
'RSKMSTR_FINANCIALS', 'TSQLSAMPLE', 'UNIFORM_ITEM_AUDIT',
'UNIFORM_ORDER_ITEM', 'USERID_EMPLID_XREF')
--  EITHER LIST TABLE NAMES AS IN LINE ABOVE,
--  OR SELECT A PATTERN AS FOLLOWS:
--       (SELECT NAME FROM SYSIBM.SYSTABLES
--        WHERE NAME LIKE 'RATEG%'
--        AND TYPE = 'T')
--      OR D.DNAME LIKE 'SAB%'
         )
     AND P.NAME    = D.DNAME
     AND P.COLLID  = D.DCOLLID
     AND P.CONTOKEN = D.DCONTOKEN
     AND X.NAME   = D.BNAME)
ORDER BY 4, 2, 3, 1
WITH UR;
/*
//*
//*-- SORT OUT ALL BUT REBIND FROM DSNTEP2 OUTPUT
//*
//SRT1RBND EXEC PGM=SORT
//SYSOUT   DD  SYSOUT=*
//SORTIN   DD  DSN=&&SPUFIOUT,DISP=SHR
//SORTOUT  DD  DSN=AFDB.TEST.DB2.OBSOLETE.DISABLE,
//             DISP=(NEW,CATLG,CATLG),UNIT=SYSDA,
//             SPACE=(CYL,(10,50),RLSE)
//SYSIN    DD  *
 SORT FIELDS=COPY
 OPTION VLSHRT
 OUTFIL OUTREC=(11,80,TRAN=ALTSEQ),VTOF,VLFILL=X'40'
 ALTSEQ CODE=(4F40)
 INCLUDE COND=(12,12,CH,EQ,C'REBIND PACKA',OR,
               12,12,CH,EQ,C'REBIND PLAN(',OR,
               12,12,CH,EQ,C'DISABLE(BATC',OR,
               12,12,CH,EQ,C'EXPLAIN(YES)')
/*
//*
