//DB2DISPN JOB (X),'SMIKE',NOTIFY=&SYSUID.,CLASS=8,REGION=0M,
//   TIME=1440,MSGLEVEL=(1,1),MSGCLASS=X
//*
//JCLLIB   JCLLIB ORDER=(AFDB.PROD.PROCLIB)
//*
//         INCLUDE MEMBER=SETSYMBS
//*
//*  REBIND PLANS  TO DISABLE                                         *
//*                                                                   *
//RBNDPLNS EXEC DSNCMDS,SSID=DSNB
//SYSTSIN  DD  *
REBIND PLAN(TM10CL) -
       DISABLE(BATCH,CICS,DB2CALL,DLIBATCH,IMSMPP,IMSBMP,RRSAF)
REBIND PLAN(TM14CL) -
       DISABLE(BATCH,CICS,DB2CALL,DLIBATCH,IMSMPP,IMSBMP,RRSAF)
REBIND PLAN(TM17CL) -
       DISABLE(BATCH,CICS,DB2CALL,DLIBATCH,IMSMPP,IMSBMP,RRSAF)
REBIND PLAN(TM18CL) -
       DISABLE(BATCH,CICS,DB2CALL,DLIBATCH,IMSMPP,IMSBMP,RRSAF)
REBIND PLAN(TM19CL) -
       DISABLE(BATCH,CICS,DB2CALL,DLIBATCH,IMSMPP,IMSBMP,RRSAF)
REBIND PLAN(TM20CL) -
       DISABLE(BATCH,CICS,DB2CALL,DLIBATCH,IMSMPP,IMSBMP,RRSAF)
/*
//*
