//DSN1PRNT JOB (X),'SMIKE',NOTIFY=&SYSUID.,CLASS=2,REGION=0M,
//   TIME=1440,MSGLEVEL=(1,1),MSGCLASS=X
//*
//JCLLIB   JCLLIB ORDER=(AFDB.PROD.PROCLIB)
//*
//         INCLUDE MEMBER=SETSYMBS
//*
//JS1      EXEC PGM=DSN1PRNT,
//             PARM='DSSIZE(16G),NUMPARTS(254),PRINT(00080000,00080000)'
//STEPLIB  DD  DISP=SHR,DSN=SYS2.DB2.SBOX.SDSNLOAD
//SYSPRINT DD  SYSOUT=*
//SYSUT1   DD  DISP=SHR,DSN=DB2CATS.DSNDBC.RVSA001.TARLH.I0001.A001
//*
