//DSN1COMP JOB (X),'SMIKE',NOTIFY=&SYSUID.,CLASS=2,REGION=0M,
//   TIME=1440,MSGLEVEL=(1,1),MSGCLASS=X
//*
//JCLLIB   JCLLIB ORDER=(AFDB.PROD.PROCLIB)
//*
//         INCLUDE MEMBER=SETSYMBS
//*
//JS1      EXEC PGM=DSN1COMP,PARM='FULLCOPY,ROWLIMIT(5000)'
//SYSUT1   DD  DISP=SHR,DSN=DB2S.ITSAPLAN.TPL00.FLP.D0231103
//SYSOUT   DD  SYSOUT=*
//SYSPRINT DD  SYSOUT=*
//*
