//*
//* THIS UTILITY IS TO BE RUN BY THE SYSTEMS TEAM ONLY
//*
//DSN1CHKR JOB (X),'SMIKE',NOTIFY=&SYSUID.,CLASS=2,REGION=0M,
//    TIME=1440,MSGLEVEL=(1,1),MSGCLASS=X
//*
//JCLLIB   JCLLIB ORDER=(AFDB.PROD.PROCLIB)
//*
//         INCLUDE MEMBER=SETSYMBS
//*
//DSN1CHKR EXEC PGM=DSN1CHKR
//SYSUT1   DD  DISP=SHR,DSN=DB2CATS.DSNDBD.DSNDB06.SYSDBASE.I0001.A001
//SYSPRINT DD  SYSOUT=*
//*
