//*
//* THIS UTILITY IS TO BE RUN BY THE SYSTEMS TEAM ONLY
//*
//DSNJLOGF JOB (X),'FORMAT',NOTIFY=&SYSUID.,CLASS=2,REGION=0M,
//    TIME=1440,MSGLEVEL=(1,1),MSGCLASS=X
//*
//JCLLIB   JCLLIB ORDER=(AFDB.PROD.PROCLIB)
//*
//         INCLUDE MEMBER=SETSYMBS
//*
//JS1      EXEC PGM=DSNJLOGF
//STEPLIB  DD  DISP=SHR,DSN=SYSD.DB2.PROD.SDSNLOAD
//SYSUT1   DD  DISP=SHR,DSN=DB2CATS.LOGCOPY1.DS01
//SYSUDUMP DD  SYSOUT=*
//SYSPRINT DD  SYSOUT=*
//*
