//*
//* THIS UTILITY IS TO BE RUN BY THE SYSTEMS TEAM ONLY
//*
//DSNJU003 JOB X,'CHANGE LOG INV',NOTIFY=&SYSUID,CLASS=2,
//    MSGCLASS=X,MSGLEVEL=(1,1),TIME=1440
//*
//JCLLIB   JCLLIB ORDER=(AFDB.PROD.PROCLIB)
//*
//         INCLUDE MEMBER=SETSYMBS
//*
//DSNJU003  EXEC PGM=DSNJU003
//SYSUT1    DD  DISP=OLD,DSN=DB2CATS.DBS1.BSDS01
//SYSUT2    DD  DISP=OLD,DSN=DB2CATS.DBS1.BSDS02
//SYSPRINT  DD  SYSOUT=*
//SYSIN     DD  *
*CRESTART CANCEL
*CRESTART CREATE,ENDLRSN=NNNNNNNNNNNN,FORWARD=YES,BACKOUT=YES
CRESTART CREATE,SYSPITR=FFFFFFFFFFFF
/*
//*
