//*
//* THIS UTILITY IS TO BE RUN BY THE SYSTEMS TEAM ONLY
//*
//DSNJCNVB JOB (X),'CONVERT BSDS',NOTIFY=&SYSUID.,CLASS=2,REGION=0M,
//   TIME=1440,MSGLEVEL=(1,1),MSGCLASS=X
//*
//JCLLIB   JCLLIB ORDER=(AFDB.PROD.PROCLIB)
//*
//         INCLUDE MEMBER=SETSYMBS
//*
//JS1      EXEC PGM=DSNJCNVB
//SYSUT1   DD  DISP=SHR,DSN=DB2CATS.DBS1.BSDS01
//SYSUT2   DD  DISP=SHR,DSN=DB2CATS.DBS1.BSDS02
//SYSPRINT DD SYSOUT=*
//*
