//DSNJU004 JOB (X),'DSNJU004',NOTIFY=&SYSUID.,CLASS=2,REGION=0M,
//     MSGLEVEL=(1,1),MSGCLASS=X
//*
//JCLLIB   JCLLIB ORDER=(AFDB.PROD.PROCLIB)
//*
//         INCLUDE MEMBER=SETSYMBS
//*
//JS1      EXEC PGM=DSNJU004
//STEPLIB  DD  DISP=SHR,DSN=SYS2.DB2.SBOX.SDSNEXIT
//         DD  DISP=SHR,DSN=SYS2.DB2.SBOX.SDSNLOAD
//GROUP    DD  DISP=SHR,DSN=DB2CATS.DBS1.BSDS01
//SYSPRINT DD  SYSOUT=*
//SYSIN    DD  *
  MEMBER *
/*
//*
