//DB2EXEC  JOB (X),'SMIKE',NOTIFY=&SYSUID.,CLASS=2,REGION=0M,
//   TIME=1440,MSGLEVEL=(1,1),MSGCLASS=X
//*
//JCLLIB   JCLLIB ORDER=(AFDB.PROD.PROCLIB)
//*
//         INCLUDE MEMBER=SETSYMBS
//*
//JS1      EXEC DB2BATCH,ENV=TEST,SSID=DSNB,UID=DB2EXEC
//SYSPRINT DD  DSN=AFDB.TEST.DB2.OUTPUT,
//             DISP=(NEW,CATLG,CATLG),UNIT=SYSDA,
//             SPACE=(CYL,(10,50),RLSE)
//SYSIN    DD  *
EXEC SQL
     SELECT * FROM ITDBAE.DSN_QUERY_TABLE
ENDEXEC
/*
//*
