//DB2EXEC  JOB (X),'SMIKE',NOTIFY=&SYSUID.,CLASS=2,REGION=0M,
//   TIME=1440,MSGLEVEL=(1,1),MSGCLASS=X
//*
//JCLLIB   JCLLIB ORDER=(AFDB.PROD.PROCLIB)
//*
//         INCLUDE MEMBER=SETSYMBS
//*
//JS1     EXEC DB2BATCH,ENV=TEST,SSID=DSNB,UID=EXECSQL
//SYSIN    DD  *
EXEC SQL
     INSERT INTO ITDBAE.NEW_QUERY_TABLE
     SELECT * FROM ITDBAE.DSN_QUERY_TABLE
ENDEXEC
/*
//*
