//DB2STATS JOB (X),'SMIKE',NOTIFY=&SYSUID.,CLASS=2,REGION=0M,
//   TIME=1440,MSGLEVEL=(1,1),MSGCLASS=X
//*
//JCLLIB   JCLLIB ORDER=(AFDB.PROD.PROCLIB)
//*
//         INCLUDE MEMBER=SETSYMBS
//*
//JS1      EXEC DB2BATCH,ENV=SBOX,SSID=DSNS,UID=MODSTATS
//SYSIN     DD  DISP=SHR,DSN=AFDB.PROD.PARMLIB(OPTNSKIP)
//          DD  *
LISTDEF LDEFTSIX
        INCLUDE TABLESPACE @*.*
        INCLUDE INDEXSPACE @*.*

MODIFY STATISTICS LIST LDEFTSIX
                  DELETE   ALL
                  AGE     (180)
/*
//*
