//DB2STATS JOB (X),'SMIKE',NOTIFY=&SYSUID.,CLASS=2,REGION=0M,
//   TIME=1440,MSGLEVEL=(1,1),MSGCLASS=X
//*
//*
//JSBE     EXEC DSNUPROC,SYSTEM=DSNS,UID=MODSTATS
//SYSIN     DD  DISP=SHR,DSN=AFDB.PROD.PARMLIB(OPTNSKIP)
//          DD  *
LISTDEF LDEFTSIX
        INCLUDE TABLESPACE @*.*
        INCLUDE INDEXSPACE @*.*

MODIFY STATISTICS LIST LDEFTSIX
                  DELETE   ALL
                  AGE     (180)
/*
//*
