//DB2MODFY JOB (X),'SMIKE',NOTIFY=&SYSUID.,CLASS=2,REGION=0M,
//   TIME=1440,MSGLEVEL=(1,1),MSGCLASS=X
//*
/*JOBPARM  LINES=9999
//*
//*
//JS1      EXEC DSNUPROC,SYSTEM=DSNS,UID=DB2MODFYREC
//SYSIN     DD  DISP=SHR,DSN=AFDB.PROD.PARMLIB(OPTNSKIP)
//          DD  *
LISTDEF  LDEFTS
         INCLUDE TABLESPACE @*.*
         INCLUDE TABLESPACE B*.*

MODIFY RECOVERY LIST LDEFTS
       DELETE AGE(90)
/*
//*
