//DB2QUIES JOB (X),'SMIKE',NOTIFY=&SYSUID.,CLASS=2,REGION=0M,
//   TIME=1440,MSGLEVEL=(1,1),MSGCLASS=X
//*
//*
//JS1      EXEC DSNUPROC,SYSTEM=DSNS,UID=DB2QUIESCE
//SYSIN    DD  *
QUIESCE  TABLESPACE DSNDB06.SYSEBCDC
/*
//*
