//DB2RBLD  JOB (X),'SMIKE',NOTIFY=&SYSUID.,CLASS=2,REGION=0M,
//    TIME=1440,MSGLEVEL=(1,1),MSGCLASS=X
//*
//*
//JS1      EXEC DSNUPROC,SYSTEM=DSNS,UID=REBUILDIX
//SYSIN    DD  DISP=SHR,DSN=AFDB.PROD.PARMLIB(OPTNSKIP)
//         DD  *
LISTDEF  LDEFRBLD
         INCLUDE INDEXSPACE SHQA001.ISHIA*

REBUILD INDEX LIST LDEFRBLD
        SHRLEVEL CHANGE
        RETRY         25
        TIMEOUT       TERM
        RETRY_DELAY   1
        DRAIN_WAIT    1
        STATISTICS
        UPDATE ALL
        HISTORY ALL
        FORCEROLLUP YES
        KEYCARD FREQVAL NUMCOLS 1 COUNT 15
                FREQVAL NUMCOLS 2 COUNT 25
                FREQVAL NUMCOLS 3 COUNT 35
                FREQVAL NUMCOLS 4 COUNT 45
                FREQVAL NUMCOLS 5 COUNT 55
                FREQVAL NUMCOLS 6 COUNT 65
/*
//*
