//DB2RECOV JOB (X),'SMIKE',NOTIFY=&SYSUID.,CLASS=2,REGION=0M,
//   TIME=1440,MSGLEVEL=(1,1),MSGCLASS=X
//*
/*JOBPARM  LINES=9999
//*
//*  THIS JOB WILL REBUILD A TABLE FROM LAST BACKUP, THEN ROLL FORWARD
//*  THRU THE LOG
//*
//JS1      EXEC DSNUPROC,SYSTEM=DSNS,UID=DB2RECV
//SYSIN    DD  *
LISTDEF LDEFTS
        INCLUDE TABLESPACE *.TCUA2

RECOVER LIST LDEFTS
REBUILD INDEX LIST LDEFTS
/*
//*
