//DB2RECOV JOB (X),'SMIKE',NOTIFY=&SYSUID.,CLASS=2,REGION=0M,
//   TIME=1440,MSGLEVEL=(1,1),MSGCLASS=X
//*
//JCLLIB   JCLLIB ORDER=(AFDB.PROD.PROCLIB)
//*
//         INCLUDE MEMBER=SETSYMBS
//*
//*  THIS JOB WILL REBUILD A TABLE FROM AST BACKUP, THEN ROLL FORWARD
//*  THRU THE LOG
//*
//JS1      EXEC DB2BATCH,ENV=SBOX,SSID=DSNS,UID=DB2RECV
//SYSIN    DD  *
LISTDEF LDEFTS
        INCLUDE TABLESPACE *.TCUA2

RECOVER LIST LDEFTS

REBUILD INDEX LIST LDEFTS
/*
//*
