//DB2RECOV JOB (X),'EAGER',NOTIFY=&SYSUID.,CLASS=8,REGION=0M,
//   TIME=1440,MSGLEVEL=(1,1),MSGCLASS=X
//*
/*JOBPARM  LINES=9999
//*
//JS1      EXEC DSNUPROC,SYSTEM=DBT2,UID=DB2RECV
//SYSIN    DD  *
LISTDEF LDEFTS
        INCLUDE TABLESPACE RVTA002.TPBKX

RECOVER TABLESPACE RVTA002.TPBKX
        TOLASTCOPY

REBUILD INDEX LIST LDEFTS
/*
//*
