//DB2RPT   JOB (X),'SMIKE',NOTIFY=&SYSUID.,CLASS=2,REGION=0M,
//   TIME=1440,MSGLEVEL=(1,1),MSGCLASS=X
//*
/*JOBPARM  LINES=9999
//*
//*
//JS1      EXEC DSNUPROC,SYSTEM=DSNS,UID=DB2RPT
//SYSIN    DD  *
LISTDEF LDEFTS
        INCLUDE TABLESPACE F*.*

REPORT RECOVERY
       TABLESPACE LIST LDEFTS
/*
//*
