//DB2STATS JOB (X),'SMIKE',NOTIFY=&SYSUID.,CLASS=2,REGION=0M,
//             TIME=1440,MSGLEVEL=(1,1),MSGCLASS=X
//*
//JCLLIB   JCLLIB ORDER=(AFDB.PROD.PROCLIB)
//*
//         INCLUDE MEMBER=SETSYMBS
//*
//STEP0001 EXEC DB2BATCH,ENV=SBOX,SSID=DSNS,UID=DB2STATS
//SYSIN    DD  DISP=SHR,DSN=AFDB.PROD.PARMLIB(OPTNSKIP)
//         DD  *
LISTDEF LDEFTS
        INCLUDE TABLESPACE XRVPP001.TAILH

RUNSTATS TABLESPACE LIST LDEFTS
         SHRLEVEL CHANGE
         UPDATE ALL
         HISTORY ALL
         FORCEROLLUP YES
         TABLE (ALL)
         INDEX (ALL KEYCARD FREQVAL NUMCOLS 1 COUNT 15
                            FREQVAL NUMCOLS 2 COUNT 25
                            FREQVAL NUMCOLS 3 COUNT 35
                            FREQVAL NUMCOLS 4 COUNT 45
                            FREQVAL NUMCOLS 5 COUNT 55
                            FREQVAL NUMCOLS 6 COUNT 65)
/*
//*
