//DB2TEMPL JOB (X),'SMIKE',NOTIFY=&SYSUID.,CLASS=2,REGION=0M,
//   TIME=1440,MSGLEVEL=(1,1),MSGCLASS=X
//*
//JCLLIB   JCLLIB ORDER=(AFDB.PROD.PROCLIB)
//*
//         INCLUDE MEMBER=SETSYMBS
//*
//JS1      EXEC DB2BATCH,ENV=SBOX,SSID=DSNS,UID=DB2TEMPL
//SYSIN    DD  *
TEMPLATE DASDDSN
         DSN      'DB2S.&JOBNAME..DASDDSN'
         DISP     (MOD,CATLG,CATLG)
         UNIT      SYSDA
         STORCLAS  USER
         VOLCNT    15
         SPACE    (1,1) CYL

TEMPLATE TAPEDSN
         DSN      'DB2S.&DB..&SN..P&PA..TAPEDSN'
         DISP     (NEW,CATLG,CATLG)
         UNIT      TAPE
         DATACLAS  TAPELBI
         STACK     YES
         VOLCNT    99
         RETPD     15
/*
//*
