//RWLUNLI2 JOB X,LEEDOM,CLASS=2,MSGCLASS=X,NOTIFY=&SYSUID
//*
//****************************************************************
//* EXAMPLE OF UNLOAD FROM IMAGE COPIES ON PARTITIONED TABLESPACE
//****************************************************************
//*
//STEP1 EXEC DSNUPROC,SYSTEM=DSN,UID=UNLDT044
//SYSC0001 DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00001.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00002.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00003.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00004.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00005.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00006.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00007.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00008.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00009.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00010.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00011.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00012.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00013.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00014.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00015.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00016.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00017.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00018.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00019.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00020.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00021.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00022.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00023.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00024.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00025.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00026.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00027.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00028.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00029.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00030.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00031.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00032.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00033.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00034.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00035.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00036.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00037.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00038.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00039.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00040.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00041.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00042.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00043.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00044.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00045.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00046.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00047.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00048.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00049.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00050.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00051.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00052.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00053.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00054.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00055.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00056.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00057.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00058.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00059.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00060.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00061.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00062.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00063.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00064.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00065.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00066.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00067.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00068.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00069.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00070.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00071.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00072.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00073.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00074.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00075.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00076.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00077.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00078.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00079.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00080.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00081.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00082.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00083.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00084.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00085.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00086.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00087.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00088.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00089.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00090.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00091.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00092.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00093.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00094.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00095.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00096.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00097.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00098.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00099.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00100.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00101.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00102.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00103.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00104.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00105.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00106.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00107.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00108.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00109.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00110.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00111.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00112.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00113.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00114.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00115.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00116.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00117.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00118.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00119.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00120.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00121.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00122.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00123.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00124.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00125.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00126.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00127.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00128.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00129.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00130.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00131.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00132.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00133.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00134.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00135.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00136.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00137.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00138.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00139.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00140.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00141.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00142.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00143.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00144.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00145.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00146.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00147.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00148.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00149.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00150.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00151.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00152.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00153.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00154.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00155.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00156.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00157.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00158.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00159.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00160.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00161.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00162.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00163.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00164.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00165.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00166.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00167.FLP.D0370220
//         DD  DISP=SHR,DSN=DB2P.TFMSV15P.TFMTS044.P00168.FLP.D0370220
//SYSPUNCH DD  DSN=TOPP.USGIPXRF.SYSPUNCH,DISP=(MOD,CATLG,CATLG),
//             UNIT=SYSDA,SPACE=(CYL,(1,1),RLSE)
//SYSIN    DD *
TEMPLATE UNLOADSN
         DSN      (AFWT.&DB..&TS..UND0212A)
         DISP     (NEW,CATLG,CATLG)
         UNIT      TAPE
         VOLCNT    99
         UNCNT     1
         STACK     YES
         RETPD     30
TEMPLATE PNHDDN
DSN(AFWT.&DB..&TS..PNC0212A)
UNIT(SYSDA) CYL DISP(NEW,CATLG,DELETE)
OPTIONS  EVENT  (ITEMERROR,SKIP)
UNLOAD TABLESPACE TFMSV15P.TFMTS044
TEMPLATE FROMCOPYDDN
FROMCOPYDDN SYSC0001
PUNCHDDN PNHDDN UNLDDN ULDDDN
