//DB2UNLD  JOB (X),'SMIKE',NOTIFY=&SYSUID.,CLASS=2,REGION=0M,
//             TIME=1440,MSGLEVEL=(1,1),MSGCLASS=X
//*
//JCLLIB   JCLLIB ORDER=(AFDB.PROD.PROCLIB)
//*
//         INCLUDE MEMBER=SETSYMBS
//*
//JS1      EXEC DB2BATCH,ENV=SBOX,SSID=DSNS,UID=DB2UNLD
//SYSIN    DD  DISP=SHR,DSN=AFDB.PROD.PARMLIB(OPTNSKIP)
//         DD  DISP=SHR,DSN=AFDB.&ENV..TEMPLATE(UNLOADT)
//         DD  *
TEMPLATE PUNCHDSN
         DSN      (AFDB.&DB..&SN..PUN)
         DISP     (NEW,CATLG,CATLG)
         SPACE    (1,1) TRK
         UNIT     SYSDA

TEMPLATE UNLOADSN
         DSN      (AFDB.&DB..&SN..LOD)
         DISP     (NEW,CATLG,CATLG)
         STACK     YES
         RETPD     7
         UNIT      TAPE

LISTDEF  LDEFTS
         INCLUDE TABLESPACE CBROAM.*
         INCLUDE TABLESPACE GROUP*.*
         INCLUDE TABLESPACE OAMADMIN.*

UNLOAD   LIST LDEFTS
         UNLDDN      UNLOADSN
         PUNCHDDN    PUNCHDSN
/*
//*
