//DB2UNLD  JOB (X),'SMIKE',NOTIFY=&SYSUID.,CLASS=2,REGION=0M,
//             TIME=1440,MSGLEVEL=(1,1),MSGCLASS=X
//*
//JCLLIB   JCLLIB ORDER=(AFDB.PROD.PROCLIB)
//*
//         INCLUDE MEMBER=SETSYMBS
//*
//JS1      EXEC DB2BATCH,ENV=TEST,SSID=DSNB,UID=DB2UNLD
//SYSIN    DD  DISP=SHR,DSN=AFDB.PROD.PARMLIB(OPTNSKIP)
//         DD  DISP=SHR,DSN=AFDB.&ENV..TEMPLATE(PUNCH)
//         DD  DISP=SHR,DSN=AFDB.&ENV..TEMPLATE(UNLOADT)
//         DD  *
LISTDEF  LDEFTS
         INCLUDE TABLESPACE PTDB.PDTDR180
         INCLUDE TABLESPACE PTDB.PDTDT180
         INCLUDE TABLESPACE PTDB.PDTET180
         INCLUDE TABLESPACE PTDB.PDTEV180
         INCLUDE TABLESPACE PTDB.PDTHV180
         INCLUDE TABLESPACE PTDB.PDTOB180
         INCLUDE TABLESPACE PTDB.PDTSE180
         INCLUDE TABLESPACE PTDB.PDTSD180
         INCLUDE TABLESPACE PTDB.PDTST180
         INCLUDE TABLESPACE PTDB.PSABP180
         INCLUDE TABLESPACE PTDB.PSADB180
         INCLUDE TABLESPACE PTDB.PSAVL180

UNLOAD   LIST LDEFTS
         UNLDDN      UNLOAD
         PUNCHDDN    PUNCH
/*
//*
