//D54808TD JOB (,105),'GLK',CLASS=S,MSGCLASS=X
//LOAD    EXEC PGM=IEBCOPY
//SYSPRINT DD SYSOUT=*
//SYSUT1   DD DSN=$BOOT,LABEL=(,SL),DISP=OLD,UNIT=NONSILO,
//            VOL=SER=CE3613
//SYSUT2   DD DSN=SSXBT.BB.$BOOT,UNIT=SYSDA,SPACE=(TRK,(5,5,5)),
//            DISP=(NEW,CATLG,DELETE)
//SYSIN    DD DUMMY
/*
