//D73294TD JOB (,102),'CJR',CLASS=S,MSGCLASS=X
//LOAD    EXEC PGM=IEBCOPY
//SYSPRINT DD SYSOUT=*
//*     WILL COPY FROM MICRO DECISIONWARE MVS-CICS TAPES: THE ACCESS
//*     SERVER VERSION 2.02.00
//*          CJR 06JAN94
//IN01     DD DSN=SYS2.DB2V8.ADSNLOAD,DISP=SHR,
//            VOL=SER=S3S2FD,UNIT=SYSDA
//OUT01    DD DSN=SSXDT.DB2V8.ADSNLOAD,
//            DISP=SHR
//SYSIN    DD *
 COPY INDD=IN01,OUTDD=OUT01
/*
