//UXD888IE JOB ,IEBCOPYR,CLASS=S,MSGCLASS=X,NOTIFY=&SYSUID
//IEBCOPY  EXEC PGM=IEBCOPY
//SYSUT1   DD DISP=SHR,DSN=SSXDP.DB2F.RUNLIB.LOAD
//SYSUT2   DD DISP=SHR,DSN=SSXDP.DB3F.RUNLIB.LOAD
//SYSUT3   DD SPACE=(CYL,(300,10),RLSE),UNIT=SYSDA
//SYSUT4   DD SPACE=(CYL,(300,10),RLSE),UNIT=SYSDA
//SYSPRINT DD SYSOUT=*
 COPY INDD=((SYSUT1,R)),OUTDD=SYSUT2
