//UXD000M  JOB ,' IEBCOPY TOOLS',CLASS=S,MSGCLASS=X
//*
//*     WILL DO A COPY OF NEW SMPTS TO TEMP WORK
//*
//IEBCOPY EXEC PGM=IEBCOPY
//SYSPRINT DD SYSOUT=*
//I01      DD DISP=SHR,DSN=SSXDP.DB2TOOLS.GLOBAL.SMPPTS
//*
//O01      DD DISP=SHR,DSN=T105509.DB2TOOLS.GLOBAL.SMPPTS
//*
//SYSUT3   DD UNIT=SYSDA,SPACE=(CYL,(1,1))
//SYSUT4   DD UNIT=SYSDA,SPACE=(CYL,(1,1))
//SYSIN    DD *
 COPY I=I01,O=O01
 SELECT MEMBER=(UK32386)
 SELECT MEMBER=(UK32783)
 SELECT MEMBER=(UK32798)
 SELECT MEMBER=(UK33004)
 SELECT MEMBER=(UK33029)
 SELECT MEMBER=(UK33038)
 SELECT MEMBER=(UK33040)
 SELECT MEMBER=(UK33126)
 SELECT MEMBER=(UK33237)
 SELECT MEMBER=(UK33243)
 SELECT MEMBER=(UK33348)
 SELECT MEMBER=(UK33360)
 SELECT MEMBER=(UK33424)
 SELECT MEMBER=(UK33483)
 SELECT MEMBER=(UK33497)
 SELECT MEMBER=(UK33638)
 SELECT MEMBER=(UK33667)
 SELECT MEMBER=(UK33671)
 SELECT MEMBER=(UK33679)
 SELECT MEMBER=(UK33690)
 SELECT MEMBER=(UK33759)
 SELECT MEMBER=(UK33760)
 SELECT MEMBER=(UK33907)
 SELECT MEMBER=(UK33951)
 SELECT MEMBER=(UK34064)
 SELECT MEMBER=(UK34258)
 SELECT MEMBER=(UK34354)
 SELECT MEMBER=(UK34362)
 SELECT MEMBER=(UK34605)
 SELECT MEMBER=(UK34829)
 SELECT MEMBER=(UK34832)
 SELECT MEMBER=(UK34935)
 SELECT MEMBER=(UK35274)
 SELECT MEMBER=(UK35280)
 SELECT MEMBER=(UK35294)
 SELECT MEMBER=(UK35296)
 SELECT MEMBER=(UK35327)
 SELECT MEMBER=(UK35378)
 SELECT MEMBER=(UK35450)
 SELECT MEMBER=(UK35543)
 SELECT MEMBER=(UK35560)
 SELECT MEMBER=(UK35627)
 SELECT MEMBER=(UK35723)
 SELECT MEMBER=(UK35731)
 SELECT MEMBER=(UK36109)
 SELECT MEMBER=(UK36111)
 SELECT MEMBER=(UK36387)
 SELECT MEMBER=(UK36388)
 SELECT MEMBER=(UK36406)
 SELECT MEMBER=(UK36448)
 SELECT MEMBER=(UK36513)
 SELECT MEMBER=(UK36525)
 SELECT MEMBER=(UK36653)
 SELECT MEMBER=(UK36831)
 SELECT MEMBER=(UK36976)
 SELECT MEMBER=(UK36979)
 SELECT MEMBER=(UK37033)
 SELECT MEMBER=(UK37087)
 SELECT MEMBER=(UK37214)
 SELECT MEMBER=(UK37271)
 SELECT MEMBER=(UK37362)
 SELECT MEMBER=(UK37456)
 SELECT MEMBER=(UK37546)
 SELECT MEMBER=(UK37619)
 SELECT MEMBER=(UK37689)
 SELECT MEMBER=(UK37725)
 SELECT MEMBER=(UK37727)
 SELECT MEMBER=(UK37886)
 SELECT MEMBER=(UK37909)
 SELECT MEMBER=(UK37993)
 SELECT MEMBER=(UK37999)
 SELECT MEMBER=(UK38007)
 SELECT MEMBER=(UK38094)
 SELECT MEMBER=(UK38148)
 SELECT MEMBER=(UK38176)
 SELECT MEMBER=(UK38188)
 SELECT MEMBER=(UK38202)
 SELECT MEMBER=(UK38203)
 SELECT MEMBER=(UK38204)
 SELECT MEMBER=(UK38205)
 SELECT MEMBER=(UK38209)
 SELECT MEMBER=(UK38217)
 SELECT MEMBER=(UK38232)
 SELECT MEMBER=(UK38630)
//
