//UXD000M  JOB (,DB2),'GIL',CLASS=S,MSGCLASS=X
//RIMLOD1 EXEC PGM=IEBCOPY,REGION=512K
//SYSPRINT DD SYSOUT=*
//TAPE     DD DISP=SHR,DSN=RIMLIB,UNIT=NONSILO,
//         LABEL=(2,SL),
//         VOL=SER=IC5984
//TARGET DD DSN=SSXDP.DB2V4.QPDO9722.RIMLIB,
//         DISP=(NEW,CATLG,DELETE),
//         SPACE=(6160,(90,15,15)),
//         DCB=(RECFM=FB,BLKSIZE=6160,LRECL=80)
//SYSIN  DD  *
  COPY INDD=TAPE,OUTDD=TARGET
//*
