//IEBTAI6R JOB ,'DB2 SYSTEM',CLASS=S,MSGCLASS=X,TIME=1440,
//         NOTIFY=&SYSUID
/*JOBPARM SYSAFF=MVS4
//*
//IEBCOPY  EXEC PGM=IEBCOPY
//DB6RII   DD DSN=SSXDP.DB6R.NEW.SDSNSAMP,DISP=SHR
//DB6ROO   DD DSN=SSXDP.DB6R.V8NEW.SDSNSAMP,SPACE=(CYL,(5,1,50)),
//            DISP=(NEW,CATLG,DELETE),
//            DCB=SSXDP.DB6R.NEW.SDSNSAMP
//SYSPRINT DD SYSOUT=*
 COPY INDD=DB6RII,OUTDD=DB6ROO
