//U477625  JOB ,'DB2 SYSTEM',CLASS=S,MSGCLASS=X,TIME=1440,
//         NOTIFY=&SYSUID,REGION=32793K
/*JOBPARM SYSAFF=MVSN
//STEPBR14 EXEC PGM=IEFBR14                                             00080000
//
//CREATEDS DD DISP=(MOD,CATLG,DELETE),SPACE=(CYL,(1,50),RLSE),
//            UNIT=SYSDA,DCB=(LRECL=80,RECFM=FB,BLKSIZE=0),
//            DSN=T492331.MVS4.SYSPRINT.ALLOC
//SYSPRINT DD   SYSOUT=*                                                00110000
