//UXC401MR JOB ,'DB2 RM 105',CLASS=S,MSGCLASS=X                         00000100
//STEP1  EXEC PGM=IDCAMS                                                00000200
//SYSPRINT DD SYSOUT=*                                                  00000210
//AMSDUMP DD SYSOUT=X                                                   00000220
//SYSIN   DD *                                                          00000300
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A001) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A002) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A003) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A021) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A022) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A023) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A024) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A025) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A026) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A027) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A028) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A029) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A030) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A031) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A032) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A033) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A034) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A035) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A036) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A037) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A038) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A039) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A040) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A041) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A042) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A043) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A044) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A045) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A046) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A047) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A048) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A049) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A050) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A051) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A052) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A053) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A054) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A055) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A056) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A057) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A058) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A059) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A060) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A061) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A062) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A063) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A064) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A065) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A066) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A067) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A068) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A069) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A070) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A071) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A072) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A073) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A074) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A075) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A076) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A077) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A078) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A079) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A070) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A071) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A072) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A073) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A074) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A075) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A076) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A077) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A078) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A079) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A080) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A081) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A082) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A083) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A084) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A085) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A086) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A087) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A088) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A089) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A090) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A091) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A092) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A093) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A094) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A095) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A096) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A097) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A098) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A099) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A100) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A101) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A102) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A103) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A104) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A105) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A106) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A107) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A108) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A109) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A110) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A111) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A112) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A113) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A114) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A115) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A116) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A117) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A118) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A119) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.I0001.A120) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.J0001.A004) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.J0001.A005) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.J0001.A006) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.J0001.A007) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.J0001.A008) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.J0001.A009) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.J0001.A010) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.J0001.A011) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.J0001.A012) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.J0001.A013) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.J0001.A014) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.J0001.A015) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.J0001.A016) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.J0001.A017) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.J0001.A018) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.J0001.A019) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.J0001.A020) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.J0001.A121) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.J0001.A122) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.J0001.A123) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.J0001.A124) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.J0001.A125) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.J0001.A126) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.J0001.A127) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.J0001.A128) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.J0001.A129) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.J0001.A130) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.J0001.A131) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.J0001.A132) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.J0001.A133) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.J0001.A134) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.J0001.A135) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.J0001.A136) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.J0001.A137) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.J0001.A138) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.J0001.A139) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.J0001.A140) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.J0001.A141) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.J0001.A142) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.J0001.A143) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.J0001.A144) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.J0001.A145) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.J0001.A146) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.J0001.A147) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.J0001.A148) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.J0001.A149) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.J0001.A150) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.J0001.A151) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.J0001.A152) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.J0001.A153) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.J0001.A154) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.J0001.A155) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.J0001.A156) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.J0001.A157) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.J0001.A158) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.J0001.A159) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.J0001.A160) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.J0001.A161) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.J0001.A162) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.J0001.A163) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.J0001.A164) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.J0001.A165) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.J0001.A166) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.J0001.A167) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.J0001.A168) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.J0001.A169) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.J0001.A170) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.J0001.A171) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.J0001.A172) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.J0001.A173) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.J0001.A174) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.J0001.A175) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.J0001.A176) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.J0001.A177) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.J0001.A178) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.J0001.A179) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.J0001.A180) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.J0001.A181) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.J0001.A182) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.J0001.A183) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.J0001.A184) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.J0001.A185) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.J0001.A186) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.J0001.A187) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.J0001.A188) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.J0001.A189) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.J0001.A190) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.J0001.A191) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.J0001.A192) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.J0001.A193) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.J0001.A194) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.J0001.A195) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.J0001.A196) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.J0001.A197) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.J0001.A198) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.J0001.A199) DATA ALL    00000400
  LISTCAT ENTRIES(DB2R.DSNDBD.EBKD3P03.TSKD0372.J0001.A200) DATA ALL    00000400
//
