//UXD000M JOB ,'DB2 RM 105',CLASS=S,MSGCLASS=X                          00000100
//STEP1  EXEC PGM=IDCAMS                                                00000200
//SYSPRINT DD SYSOUT=X                                                  00000210
//AMSDUMP DD SYSOUT=X                                                   00000220
//SYSIN   DD *                                                          00000300
    LISTCAT LEVEL (DB2F.DSNDBD.DSNDB01) ALL                             00000400
/*                                                                      00001600
//                                                                      00001700
