//PCDBPAGE  JOB ,'NOTIFY SYSTEM',CLASS=S,MSGCLASS=X,
//          TIME=1440,REGION=0M
//*
//JOBLIB   DD  DISP=SHR,DSN=SSXDT.DB2V.SDSNEXIT
//         DD  DISP=SHR,DSN=SDB2V.SDSNLOAD
//         DD  DISP=SHR,DSN=SSXDT.DB2V.RUNLIB.LOAD
      lpar = MVSVAR("SYSNAME")
//MAILSTEP  EXEC PGM=IKJEFT1B,COND=EVEN
//SYSEXEC    DD DSN=SSXQT.TCPISPF.EXEC,DISP=SHR
//SYSPRINT   DD SYSOUT=*
//SYSTSPRT   DD SYSOUT=*
//SYSTSIN    DD *
%XMITIP ( groseli@br.ibm.com    -
          rvallim@br.ibm.com  ) -
     SUBJECT 'Drain is failing for CDB reorg JOB:QCDB275A JOB9754'  -
     NOMSG
/*

