//UXD000M  JOB ,'DB2 RM 105',CLASS=S,MSGCLASS=X,REGION=4M
//JOBLIB DD DSN=SSXDT.DB2D.V3.SDSNLOAD,DISP=SHR
//*
//COPY1    EXEC PGM=DSNUTILB,PARM='DB2D,IMAGCOPY'
//CPY13    DD UNIT=CART,DISP=(NEW,CATLG),
//            DSN=SSXDT.DBA.DBMF0002.TSMFM110.D95305,
//            SPACE=(CYL,(10,10),RLSE),LABEL=(1,SL),
//            DCB=(RECFM=FB,LRECL=4096,BLKSIZE=28672)
//SYSPRINT DD SYSOUT=*
//SYSUDUMP DD SYSOUT=*
//SYSIN    DD *
  COPY TABLESPACE  DBMF0002.TSMFM110 COPYDDN CPY13
//
