/* REXX
   XRXDPRIV - SAVE SYSOUT FOR EACH DDNAME OR DDNAME PREFIX
   ON A PDS : SSXDT.DB2V11.DSNTIJPB.lparssid.DYYMMDD
                                             PAULOSA  -  07/07/2011
                                             ELLENDF  -  04/24/2015   */

RC=ISFCALLS('ON')             /* ACCESS ISFCALLS */

ARG JOBNAME DB2SYS
ISFPREFIX = JOBNAME
DYYMMDD = "D"RIGHT(DATE('S'),6)
ISFOWNER = SYSVAR('SYSUID')
LPAR = MVSVAR("SYSNAME")

GET_JOBNAME:
X = MSG('OFF')
REPTDSN = "'SSXDT.DB2V11.DSNTIJPB."||LPAR||DB2SYS||"."||DYYMMDD||"'"
ADDRESS TSO "DEL "||REPTDSN
ADDRESS TSO "ALLOC DA("||REPTDSN||") NEW SP(200 50) TRACKS DIR(10) ,
     DSORG(PO) LRECL(400) RECFM(F B) UNIT(SYSDA)"
ADDRESS SDSF "ISFEXEC ST"
LRC = RC
IF LRC > 1 THEN
   DO
     CALL MSGRTN
     EXIT 20
   END
     /* ISSUE AN XSC ACTION AGAINST THE ROW TO BE PRINTED */
IF JNAME.0 = 0 THEN
   DO
      SAY "NENHUM JOB ENCONTRADO PARA ESTE OWNER"
      SIGNAL RERUN
   END
N = 1
DO IX=1 TO JNAME.0
      ISFPRTMEMBER = JOBID.IX
      STROWS    =   ISFROWS
      DO I = 1 TO STROWS
       ADDRESS SDSF "ISFACT ST TOKEN('"TOKEN.I"') PARM(NP ?) (PREFIX J_"
       DO JX = 1 TO J_DDNAME.0
          IF SUBSTR(J_DDNAME.JX,1,6) = REPORT THEN DO
             DO
              ADDRESS SDSF "ISFACT ST TOKEN('"J_TOKEN.JX"') PARM(NP SA)"
    REPTDSNP= "'SSXDT.DB2V11.DSNTIJPB."||LPAR||DB2SYS||"."||DYYMMDD||"("
    REPTDSNP= REPTDSNP||J_DDNAME.JX||")'"
    ADDRESS TSO "ALLOC DA("||REPTDSNP||") F(REPTDD) SHR REU"
              SPOOLDAT. = ""
              "EXECIO * DISKR" ISFDDNAME.1 "(STEM SPOOLDAT. FINIS" ;
              "EXECIO * DISKW" REPTDD "(STEM SPOOLDAT. FINIS" ;
              SPOOLDAT. = ""
          END
       END
      END
END
Say '===>: 'REPTDSN
"FREE DA(BIBJOBS) F(DDSAV)"

END
RETURN
