//UXC401M3 JOB ,'DB2 SYSTEM',CLASS=S,MSGCLASS=X,TIME=1440,
//         NOTIFY=&SYSUID
/*JOBPARM SYSAFF=MVS3                                <= Change SYSAFF
//*********************************************************************
//* JOB NAME = STOP OMPE XE
//*
//*********************************************************************
//*
//ISPF   EXEC PGM=IKJEFT01,DYNAMNBR=40
//SYSEXEC  DD DSN=SSXQT.TSODAL.CLIST,DISP=(SHR)
//SYSTSPRT DD SYSOUT=*,HOLD=YES
//ISFULOG  DD SYSOUT=*
//ISFMSG   DD SYSOUT=*
//ISFMSG2  DD SYSOUT=*
//SYSTSIN  DD *
 @SYSCMD CMD("RO MVSE,P DBOEO2S")
 @SYSCMD CMD("RO MVSH,P DBOHO2S")
 @SYSCMD CMD("RO MVSJ,P DBOJO2S")
 @SYSCMD CMD("RO MVSK,P DBOKO2S")
 @SYSCMD CMD("RO MVSN,P DBONO2S")
 @SYSCMD CMD("RO MVSS,P DBOSO2S")
 @SYSCMD CMD("RO MVSU,P DBOUO2S")
//
 @SYSCMD CMD("D PROG,LINKLIST")
/*
