//UXCTEST  JOB ,'DB2 SYSTEM',CLASS=S,MSGCLASS=X,TIME=1440,REGION=0M,
//         NOTIFY=&SYSUID
/*JOBPARM SYSAFF=MVSE
//PASS7     EXEC PGM=PDSEDIT,PARM='MEMS=9999,STMS=9999',REGION=4096K
//STEPLIB   DD DISP=SHR,DSN=MVSBLD.SYS2.SUPPORT.LINKLIB
//SYSPRINT  DD SYSOUT=*
//SYSPUNCH  DD SYSOUT=*
//LIBRARY   DD DISP=SHR,DSN=SSXDT.DB2V9.MVSHDB2H.MIGRATE.JCL
//FINPRINT  DD SYSOUT=*
//CHGPRINT  DD SYSOUT=*
//SYSIN    DD *
 TEST=NO
 PRINT=XREF
  CHANGE=('@WORKDB',
          'DSNDB07')
//
  CHANGE=(' FRANCISSEN, JULIE ROOM:      EXTENSION: 3-9851          ',
          'MORGAN, BELINDA     ROOM: N/A PHONE: 817-401-0017        ')
