//UXCTEST  JOB ,'DB2 SYSTEM',CLASS=S,MSGCLASS=X,TIME=1440,REGION=0M,
//         NOTIFY=&SYSUID
/*JOBPARM SYSAFF=MVSE
//PASS7     EXEC PGM=PDSEDIT,PARM='MEMS=9999,STMS=9999',REGION=4096K
//STEPLIB   DD DISP=SHR,DSN=MVSBLD.SYS2.SUPPORT.LINKLIB
//SYSPRINT  DD SYSOUT=*
//SYSPUNCH  DD SYSOUT=*
//LIBRARY   DD DISP=SHR,DSN=SSXDT.DB2V9.MVSEDB2S.MIGRATE.JCL
//FINPRINT  DD SYSOUT=*
//CHGPRINT  DD SYSOUT=*
//SYSIN    DD *
 TEST=NO
 PRINT=XREF
  CHANGE=('//DB2U',
          '//DB2S')
  CHANGE=('=MVSK',
          '=MVSE')
  CHANGE=('DB2U.DSNDBUG.BSDS0',
          'DB2S.BSDS0')
  CHANGE=('DB2U.DSNDBUG.LOGCOPY',
          'DB2S.LOGCOPY')
  CHANGE=('SYSTEM=LPAR',
          'SYSTEM=MVSE')
  CHANGE=('.MVSNDB2K.',
          '.MVSEDB2S.')
  CHANGE=('SDB2U.',
          'SDB2S.')
  CHANGE=('DB2U.',
          'DB2S.')
  CHANGE=('DBSU',
          'DB2S')
  CHANGE=('(DB2U)',
          '(DB2S)')
//
  CHANGE=(' FRANCISSEN, JULIE ROOM:      EXTENSION: 3-9851          ',
          'MORGAN, BELINDA     ROOM: N/A PHONE: 817-401-0017        ')
