//PXD582M  JOB D-813-000-N-00,
//            'ESP DISTRIBUTION',
//             CLASS=S,
//             MSGCLASS=U,
//             MSGLEVEL=(1,1),
//             REGION=5000K,
//             TIME=1440
/*ROUTE PRINT MVS
//***************************************************************/
//*  JCL EXECUTES THE MODIFY  UTILITY AGAINST DEWD CATALOG      */
//*  THIS JOB MUST RUN ON MVSE                                  */
//*                                                             */
//***************************************************************/
//*
//JOBLIB    DD DISP=SHR,DSN=SDEWD.SDSNLOAD
//          DD DISP=SHR,DSN=SSXDT.DEWD.SDSNEXIT
//        JCLLIB ORDER=SSXDT.DB2.PARMLIB
//STEP01   EXEC  PXD582
//
