//DB2FXXX  JOB ,'DB2 SYSTEM',CLASS=S,MSGCLASS=X,TIME=1440,REGION=0M,
//         NOTIFY=&SYSUID,USER=DB2HCID
/*JOBPARM SYSAFF=MVSF
//RACFLST EXEC PGM=IKJEFT01,DYNAMNBR=20,COND=(4,LT)
//SYSPRINT DD  SYSOUT=*
//SYSTSPRT DD  SYSOUT=*
//SYSTSIN  DD  *
  LG IBMPROD
//
 RL SURROGAT LOGSAPT.SUBMIT ALL
 RL SURROGAT DMSDES1.SUBMIT ALL
 RL SURROGAT IFDDB2E.SUBMIT ALL
 RL SURROGAT IFQDB2K.SUBMIT ALL
 RL SURROGAT DMPDWP1.SUBMIT ALL
 RL SURROGAT DMPDB2F.SUBMIT ALL
//
 LG IBMPROD
 LG IBMAUTO
 LG IBMDB2
