//UXC401M  JOB ,'DB2 SYSTEM',CLASS=S,MSGCLASS=X,TIME=1440,REGION=0M,
//         NOTIFY=&SYSUID,USER=SYSPRO
/*JOBPARM SYSAFF=MVS3
//***************************************************************
//* DATASET - LIST ALL FILES COVERED BY SPECIFIC DATASET PROFILE
//***************************************************************
//RACFLST EXEC PGM=IKJEFT01,DYNAMNBR=20
//SYSPRINT DD  SYSOUT=*
//SYSTSPRT DD  SYSOUT=*
//SYSTSIN  DD  *
  LD DA('SSXDT.DB2V8.**') ALL DSNS
  LD DA('SSXDT.DB2V9.**') ALL DSNS
//
  LD DA('SSXDT.DSNDBOG.**')
  LD DA('SSXDT.DB2O.**')
