//RAC#DSN  JOB ,'DB2 SYSTEM',CLASS=S,MSGCLASS=X,TIME=1440,REGION=0M,
//         NOTIFY=&SYSUID,USER=SYSPRO
/*JOBPARM SYSAFF=MVSE
//RACFLST EXEC PGM=IKJEFT01,DYNAMNBR=20,COND=(4,LT)
//SYSPRINT DD  SYSOUT=*
//SYSTSPRT DD  SYSOUT=*
//SYSTSIN  DD  *
    LD DA('SSXDT.DB2*.**') ALL
//
    LD DA('SSXDT.DB2V.ARCH*.**') ALL
    LD DA('SSXDT.DB2V.DBRMLIB.**') ALL
    LD DA('SSXDT.DB2V.RUNLIB.**') ALL
    LD DA('SSXDT.DB2V.SDSN*.**') ALL
    LD DA('SSXDT.DB2V.SRCLIB.**') ALL
    LD DA('SSXDT.DB2V.*.SDSN*.**') ALL
    LD DA('SYS2.DB2*.**') ALL
//
//
