//UXC401M  JOB ,'DB2 SYSTEM',CLASS=S,MSGCLASS=X,TIME=1440,REGION=0M,
//         NOTIFY=&SYSUID,USER=SYSPRO
/*JOBPARM SYSAFF=MVSS
//RACFLST EXEC PGM=IKJEFT01,DYNAMNBR=20,COND=(4,LT)
//SYSPRINT DD  SYSOUT=*
//SYSTSPRT DD  SYSOUT=*
//SYSTSIN  DD  *
  LU DB2VDIST OMVS
  LU DB3VDIST OMVS
  LU DB4VDIST OMVS
  LU DB5VDIST OMVS
  LU DB6VDIST OMVS
//
  LU DB2RDIST OMVS
  LU DB3RDIST OMVS
  LU DB4RDIST OMVS
  LU DB5RDIST OMVS
  LU DB6RDIST OMVS
  LU DB2XDIST OMVS
//
  LU DB2UDIST OMVS
  LU DB2ZDIST OMVS
//
  LU DB2ODIST OMVS
  LU DB3ODIST OMVS
  LU DB2NDIST OMVS
  LU DB2YDIST OMVS
//
  LU DB2HDIST OMVS
  LU DB3NDIST OMVS
//
  LU DB2FDIST OMVS
  LU DB3FDIST OMVS
  LU DB2GDIST OMVS
//
  LU DB2SDIST OMVS
  LU DB2JDIST OMVS
  LU DB2KDIST OMVS
  LU DB3KDIST OMVS
//
  LG EBSRO
  LG  EBSRW
  LG  DBFLT1PR
  LG  DBSCH1PR
  LG  DBDIT1PR
  LG  DBLOC1SR
  LG   DBREF1SR
  LG   DBREF1SW
//
//
  LD DA('DB2N.**') ALL
//
 LD DA(DB2N.**)
//
 SR MASK(DB2N)
//
  RL STARTED * STDATA
//
  RLIST SERVER * STDATA
  RLIST DSNR * STDATA
  RLIST PROGRAM *
  LD DA('DB2Z.**') ALL
  SR MASK(DB2Z)
//
  LU REFEDS
//
  LU LSEBDB2
  LU SYSPRO
  LU T477625
  LU DB2YMSTR
  LU DB2YIRLM
  LU DB2YDBM1
  LU DB2YDIST
  LU DB2YSPAS
//
 LU T646172 TSO
 LU T061248 TSO
 LU T374844 TSO
 LU T391170 TSO
 LU T496544 TSO
 LU T492331 TSO
 LU T479012 TSO
 LU T477625 TSO
 LU T032135 TSO
 LU T485638 TSO
 LU T896704 TSO
 LU T646172 TSO
 LU T061248 TSO
//
  LD DA('DB2L.DSNDBLG.**') ALL
  LD DA('DB2K.DSNDBKG.**') ALL
  LD DA('DB3K.DSNDBKG.**') ALL

//
  SR MASK(SMPBRZ)
  SR MASK(DB2BLD)
  LD DA('DB2BLD.**') ALL
  LD DA('SMPBRZ.**') ALL
//
  LU DB2KDIST OMVS
  LU DB3KDIST OMVS
//
  LU T700527
  LU HDMODEL
  LG DTGRP
  LG SDB2L
  LU DB2LMSTR
  LU DB2LIRLM
  LU DB2LDBM1
  LU DB2LDIST
  LU DB2LSPAS
  LD DA('DB2L.**') ALL
  LD DA('SSXDT.DB2L.**') ALL
  LD DA('SSXDT.DB2L.RUNLIB.**') ALL
  LD DA('DB2L.DSNDBLG.**') ALL
  LD DA('SSXDT.DB2L.ARCH*.**') ALL
  LD DA('DB2L.DSNDB*.DSNDB*.**') ALL
  LD DA('DB2L.DSN*.**') ALL
  LD DA('SDB2L.**') ALL
  LU DB2LDIST OMVS
//
  LU DB2XDIST OMVS
  LU DB2WDIST OMVS
//
  LG $DSNGRP
  LU DB2EDBM1
  LU DB2EDIST
  LU DB2EIRLMF WLM
  LU DB2EMSTR
  LU DB2EPEAS
  LU DB2ESPAS
  LG DB2E
  LG SSXDT
  LG SDB2E
  SR MASK(SSXDT)
  SR MASK(DB2E)
  SR MASK(SDB2E)
  LD DA('DB2E.DBEG.**') ALL
  LD DA('DB2E.DSN*.**') ALL
  LD DA('DB2E.**') ALL
  LD DA('SDB2E.**') ALL
  LD DA('SSXDT.**') ALL
  LD DA('SSXDT.DB2T.**') ALL
//
  LU XMT001C
//
   LU  719784
   LU  732942
   LU  RESCD01
   LU  SCDBAD1
   LU  SCGTD01
   LU  SCGTD1
   LU  STDBAD2
   LU  SYSOPR
   LU  T000736
   LU  YME007
   LG  719784
   LG  732942
   LG  RESCD01
   LG  SCDBAD1
   LG  SCGTD01
   LG  SCGTD1
   LG  STDBAD2
   LG  SYSOPR
   LG  T000736
   LG  YME007
