//UXC4DS3O JOB ,'DB2 SYSTEM',CLASS=S,MSGCLASS=X,TIME=1440,REGION=0M,
//         NOTIFY=&SYSUID,USER=SYSPRO
/*JOBPARM SYSAFF=MVSE
//RACFLST EXEC PGM=IKJEFT01,DYNAMNBR=20,COND=(4,LT)
//SYSPRINT DD  SYSOUT=*
//SYSTSPRT DD  SYSOUT=*
//SYSTSIN  DD  *
  LU A25653E
//
 LD DA('DB3O.**')
 LD DA('SSXDT.DB3O.**')
 LD DA('DB3O.DSNDBOG.**')
 LD DA('SSXDT.DB3O.ARCH*.**')
 LD DA('SDB3O.**')
 LD DA('SSXDT.DB3O.RUNLIB.**')
 LD DA('SSXDT.DSNDBOG.**')
 LD DA('SSXDT.DSNDBOG.RUNLIB.**')
  LU DB3KIRLM
  LU DB3KDBM1
  LU DB3KDBM1
//
  LD DA('DB2N.**') ALL
//
 LD DA(DB2N.**)
//
 SR MASK(DB2N)
//
  RL STARTED * STDATA
//
  RLIST SERVER * STDATA
  RLIST DSNR * STDATA
  RLIST PROGRAM *
  LD DA('DB2Z.**') ALL
  SR MASK(DB2Z)
//
  LU REFEDS
//
  LU LSEBDB2
  LU SYSPRO
  LU T477625
  LU DB2YMSTR
  LU DB2YIRLM
  LU DB2YDBM1
  LU DB2YDIST
  LU DB2YSPAS
//
 LU T646172 TSO
 LU T061248 TSO
 LU T374844 TSO
 LU T391170 TSO
 LU T496544 TSO
 LU T492331 TSO
 LU T479012 TSO
 LU T477625 TSO
 LU T032135 TSO
 LU T485638 TSO
 LU T896704 TSO
 LU T646172 TSO
 LU T061248 TSO
//
  LD DA('DB2L.DSNDBLG.**') ALL
  LD DA('DB2K.DSNDBKG.**') ALL
  LD DA('DB3K.DSNDBKG.**') ALL

//
  SR MASK(SMPBRZ)
  SR MASK(DB2BLD)
  LD DA('DB2BLD.**') ALL
  LD DA('SMPBRZ.**') ALL
//
  LU DB2KDIST OMVS
  LU DB3KDIST OMVS
//
  LU T700527
  LU HDMODEL
  LG DTGRP
  LG SDB2L
  LU DB2LMSTR
  LU DB2LIRLM
  LU DB2LDBM1
  LU DB2LDIST
  LU DB2LSPAS
  LD DA('DB2L.**') ALL
  LD DA('SSXDT.DB2L.**') ALL
  LD DA('SSXDT.DB2L.RUNLIB.**') ALL
  LD DA('DB2L.DSNDBLG.**') ALL
  LD DA('SSXDT.DB2L.ARCH*.**') ALL
  LD DA('DB2L.DSNDB*.DSNDB*.**') ALL
  LD DA('DB2L.DSN*.**') ALL
  LD DA('SDB2L.**') ALL
  LU DB2LDIST OMVS
//
  LU DB2XDIST OMVS
  LU DB2WDIST OMVS
//
  LG $DSNGRP
  LU DB2EDBM1
  LU DB2EDIST
  LU DB2EIRLMF WLM
  LU DB2EMSTR
  LU DB2EPEAS
  LU DB2ESPAS
  LG DB2E
  LG SSXDT
  LG SDB2E
  SR MASK(SSXDT)
  SR MASK(DB2E)
