//UXC401M  JOB ,'DB2 SYSTEM',CLASS=S,MSGCLASS=X,TIME=1440,REGION=0M,
//         NOTIFY=&SYSUID,USER=SYSPRO
/*JOBPARM SYSAFF=MVSE
//RACFLST EXEC PGM=IKJEFT01,DYNAMNBR=20,COND=(4,LT)
//SYSPRINT DD  SYSOUT=*
//SYSTSPRT DD  SYSOUT=*
//SYSTSIN  DD  *
  LU //PXS4002M JOB ,'IBM FLASH COPY DB2F',
  LU //            CLASS=S,MSGCLASS=U,TYPRUN=HOLD
  LU T002158
  LU T100266
  LU T102001
  LU T102144
  LU T102333
  LU T103320
  LU T227611
  LU T311961
  LU T391170
  LU T477625
  LU T552253
  LU T570589
  LU T646172
  LU T700527
  LU G104785
