//RACFDATS JOB ,'DB2 SYSPROG RCC',CLASS=S,MSGCLASS=X,NOTIFY=&SYSUID,
//  USER=SYSPRO
/*JOBPARM SYSAFF=MVS3
//**********************************************************
//* TESTING NEW PROFILES
//**********************************************************
//SSXDT   EXEC PGM=IKJEFT01,DYNAMNBR=20,COND=(4,LT)
//SYSPRINT DD  SYSOUT=*
//SYSTSPRT DD  SYSOUT=*
//SYSTSIN  DD  *
 LD DA('SSXDT.D*.RUNLIB.**') DSNS GENERIC
//
 LD DA('SSXDT.DB2V.SDSNLOAD') DSNS GENERIC
 LD DA('SSXDT.DB2V.SDXRRESL') DSNS GENERIC
 LD DA('SSXDT.DBVG.SDXRRESL') DSNS GENERIC
 LD DA('SSXDT.DB3V.SDSNLOAD') DSNS GENERIC
 LD DA('SSXDT.DB3V.SDXRRESL') DSNS GENERIC
 LD DA('SSXDT.DB4V.SDSNLOAD') DSNS GENERIC
 LD DA('SSXDT.DB4V.SDXRRESL') DSNS GENERIC
 LD DA('SSXDT.DB5V.SDSNLOAD') DSNS GENERIC
 LD DA('SSXDT.DB5V.SDXRRESL') DSNS GENERIC
 LD DA('SSXDT.DB6V.SDSNLOAD') DSNS GENERIC
 LD DA('SSXDT.DB6V.SDXRRESL') DSNS GENERIC
 LD DA('SSXDT.DB2X.SDSNLOAD') DSNS GENERIC
 LD DA('SSXDT.DB2X.SDXRRESL') DSNS GENERIC
 LD DA('SSXDT.DB2X.SDSNEXIT') DSNS GENERIC
 LD DA('SSXDT.DB2X.RUNLIB.LOAD') DSNS GENERIC
