//UXC401MR JOB ,'DB2 SYSTEM',CLASS=S,MSGCLASS=X,TIME=1440,REGION=0M,
//         NOTIFY=&SYSUID,USER=DB2HCID
/*JOBPARM SYSAFF=MVSN
//DSLIST  EXEC PGM=IKJEFT01,DYNAMNBR=20,COND=(4,LT)
//SYSPRINT DD  SYSOUT=*
//SYSTSPRT DD  SYSOUT=*
//SYSTSIN  DD  *
  LU SVCIAG
//
  LU DB2SERV
  RL STARTED DWPGWLM.* STDATA
//
 LU LOGSAPC1
 LU DCPSAPC1
//
 LG DB2CONCT
 LU DT0072
//
 LG IBMPERFM CSDATA
//
 RL FACILITY IXLSTR.DSNDBNG_LOCK1 ALL
//
 LG SAPSD1SH
//
 LU HIS
//
 LG LSEOS
//
 LG  @FTPGRP
 RL DSNR DSNDBRG.WLMENV.** ALL
 RL DSNR DBRG.WLM_REFRESH.** ALL
//
 RL OPERCMDS MVS.MODIFY.** ALL
 RL OPERCMDS MVS.MODIFY.STC.CDBMVS3.** ALL
 RL OPERCMDS MVS.MODIFY.STC.CDBMVSU.** ALL
 RL OPERCMDS MVS.MODIFY.STC.CDBMVSS.** ALL
 RL OPERCMDS MVS.MODIFY.STC.CDBMVS4.** ALL
 RL OPERCMDS MVS.MODIFY.STC.CDBMVSR.** ALL
 RL OPERCMDS MVS.MODIFY.STC.CDBMVSQ.** ALL
//
 RL DSNR DSNDBVG.WLMENV.** ALL
 RL DSNR DBVG.WLM_REFRESH.** ALL
//
 RL DSNR DB2L.WLMENV.**
 RL DSNR DB2L.WLM_REFRESH.**
//
//
 RL DSNR DSNDBVG.WLMENV.**
//
  LU T222195
  LU T261750
//
  LD DA('DB2V.DSN*.**') ALL
//
  RLIST PROGRAM *
//*
  LU DES1DIST
  LU DES1IRLM
  LU DES1MSTR
  LU DES2DBM1
  LU DES2DIST
  LU DES2IRLM
  LU DES2MSTR
//
  RL STARTED DWPGPGMC.* STDATA
  RL STARTED DWPGPSMP.* STDATA
  RL STARTED DWPGUTIL.* STDATA
  RL STARTED DWPGWLM.*  STDATA
  RL STARTED DWPGWLM1.* STDATA
  RL STARTED DWPGWLMA.* STDATA
  RL STARTED DWPGWLMJ.* STDATA
  RL STARTED DWPGSAP1.* STDATA
//
  RL SERVER * STDATA
  RL SERVER DWPGPGMC.* STDATA
  RL SERVER DWPGPSMP.* STDATA
  RL SERVER DWPGUTIL.* STDATA
  RL SERVER DWPGWLM.*  STDATA
  RL SERVER DWPGWLM1.* STDATA
  RL SERVER DWPGWLMA.* STDATA
  RL SERVER DWPGWLMJ.* STDATA
  RL SERVER DWPGSAP1.* STDATA
//
  LD DA('DEWQ.**') ALL
  LD DA('SDEWQ.**') ALL
  LD DA('SSXDT.DEWQ.**') ALL
  LD DA('DEWQ.DSN*.**') ALL
  LD DA('DEWQ.DSNDEWG.**') ALL
  LD DA('SSXDT.DEWQ.ARCH*.**') ALL
  LD DA('SSXDT.DEWQ.RUNLIB*.**') ALL
  LD DA('DES1.**') ALL
  LD DA('DES1.DSN*.**') ALL
  LD DA('SDES1.**') ALL
  LD DA('SSXDT.DES1.**') ALL
  LD DA('DES1.DSNDESG.**') ALL
  LD DA('SSXDT.DES1.ARCH*.**') ALL
  LD DA('SSXDT.DES1.RUNLIB*.**') ALL
  LD DA('DES2.**') ALL
  LD DA('SDES2.**') ALL
  LD DA('SSXDT.DES2.**') ALL
  LD DA('DES2.DSN*.**') ALL
  LD DA('DES2.DSNDESG.**') ALL
  LD DA('SSXDT.DES2.ARCH*.**') ALL
  LD DA('SSXDT.DES2.RUNLIB*.**') ALL
  LD DA('DES2.DSN*.**') ALL
  LD DA('DES2.DSNDES2.**') ALL
  LD DA('SSXDT.DES2.ARCH*.**') ALL
  LD DA('DWP1.**') ALL
  LD DA('SDWP1.**') ALL
  LD DA('SSXDP.DWP1.**') ALL
  LD DA('DWP1.DSN*.**') ALL
  LD DA('DWP1.DSNDWPG.**') ALL
  LD DA('SSXDP.DWP1.ARCH*.**') ALL
  LD DA('SSXDP.DWP1.RUNLIB*.**') ALL
  LD DA('DWP2.**') ALL
  LD DA('SDWP2.**') ALL
  LD DA('SSXDP.DWP2.**') ALL
  LD DA('DWP2.DSN*.**') ALL
  LD DA('DWP2.DSNDWPG.**') ALL
  LD DA('SSXDP.DWP2.ARCH*.**') ALL
  LD DA('SSXDP.DWP2.RUNLIB*.**') ALL
//
//USERLST EXEC PGM=IKJEFT01,DYNAMNBR=20,COND=(4,LT)
//SYSPRINT DD  SYSOUT=*
//SYSTSPRT DD  SYSOUT=*
//SYSTSIN  DD  *
  LU DES1DBM1
  LU DES1DIST
  LU DES1IRLM
  LU DES1MSTR
  LU DES2DBM1
  LU DES2DIST
  LU DES2IRLM
  LU DES2MSTR
  LU DEWQDBM1
  LU DEWQDIST
  LU DEWQIRLM
  LU DEWQMSTR
  LU DWP1DBM1
  LU DWP1DIST
  LU DWP1IRLM
  LU DWP1MSTR
  LU DWP2DBM1
  LU DWP2DIST
  LU DWP2IRLM
  LU DWP2MSTR
//*
//
  LG DEWQ
  LG DWP1
  LG DWP2
  LG DES1
  LG DES2
//
  RL STARTED DES1PGMC.* STDATA
  RL STARTED DES1PSMP.* STDATA
  RL STARTED DES1UTIL.* STDATA
  RL STARTED DES1WLM.*  STDATA
  RL STARTED DES1WLM1.* STDATA
  RL STARTED DES1WLMA.* STDATA
  RL STARTED DES1WLMJ.* STDATA
  RL STARTED DES1SAP1.* STDATA
  RL STARTED DES2PGMC.* STDATA
  RL STARTED DES2PSMP.* STDATA
  RL STARTED DES2UTIL.* STDATA
  RL STARTED DES2WLM.*  STDATA
  RL STARTED DES2WLM1.* STDATA
  RL STARTED DES2WLMA.* STDATA
  RL STARTED DES2WLMJ.* STDATA
  RL STARTED DES2SAP1.* STDATA
  RL STARTED DEWQPGMC.* STDATA
  RL STARTED DEWQPSMP.* STDATA
  RL STARTED DEWQUTIL.* STDATA
  RL STARTED DEWQWLM.*  STDATA
  RL STARTED DEWQWLM1.* STDATA
  RL STARTED DEWQWLMA.* STDATA
  RL STARTED DEWQWLMJ.* STDATA
  RL STARTED DEWQSAP1.* STDATA
  RL STARTED DWP1PGMC.* STDATA
  RL STARTED DWP1PSMP.* STDATA
  RL STARTED DWP1UTIL.* STDATA
  RL STARTED DWP1WLM.*  STDATA
  RL STARTED DWP1WLM1.* STDATA
  RL STARTED DWP1WLMA.* STDATA
  RL STARTED DWP1WLMJ.* STDATA
  RL STARTED DWP1SAP1.* STDATA
  RL STARTED DWP2PGMC.* STDATA
  RL STARTED DWP2PSMP.* STDATA
  RL STARTED DWP2UTIL.* STDATA
  RL STARTED DWP2WLM.*  STDATA
  RL STARTED DWP2WLM1.* STDATA
  RL STARTED DWP2WLMA.* STDATA
  RL STARTED DWP2WLMJ.* STDATA
  RL STARTED DWP2SAP1.* STDATA
//
  LU EDWBKG
//
  LD DA('DEWD.DSN*.**') ALL
//
  LG $DB2IAM
//
  LG SDB2V
  LU DB2VDBM1
  LU DB2VDIST
  LU DB2VIRLM
  LU DB2VMSTR
  LU DB2VSPAS
  LU DB3VMSTR
  LU DB3VIRLM
  LU DB3VDBM1
  LU DB3VDIST
  LU DB3VSPAS
  LU DB4VMSTR
  LU DB4VIRLM
  LU DB4VDBM1
  LU DB4VDIST
  LU DB5VMSTR
  LU DB5VIRLM
  LU DB5VDBM1
  LU DB5VDIST
  LU DB6VMSTR
  LU DB6VIRLM
  LU DB6VDBM1
//
  LU LOYAPPIS
//
  LG EBSRO
  LG  EBSRW
  LG  DBFLT1PR
  LG  DBSCH1PR
  LG  DBDIT1PR
  LG  DBLOC1SR
  LG   DBREF1SR
  LG   DBREF1SW
//
//
  LD DA('DB2N.**') ALL
//
 LD DA(DB2N.**)
//
 SR MASK(DB2N)
//
  RL STARTED * STDATA
//
  RLIST SERVER * STDATA
  RLIST DSNR * STDATA
  RLIST PROGRAM *
  LD DA('DB2Z.**') ALL
  SR MASK(DB2Z)
//
  LU REFEDS
//
  LU LSEBDB2
  LU SYSPRO
  LU T477625
  LU DB2YMSTR
  LU DB2YIRLM
  LU DB2YDBM1
  LU DB2YDIST
  LU DB2YSPAS
//
 LU T646172 TSO
 LU T061248 TSO
 LU T374844 TSO
 LU T391170 TSO
 LU T496544 TSO
 LU T492331 TSO
 LU T479012 TSO
 LU T477625 TSO
 LU T032135 TSO
 LU T485638 TSO
 LU T896704 TSO
 LU T646172 TSO
 LU T061248 TSO
//
  LD DA('DB2L.DSNDBLG.**') ALL
  LD DA('DB2K.DSNDBKG.**') ALL
  LD DA('DB3K.DSNDBKG.**') ALL

//
  SR MASK(SMPBRZ)
  SR MASK(DB2BLD)
  LD DA('DB2BLD.**') ALL
  LD DA('SMPBRZ.**') ALL
//
  LU DB2KDIST OMVS
  LU DB3KDIST OMVS
//
  LU T700527
  LU HDMODEL
  LG DTGRP
  LG SDB2L
  LU DB2LMSTR
  LU DB2LIRLM
  LU DB2LDBM1
  LU DB2LDIST
  LU DB2LSPAS
  LD DA('DB2L.**') ALL
  LD DA('SSXDT.DB2L.**') ALL
  LD DA('SSXDT.DB2L.RUNLIB.**') ALL
  LD DA('DB2L.DSNDBLG.**') ALL
  LD DA('SSXDT.DB2L.ARCH*.**') ALL
  LD DA('DB2L.DSNDB*.DSNDB*.**') ALL
  LD DA('DB2L.DSN*.**') ALL
  LD DA('SDB2L.**') ALL
  LU DB2LDIST OMVS
//
  LU DB2XDIST OMVS
  LU DB2WDIST OMVS
//
  LG $DSNGRP
  LU DB2EDBM1
  LU DB2EDIST
  LU DB2EIRLMF WLM
  LU DB2EMSTR
  LU DB2EPEAS
  LU DB2ESPAS
  LG DB2E
  LG SSXDT
  LG SDB2E
  SR MASK(SSXDT)
  SR MASK(DB2E)
  SR MASK(SDB2E)
  LD DA('DB2E.DBEG.**') ALL
  LD DA('DB2E.DSN*.**') ALL
  LD DA('DB2E.**') ALL
  LD DA('SDB2E.**') ALL
  LD DA('SSXDT.**') ALL
  LD DA('SSXDT.DB2T.**') ALL
//
  LU XMT001C
//
   LU  719784
   LU  732942
   LU  RESCD01
   LU  SCDBAD1
   LU  SCGTD01
   LU  SCGTD1
   LU  STDBAD2
   LU  SYSOPR
   LU  T000736
   LU  YME007
   LG  719784
   LG  732942
   LG  RESCD01
   LG  SCDBAD1
   LG  SCGTD01
   LG  SCGTD1
   LG  STDBAD2
   LG  SYSOPR
   LG  T000736
   LG  YME007
