//UXC401M  JOB ,'DB2 SYSTEM',CLASS=S,MSGCLASS=X,TIME=1440,REGION=0M,
//         NOTIFY=&SYSUID,USER=SYSPRO
/*JOBPARM SYSAFF=MVSE
//RACFLST EXEC PGM=IKJEFT01,DYNAMNBR=20,COND=(4,LT)
//SYSPRINT DD  SYSOUT=*
//SYSTSPRT DD  SYSOUT=*
//SYSTSIN  DD  *
 LU T492331
 LU T032135
 LU T183787
 LU T496544
 LU T508916
 LU T570589
//
 LU ETT1UUPD
 LU SOARETOS
//
 LU T198103
 LU T343003
 LU T434566
 LU T824108
 LU T210845
 LU T174347
 LU T215259
 LU T709451
 LU T533632
//
  LG BRTRPSI
//
  LU T434566
//
//
 RL FACILITY BPX.SUPERUSER ALL
 LU ATTSRVR OMVS
 LU ATTDAEMN OMVS
//
 LU EBKCDAPP
 LU DBLOC1PR
//
  SR MASK(SSXDT)
  LD DA('SSXDT.DSNDB%%.**') ALL DSNS
  LD DA('SSXDT.DB2PM.**') ALL DSNS
  LD DA('SSXDT.DB2V8.**') ALL DSNS
  LD DA('SSXDT.DB2TOOLS.**') ALL DSNS
  LD DA('SSXDT.DB2E.DBRMLIB.**') ALL DSNS
  LD DA('SSXDT.DB2H.DBRMLIB.**') ALL DSNS
  LD DA('SSXDT.DB2J.DBRMLIB.**') ALL DSNS
  LD DA('SSXDT.DB2K.DBRMLIB.**') ALL DSNS
  LD DA('SSXDT.DB2L.DBRMLIB.**') ALL DSNS
  LD DA('SSXDT.DB2N.DBRMLIB.**') ALL DSNS
  LD DA('SSXDT.DB2O.DBRMLIB.**') ALL DSNS
  LD DA('SSXDT.DB2S.DBRMLIB.**') ALL DSNS
  LD DA('SSXDT.DB2U.DBRMLIB.**') ALL DSNS
  LD DA('SSXDT.DB2V.DBRMLIB.**') ALL DSNS
  LD DA('SSXDT.DB2Y.DBRMLIB.**') ALL DSNS
  LD DA('SSXDT.DB2Z.DBRMLIB.**') ALL DSNS
  LD DA('SSXDT.DB2E.*.SDSN*.**') ALL DSNS
  LD DA('SSXDT.DB2H.*.SDSN*.**') ALL DSNS
  LD DA('SSXDT.DB2J.*.SDSN*.**') ALL DSNS
  LD DA('SSXDT.DB2K.*.SDSN*.**') ALL DSNS
  LD DA('SSXDT.DB2L.*.SDSN*.**') ALL DSNS
  LD DA('SSXDT.DB2N.*.SDSN*.**') ALL DSNS
  LD DA('SSXDT.DB2O.*.SDSN*.**') ALL DSNS
  LD DA('SSXDT.DB2Q.*.SDSN*.**') ALL DSNS
  LD DA('SSXDT.DB2S.*.SDSN*.**') ALL DSNS
  LD DA('SSXDT.DB2T.*.SDSN*.**') ALL DSNS
  LD DA('SSXDT.DB2U.*.SDSN*.**') ALL DSNS
  LD DA('SSXDT.DB2V.*.SDSN*.**') ALL DSNS
  LD DA('SSXDT.DB2Y.*.SDSN*.**') ALL DSNS
  LD DA('SSXDT.DB2Z.*.SDSN*.**') ALL DSNS
  LD DA('SSXDT.DB3K.*.SDSN*.**') ALL DSNS
  LD DA('SSXDT.DB3N.*.SDSN*.**') ALL DSNS
  LD DA('SSXDT.DB3Q.*.SDSN*.**') ALL DSNS
  LD DA('SSXDT.DB2E.SRCLIB.**') ALL DSNS
  LD DA('SSXDT.DB2H.SRCLIB.**') ALL DSNS
  LD DA('SSXDT.DB2J.SRCLIB.**') ALL DSNS
  LD DA('SSXDT.DB2K.SRCLIB.**') ALL DSNS
  LD DA('SSXDT.DB2L.SRCLIB.**') ALL DSNS
  LD DA('SSXDT.DB2O.SRCLIB.**') ALL DSNS
  LD DA('SSXDT.DB2S.SRCLIB.**') ALL DSNS
  LD DA('SSXDT.DB2T.SRCLIB.**') ALL DSNS
  LD DA('SSXDT.DB2U.SRCLIB.**') ALL DSNS
  LD DA('SSXDT.DB2V.SRCLIB.**') ALL DSNS
  LD DA('SSXDT.DB2Y.SRCLIB.**') ALL DSNS
  LD DA('SSXDT.DB2Z.SRCLIB.**') ALL DSNS
  LD DA('SSXDT.DB2GEO.**') ALL DSNS
  LD DA('SSXDT.DB2MAINT.**') ALL DSNS
  LD DA('SSXDT.DB2.**') ALL DSNS
  LD DA('SSXDT.DB2SIZE.**') ALL DSNS
  LD DA('SSXDT.DB2V9.**') ALL DSNS
  LD DA('SSXDT.CDB.**') ALL DSNS
  LD DA('SSXDT.CLONE.**') ALL DSNS
  LD DA('SSXDT.TOOLKIT.**') ALL DSNS
  LD DA('SYS3T.DB2PM*.**') ALL DSNS
  LD DA('SYS3T.DB2TOOLS.**') ALL DSNS
  LD DA('SSXDT.CQM*.**') ALL DSNS
//
 LU T646172 TSO
 LU T061248 TSO
 LU T374844 TSO
 LU T391170 TSO
 LU T496544 TSO
 LU T492331 TSO
 LU T479012 TSO
 LU T477625 TSO
 LU T032135 TSO
 LU T485638 TSO
 LU T896704 TSO
 LU T646172 TSO
 LU T061248 TSO
//
  LD DA('DB2L.DSNDBLG.**') ALL
  LD DA('DB2K.DSNDBKG.**') ALL
  LD DA('DB3K.DSNDBKG.**') ALL

//
  SR MASK(SMPBRZ)
  SR MASK(DB2BLD)
  LD DA('DB2BLD.**') ALL
  LD DA('SMPBRZ.**') ALL
//
  LU DB2KDIST OMVS
  LU DB3KDIST OMVS
//
  LU T700527
  LU HDMODEL
  LG DTGRP
  LG SDB2L
  LU DB2LMSTR
  LU DB2LIRLM
  LU DB2LDBM1
  LU DB2LDIST
  LU DB2LSPAS
  LD DA('DB2L.**') ALL
  LD DA('SSXDT.DB2L.**') ALL
  LD DA('SSXDT.DB2L.RUNLIB.**') ALL
  LD DA('DB2L.DSNDBLG.**') ALL
  LD DA('SSXDT.DB2L.ARCH*.**') ALL
  LD DA('DB2L.DSNDB*.DSNDB*.**') ALL
  LD DA('DB2L.DSN*.**') ALL
  LD DA('SDB2L.**') ALL
  LU DB2LDIST OMVS
//
  LU DB2XDIST OMVS
  LU DB2WDIST OMVS
//
  LG $DSNGRP
  LU DB2EDBM1
  LU DB2EDIST
  LU DB2EIRLMF WLM
  LU DB2EMSTR
  LU DB2EPEAS
  LU DB2ESPAS
  LG DB2E
  LG SSXDT
  LG SDB2E
  SR MASK(SSXDT)
  SR MASK(DB2E)
  SR MASK(SDB2E)
  LD DA('DB2E.DBEG.**') ALL
  LD DA('DB2E.DSN*.**') ALL
  LD DA('DB2E.**') ALL
  LD DA('SDB2E.**') ALL
  LD DA('SSXDT.**') ALL
  LD DA('SSXDT.DB2T.**') ALL
//
  LU XMT001C
//
   LU  719784
   LU  732942
   LU  RESCD01
   LU  SCDBAD1
   LU  SCGTD01
   LU  SCGTD1
   LU  STDBAD2
   LU  SYSOPR
   LU  T000736
   LU  YME007
   LG  719784
   LG  732942
   LG  RESCD01
   LG  SCDBAD1
   LG  SCGTD01
   LG  SCGTD1
   LG  STDBAD2
   LG  SYSOPR
   LG  T000736
   LG  YME007
