//UXC401M  JOB ,'DB2 SYSTEM',CLASS=S,MSGCLASS=X,TIME=1440,REGION=0M,
//         NOTIFY=&SYSUID,USER=DB2HCID
/*JOBPARM SYSAFF=MVSE
//RACFLST EXEC PGM=IKJEFT01,DYNAMNBR=20,COND=(4,LT)
//SYSPRINT DD  SYSOUT=*
//SYSTSPRT DD  SYSOUT=*
//SYSTSIN  DD  *
  RL STARTED WLMDB2*.* STDATA
  RL STARTED DBVGWLM.* STDATA
  SR CLASS(STARTED) NOMASK
//
 LD DA('SSXDT.DB2TOOLS.SDI.**') ALL
 LD DA('SSXDP.DB2TOOLS.SDI.**') ALL
//
 SR CLASS(DSNR) NOMASK
 SR CLASS(APPCLU) NOMASK
 SR CLASS(SERVER) NOMASK
 RL DSNR DB2U.WLMENV.DB2UAPP1
//
 RL SERVER *.*
 RL APPCLU *.*
 RL DSNR *.*
//
 LD DA('SYS2.DB2*.**') ALL
//
 RL FACILITY STGADMIN.ADR.** ALL
//
 RL OPERCMD JES2.CANCEL.STCOUT ALL
//
 RL SURROGAT SYSPRO.* ALL
//
 RL SURROGAT T543021.SUBMIT ALL
 RL SURROGAT T594534.SUBMIT ALL
//
 RL SURROGAT T955894.SUBMIT ALL
 RL SURROGAT T246772.SUBMIT ALL
 RL SURROGAT T485638.SUBMIT ALL
//
 RL SURROGAT T168952.SUBMIT ALL
 RL SURROGAT T479012.SUBMIT ALL
 RL SURROGAT T496544.SUBMIT ALL
 RL SURROGAT T896704.SUBMIT ALL
 RL SURROGAT T019298.SUBMIT ALL
 RL SURROGAT T171394.SUBMIT ALL
 RL SURROGAT T479710.SUBMIT ALL
 RL SURROGAT T570589.SUBMIT ALL
 RL SURROGAT T992163.SUBMIT ALL
 RL SURROGAT T032135.SUBMIT ALL
 RL SURROGAT T399389.SUBMIT ALL
 RL SURROGAT T485638.SUBMIT ALL
 RL SURROGAT T799122.SUBMIT ALL
 RL SURROGAT T050554.SUBMIT ALL
 RL SURROGAT T455976.SUBMIT ALL
 RL SURROGAT T492331.SUBMIT ALL
 RL SURROGAT T799172.SUBMIT ALL
 RL SURROGAT T097278.SUBMIT ALL
 RL SURROGAT T477625.SUBMIT ALL
 RL SURROGAT T492957.SUBMIT ALL
 RL SURROGAT T844723.SUBMIT ALL
//
 SYSPRO    T019298   T032135   T050554   T097278
 T168952   T171394   T399389   T455976   T477625
 T479012   T479710   T485638   T492331   T492957
 T496544   T570589   T799122   T799172   T844723
 T896704   T992163
//
 LU T396258
 LU T539642
 LU T551833
 LU T554204
 LU T560635
 LU T792184
 LU T528393
 LU T396620
 LU T148334
 LU T020592
 LU T353501
 LU T674004
 LU T467934
 LU T740436
 LU T424094
 LU T428654
 LU T324361
 LU T972451
 LU T945647
 LU T054422
 LU T935486
 LU T778710
//
 RL SURROGAT SYSPRO.SUBMIT ALL
 RL SURROGAT DB2FDIST.SUBMIT ALL
 RL SURROGAT DB4R.SUBMIT ALL
 RL SURROGAT DB7R.SUBMIT ALL
//
 RL SURROGAT @DB2B.SUBMIT ALL
 LD DA('SSXDT.**') ALL
 LG @SUBALL
 LG $STCGRP
 SR CLASS(SURROGAT) NOMASK
 RL SURROGAT *.SUBMIT ALL
 LU T646172 TSO
 LU T061248 TSO
 LU T374844 TSO
 LU T391170 TSO
 LU T496544 TSO
 LU T492331 TSO
 LU T479012 TSO
 LU T477625 TSO
 LU T032135 TSO
 LU T485638 TSO
 LU T896704 TSO
 LU T646172 TSO
 LU T061248 TSO
//
  LD DA('DB2L.DSNDBLG.**') ALL
  LD DA('DB2K.DSNDBKG.**') ALL
  LD DA('DB3K.DSNDBKG.**') ALL

//
  SR MASK(SMPBRZ)
  SR MASK(DB2BLD)
  LD DA('DB2BLD.**') ALL
  LD DA('SMPBRZ.**') ALL
//
  LU DB2KDIST OMVS
  LU DB3KDIST OMVS
//
  LU T700527
  LU HDMODEL
  LG DTGRP
  LG SDB2L
  LU DB2LMSTR
  LU DB2LIRLM
  LU DB2LDBM1
  LU DB2LDIST
  LU DB2LSPAS
  LD DA('DB2L.**') ALL
  LD DA('SSXDT.DB2L.**') ALL
  LD DA('SSXDT.DB2L.RUNLIB.**') ALL
  LD DA('DB2L.DSNDBLG.**') ALL
  LD DA('SSXDT.DB2L.ARCH*.**') ALL
  LD DA('DB2L.DSNDB*.DSNDB*.**') ALL
  LD DA('DB2L.DSN*.**') ALL
  LD DA('SDB2L.**') ALL
  LU DB2LDIST OMVS
//
  LU DB2XDIST OMVS
  LU DB2WDIST OMVS
//
  LG $DSNGRP
  LU DB2EDBM1
  LU DB2EDIST
  LU DB2EIRLMF WLM
  LU DB2EMSTR
  LU DB2EPEAS
  LU DB2ESPAS
  LG DB2E
  LG SSXDT
  LG SDB2E
  SR MASK(SSXDT)
  SR MASK(DB2E)
  SR MASK(SDB2E)
  LD DA('DB2E.DBEG.**') ALL
  LD DA('DB2E.DSN*.**') ALL
  LD DA('DB2E.**') ALL
  LD DA('SDB2E.**') ALL
  LD DA('SSXDT.**') ALL
  LD DA('SSXDT.DB2T.**') ALL
//
  LU XMT001C
//
   LU  719784
   LU  732942
   LU  RESCD01
   LU  SCDBAD1
   LU  SCGTD01
   LU  SCGTD1
   LU  STDBAD2
   LU  SYSOPR
   LU  T000736
   LU  YME007
   LG  719784
   LG  732942
   LG  RESCD01
   LG  SCDBAD1
   LG  SCGTD01
   LG  SCGTD1
   LG  STDBAD2
   LG  SYSOPR
   LG  T000736
   LG  YME007
