//UXC401M  JOB ,'DB2 SYSTEM',CLASS=S,MSGCLASS=X,TIME=1440,REGION=0M,
//         NOTIFY=&SYSUID,USER=DB2HCID
/*JOBPARM SYSAFF=MVS3
//IRRUT100 EXEC PGM=IRRUT100
//SYSUT1   DD   UNIT=SYSDA,SPACE=(CYL,(5,15))
//SYSPRINT DD   SYSOUT=*
//SYSLBC   DD   DISP=SHR,
//         DSN=SYS1.BRODCAST
//SYSIN    DD *
  $DB2IAM
