//UXC401M  JOB ,'DB2 SYSTEM',CLASS=S,MSGCLASS=X,TIME=1440,REGION=0M,
//         NOTIFY=&SYSUID,USER=DB2HCID
/*JOBPARM SYSAFF=MVSH
//RACFLST EXEC PGM=IKJEFT01,DYNAMNBR=20
//SYSPRINT DD  SYSOUT=*
//SYSTSPRT DD  SYSOUT=*
//SYSTSIN  DD  *
      LU DBVGAPP1
      LU DBVGPGMC
      LU DBVGPSMP
      LU DBVGUTIL
      LU DBVGWLM1
      LU DBVGWLMA
      LU DBVGWLMJ
//
  SR MASK(SSXDT)
  LD DA('SSXDT.DB2E.DBRMLIB.**') ALL
  LD DA('SSXDT.DB2E.RUNLIB.**') ALL
  LD DA('SSXDT.DB2E.SDSN*.**') ALL
  LD DA('SSXDT.DB2E.SRCLIB.**') ALL
  LD DA('SSXDT.DB2E.*.SDSN*.**') ALL
  LD DA('SSXDT.DB2H.DBRMLIB.**') ALL
  LD DA('SSXDT.DB2H.RUNLIB.**') ALL
  LD DA('SSXDT.DB2H.SDSN*.**') ALL
  LD DA('SSXDT.DB2H.SRCLIB.**') ALL
  LD DA('SSXDT.DB2H.*.SDSN*.**') ALL
  LD DA('SSXDT.DB2J.ARCH*.**') ALL
  LD DA('SSXDT.DB2J.DBRMLIB.**') ALL
  LD DA('SSXDT.DB2J.RUNLIB.**') ALL
  LD DA('SSXDT.DB2J.SDSN*.**') ALL
  LD DA('SSXDT.DB2J.SRCLIB.**') ALL
  LD DA('SSXDT.DB2J.*.SDSN*.**') ALL
  LD DA('SSXDT.DB2K.ARCH*.**') ALL
  LD DA('SSXDT.DB2K.DBRMLIB.**') ALL
  LD DA('SSXDT.DB2K.RUNLIB.**') ALL
  LD DA('SSXDT.DB2K.SDSN*.**') ALL
  LD DA('SSXDT.DB2K.SRCLIB.**') ALL
  LD DA('SSXDT.DB2K.*.SDSN*.**') ALL
  LD DA('SSXDT.DB2K.**') ALL
  LD DA('SSXDT.DB2L.ARCH*.**') ALL
  LD DA('SSXDT.DB2L.DBRMLIB.**') ALL
  LD DA('SSXDT.DB2L.RUNLIB.**') ALL
  LD DA('SSXDT.DB2L.SDSN*.**') ALL
  LD DA('SSXDT.DB2L.SRCLIB.**') ALL
  LD DA('SSXDT.DB2L.*.SDSN*.**') ALL
  LD DA('SSXDT.DB2L.**') ALL
  LD DA('SSXDT.DB2MAINT.**') ALL
  LD DA('SSXDT.DB2N.ARCH*.**') ALL
  LD DA('SSXDT.DB2N.DBRMLIB.**') ALL
  LD DA('SSXDT.DB2N.RUNLIB.**') ALL
  LD DA('SSXDT.DB2N.SDSN*.**') ALL
  LD DA('SSXDT.DB2N.*.SDSN*.**') ALL
  LD DA('SSXDT.DB2O.ARCH*.**') ALL
  LD DA('SSXDT.DB2O.DBRMLIB.**') ALL
  LD DA('SSXDT.DB2O.RUNLIB.**') ALL
  LD DA('SSXDT.DB2O.SDSN*.**') ALL
  LD DA('SSXDT.DB2O.SRCLIB.**') ALL
  LD DA('SSXDT.DB2O.*.SDSN*.**') ALL
  LD DA('SSXDT.DB2O.**') ALL
  LD DA('SSXDT.DB2PM.**') ALL
  LD DA('SSXDT.DB2PM*.**') ALL
  LD DA('SSXDT.DB2Q.*.SDSN*.**') ALL
  LD DA('SSXDT.DB2S.ARCH*.**') ALL
  LD DA('SSXDT.DB2S.DBRMLIB.**') ALL
  LD DA('SSXDT.DB2S.RUNLIB.**') ALL
  LD DA('SSXDT.DB2S.SDSN*.**') ALL
  LD DA('SSXDT.DB2S.SRCLIB.**') ALL
  LD DA('SSXDT.DB2S.*.SDSN*.**') ALL
  LD DA('SSXDT.DB2SIZE.**') ALL
  LD DA('SSXDT.DB2T.RUNLIB.**') ALL
  LD DA('SSXDT.DB2T.SDSN*.**') ALL
  LD DA('SSXDT.DB2T.SRCLIB.**') ALL
  LD DA('SSXDT.DB2T.*.SDSN*.**') ALL
  LD DA('SSXDT.DB2T.**') ALL
  LD DA('SSXDT.DB2TOOLS.**') ALL
  LD DA('SSXDT.DB2U.ARCH*.**') ALL
  LD DA('SSXDT.DB2U.DBRMLIB.**') ALL
  LD DA('SSXDT.DB2U.RUNLIB.**') ALL
  LD DA('SSXDT.DB2U.SDSN*.**') ALL
  LD DA('SSXDT.DB2U.SRCLIB.**') ALL
  LD DA('SSXDT.DB2U.*.SDSN*.**') ALL
  LD DA('SSXDT.DB2V.ARCH*.**') ALL
  LD DA('SSXDT.DB2V.DBRMLIB.**') ALL
  LD DA('SSXDT.DB2V.RUNLIB.**') ALL
  LD DA('SSXDT.DB2V.SDSN*.**') ALL
  LD DA('SSXDT.DB2V.SRCLIB.**') ALL
  LD DA('SSXDT.DB2V.*.SDSN*.**') ALL
  LD DA('SSXDT.DB2X.RUNLIB.**') ALL
  LD DA('SSXDT.DB2X.SDSN*.**') ALL
  LD DA('SSXDT.DB2Y.ARCH*.**') ALL
  LD DA('SSXDT.DB2Y.DBRMLIB.**') ALL
  LD DA('SSXDT.DB2Y.RUNLIB.**') ALL
  LD DA('SSXDT.DB2Y.SDSN*.**') ALL
  LD DA('SSXDT.DB2Y.SRCLIB.**') ALL
  LD DA('SSXDT.DB2Y.*.SDSN*.**') ALL
  LD DA('SSXDT.DB2Z.ARCH*.**') ALL
  LD DA('SSXDT.DB2Z.DBRMLIB.**') ALL
  LD DA('SSXDT.DB2Z.RUNLIB.**') ALL
  LD DA('SSXDT.DB2Z.SDSN*.**') ALL
  LD DA('SSXDT.DB2Z.SRCLIB.**') ALL
  LD DA('SSXDT.DB2Z.*.SDSN*.**') ALL
  LD DA('SSXDT.DB2*.**') ALL
  LD DA('SSXDT.DB3K.ARCH*.**') ALL
  LD DA('SSXDT.DB3K.RUNLIB.**') ALL
  LD DA('SSXDT.DB3K.SDSN*.**') ALL
  LD DA('SSXDT.DB3K.*.SDSN*.**') ALL
  LD DA('SSXDT.DB3K.**') ALL
  LD DA('SSXDT.DB3N.ARCH*.**') ALL
  LD DA('SSXDT.DB3N.RUNLIB.**') ALL
  LD DA('SSXDT.DB3N.SDSN*.**') ALL
  LD DA('SSXDT.DB3O.ARCH*.**') ALL
  LD DA('SSXDT.DB3O.RUNLIB.**') ALL
  LD DA('SSXDT.DB3O.**') ALL
  LD DA('SSXDT.DB3Q.*.SDSN*.**') ALL
  LD DA('SSXDT.DES1.ARCH*.**') ALL
  LD DA('SSXDT.DES1.RUNLIB*.**') ALL
  LD DA('SSXDT.DES1.**') ALL
  LD DA('SSXDT.DES2.ARCH*.**') ALL
  LD DA('SSXDT.DES2.RUNLIB*.**') ALL
  LD DA('SSXDT.DES2.**') ALL
  LD DA('SSXDT.DEWD.ARCH*.**') ALL
  LD DA('SSXDT.DEWD.RUNLIB*.**') ALL
  LD DA('SSXDT.DEWD.**') ALL
  LD DA('SSXDT.DEWQ.ARCH*.**') ALL
  LD DA('SSXDT.DEWQ.RUNLIB*.**') ALL
  LD DA('SSXDT.DEWQ.**') ALL
  LD DA('SSXDT.DSNDB.**') ALL
  LD DA('SSXDT.DSNDBKG.RUNLIB.**') ALL
  LD DA('SSXDT.DSNDBKG.**') ALL
  LD DA('SSXDT.DSNDBOG.RUNLIB.**') ALL
  LD DA('SSXDT.DSNDBOG.**') ALL
  LD DA('SSXDT.DSNDB%%.**') ALL
//
  LG DB2V
  LD DA('SYS1.PROCLIB.**') ALL DSNS
//
  LD DA('DB2O.DSN*.**') ALL DSNS
  LD DA('DB2O.DSNDBOG.**') ALL DSNS
  LD DA('DB2O.DSNDB*.DSNDB*.**') ALL DSNS
  LD DA('DB2O.DSN*.**') ALL DSNS
  LD DA('DB2O.**') ALL DSNS
