//REBUILDX JOB ,'DB2 SYSTEM',CLASS=S,MSGCLASS=X,TIME=1440,REGION=0M,
//         NOTIFY=&SYSUID
/*JOBPARM SYSAFF=MVSN
//JOBLIB    DD DISP=SHR,
//             DSN=SSXDT.DB2O.SDSNEXIT
//*
//*********************************************************************
//* STEP TERM UTIL
//*********************************************************************
//*
//* IKJEFT01: TERMINATE PENDING DSNTTX01 UTILITIES
//*
//RBLDIDX EXEC DSNUPROC,SYSTEM=DB2O,
//*            UTPROC='RESTART(PHASE)',    <=== REMOVE * FOR RESTART
//             LIB='SDB2O.SDSNLOAD',
//             UID=''
//DSNUPROC.SYSIN  DD  *
REBUILD INDEX(
"SAPR3"."D342L^0"
             )
