//RENAME31 JOB ,'DB2 SYSTEM',CLASS=S,MSGCLASS=X,TIME=1440,              00002006
//         NOTIFY=&SYSUID                                               00003006
/*JOBPARM SYSAFF=MVSX        LPAR  NAME  YOU WANT TO RUN IT             00004006
//*
//RENAME31 EXEC PGM=IDCAMS                                              00420000
//SYSPRINT DD SYSOUT=*                                                  00430000
//SYSUDUMP DD SYSOUT=*                                                  00440000
//SYSIN    DD  *                                                        01730000
   ALTER SSXDT.DB2TOOLS.SANLBASE -
   NEWNAME (SSXDT.DB2TOOLS.FALLBK31.SANLBASE)
   ALTER SSXDT.DB2TOOLS.SANLCLST -
   NEWNAME (SSXDT.DB2TOOLS.FALLBK31.SANLCLST)
   ALTER SSXDT.DB2TOOLS.SANLDATA -
   NEWNAME (SSXDT.DB2TOOLS.FALLBK31.SANLDATA)
   ALTER SSXDT.DB2TOOLS.SANLDBRM -
   NEWNAME (SSXDT.DB2TOOLS.FALLBK31.SANLDBRM)
   ALTER SSXDT.DB2TOOLS.SANLJCL  -
   NEWNAME (SSXDT.DB2TOOLS.FALLBK31.SANLJCL)
   ALTER SSXDT.DB2TOOLS.SANLLOAD -
   NEWNAME (SSXDT.DB2TOOLS.FALLBK31.SANLLOAD)
   ALTER SSXDT.DB2TOOLS.SANLPARM -
   NEWNAME (SSXDT.DB2TOOLS.FALLBK31.SANLPARM)
   ALTER SSXDT.DB2TOOLS.SANLSAMP -
   NEWNAME (SSXDT.DB2TOOLS.FALLBK31.SANLSAMP)
   ALTER SSXDT.DB2TOOLS.SANLSPFM -
   NEWNAME (SSXDT.DB2TOOLS.FALLBK31.SANLSPFM)
   ALTER SSXDT.DB2TOOLS.SANLSPFP -
   NEWNAME (SSXDT.DB2TOOLS.FALLBK31.SANLSPFP)
   ALTER SSXDT.DB2TOOLS.SANLSQL  -
   NEWNAME (SSXDT.DB2TOOLS.FALLBK31.SANLSQL)
   ALTER SSXDT.DB2TOOLS.SANLVCLS -
   NEWNAME (SSXDT.DB2TOOLS.FALLBK31.SANLVCLS)
/*                                                                      08290000
//                                                                      08290000
//*                                                                     08290000
//* FALLBACK                                                            08290000
//*
//FALLBACK EXEC PGM=IDCAMS                                              00420000
//SYSPRINT DD SYSOUT=*                                                  00430000
//SYSUDUMP DD SYSOUT=*                                                  00440000
//SYSIN    DD  *                                                        01730000
   ALTER SSXDT.DB2TOOLS.FALLBK31.SANLBASE -
   NEWNAME (SSXDT.DB2TOOLS.SANLBASE)
   ALTER SSXDT.DB2TOOLS.FALLBK31.SANLCLST -
   NEWNAME (SSXDT.DB2TOOLS.SANLCLST)
   ALTER SSXDT.DB2TOOLS.FALLBK31.SANLDATA -
   NEWNAME (SSXDT.DB2TOOLS.SANLDATA)
   ALTER SSXDT.DB2TOOLS.FALLBK31.SANLDBRM -
   NEWNAME (SSXDT.DB2TOOLS.SANLDBRM)
   ALTER SSXDT.DB2TOOLS.FALLBK31.SANLJCL  -
   NEWNAME (SSXDT.DB2TOOLS.SANLJCL)
   ALTER SSXDT.DB2TOOLS.FALLBK31.SANLLOAD -
   NEWNAME (SSXDT.DB2TOOLS.SANLLOAD)
   ALTER SSXDT.DB2TOOLS.FALLBK31.SANLPARM -
   NEWNAME (SSXDT.DB2TOOLS.SANLPARM)
   ALTER SSXDT.DB2TOOLS.FALLBK31.SANLSAMP -
   NEWNAME (SSXDT.DB2TOOLS.SANLSAMP)
   ALTER SSXDT.DB2TOOLS.FALLBK31.SANLSPFM -
   NEWNAME (SSXDT.DB2TOOLS.SANLSPFM)
   ALTER SSXDT.DB2TOOLS.FALLBK31.SANLSPFP -
   NEWNAME (SSXDT.DB2TOOLS.SANLSPFP)
   ALTER SSXDT.DB2TOOLS.FALLBK31.SANLSQL  -
   NEWNAME (SSXDT.DB2TOOLS.SANLSQL)
   ALTER SSXDT.DB2TOOLS.FALLBK31.SANLVCLS -
   NEWNAME (SSXDT.DB2TOOLS.SANLVCLS)
//*                                                                     08290000
