//RENAME41 JOB ,'DB2 SYSTEM',CLASS=S,MSGCLASS=X,TIME=1440,              00002006
//         NOTIFY=&SYSUID                                               00003006
/*JOBPARM SYSAFF=MVSX        LPAR  NAME  YOU WANT TO RUN IT             00004006
//*
//RENAME41 EXEC PGM=IDCAMS                                              00420000
//SYSPRINT DD SYSOUT=*                                                  00430000
//SYSUDUMP DD SYSOUT=*                                                  00440000
//SYSIN    DD  *                                                        01730000
   ALTER SSXDT.DB2TOOLS.ANL41AT.SANLBASE -
    NEWNAME (SSXDT.DB2TOOLS.SANLBASE)
   ALTER SSXDT.DB2TOOLS.ANL41AT.SANLCLST -
    NEWNAME (SSXDT.DB2TOOLS.SANLCLST)
   ALTER SSXDT.DB2TOOLS.ANL41AT.SANLDBRM -
    NEWNAME (SSXDT.DB2TOOLS.SANLDBRM)
   ALTER SSXDT.DB2TOOLS.ANL41AT.SANLDENU -
    NEWNAME (SSXDT.DB2TOOLS.SANLDENU)
   ALTER SSXDT.DB2TOOLS.ANL41AT.SANLLOAD -
    NEWNAME (SSXDT.DB2TOOLS.SANLLOAD)
   ALTER SSXDT.DB2TOOLS.ANL41AT.SANLMENU -
    NEWNAME (SSXDT.DB2TOOLS.SANLMENU)
   ALTER SSXDT.DB2TOOLS.ANL41AT.SANLPARM -
    NEWNAME (SSXDT.DB2TOOLS.SANLPARM)
   ALTER SSXDT.DB2TOOLS.ANL41AT.SANLPENU -
    NEWNAME (SSXDT.DB2TOOLS.SANLPENU)
   ALTER SSXDT.DB2TOOLS.ANL41AT.SANLSAMP -
    NEWNAME (SSXDT.DB2TOOLS.SANLSAMP)
   ALTER SSXDT.DB2TOOLS.ANL41AT.SANLSQL -
    NEWNAME (SSXDT.DB2TOOLS.SANLSQL)
/*                                                                      08290000
//                                                                      08290000
//*                                                                     08290000
//* FALLBACK
//*
//FALLBACK EXEC PGM=IDCAMS                                              00420000
//SYSPRINT DD SYSOUT=*                                                  00430000
//SYSUDUMP DD SYSOUT=*                                                  00440000
//SYSIN    DD  *                                                        01730000
    ALTER SSXDT.DB2TOOLS.SANLBASE -
   NEWNAME (SSXDT.DB2TOOLS.ANL41AT.SANLBASE)
    ALTER SSXDT.DB2TOOLS.SANLCLST -
   NEWNAME (SSXDT.DB2TOOLS.ANL41AT.SANLCLST)
    ALTER SSXDT.DB2TOOLS.SANLDBRM -
   NEWNAME (SSXDT.DB2TOOLS.ANL41AT.SANLDBRM)
    ALTER SSXDT.DB2TOOLS.SANLDENU -
   NEWNAME (SSXDT.DB2TOOLS.ANL41AT.SANLDENU)
    ALTER SSXDT.DB2TOOLS.SANLLOAD -
   NEWNAME (SSXDT.DB2TOOLS.ANL41AT.SANLLOAD)
    ALTER SSXDT.DB2TOOLS.SANLMENU -
   NEWNAME (SSXDT.DB2TOOLS.ANL41AT.SANLMENU)
    ALTER SSXDT.DB2TOOLS.SANLPARM -
   NEWNAME (SSXDT.DB2TOOLS.ANL41AT.SANLPARM)
    ALTER SSXDT.DB2TOOLS.SANLPENU -
   NEWNAME (SSXDT.DB2TOOLS.ANL41AT.SANLPENU)
    ALTER SSXDT.DB2TOOLS.SANLSAMP -
   NEWNAME (SSXDT.DB2TOOLS.ANL41AT.SANLSAMP)
    ALTER SSXDT.DB2TOOLS.SANLSQL  -
   NEWNAME (SSXDT.DB2TOOLS.ANL41AT.SANLSQL)
//*
