//DB6VRDBD JOB ,'DB2 SYSTEM',CLASS=S,MSGCLASS=X,TIME=1440,
//         NOTIFY=&SYSUID
/*JOBPARM SYSAFF=MVS3
//*
//*
//REPAIR EXEC DSNUPROC,SYSTEM=DB6V,UID=''
//STEPLIB DD DISP=SHR,DSN=SSXDT.DB6V.SDSNLOAD
//SYSPRINT DD SYSOUT=*
//SYSIN    DD *
  REPAIR DBD DIAGNOSE DATABASE EBKD3P03
//
