//DB2XREPO   JOB ,'DB2 RM 105',MSGCLASS=X,
//         NOTIFY=&SYSUID,REGION=0M
/*JOBPARM SYSAFF=MVS3
//         JCLLIB ORDER=SSXDT.TOOLKIT.PROCLIB
//JOBLIB   DD  DISP=SHR,
//             DSN=SSXDP.DB2X.SDSNEXIT
//         DD  DISP=SHR,
//             DSN=SDB2X.SDSNLOAD
//DTEP1  EXEC DSNUPROC,SYSTEM=DB2X,LIB=SSXDP.DB2X.SDSNLOAD
//STEPLIB DD DSN=SSXDP.DB2X.SDSNLOAD,DISP=SHR
//        DD DSN=SSXDP.DB2X.SDSNEXIT,DISP=SHR
//SYSPRINT DD  SYSOUT=*
//SYSUDUMP DD  SYSOUT=*
//SYSIN    DD  *
 REPORT RECOVERY INDEXSPACE DSNDB06.SYSCOPYI
