//MVSKSRCH JOB ,'DB2 SYSTEM',CLASS=A,MSGCLASS=X,TIME=1440,
//         NOTIFY=&SYSUID,REGION=0M
/*JOBPARM SYSAFF=MVSK
//*************************************************************/
//* SEARCH FOR STRING INTO THE DATASETS                       */
//*************************************************************/
//SEARCH   EXEC PGM=ISRSUPC,PARM=(SRCHCMP,'ANYC')
//NEWDD    DD DISP=(SHR),DSN=SSXDT.DB2E.TAILOR.SDSNSAMP
//         DD DISP=(SHR),DSN=SSXDT.DB2S.TAILOR.SDSNSAMP
//         DD DISP=(SHR),DSN=SSXDT.DB2K.TAILOR.SDSNSAMP
//         DD DISP=(SHR),DSN=SSXDT.DB3K.TAILOR.SDSNSAMP
//         DD DISP=(SHR),DSN=SSXDT.DB2Y.TAILOR.SDSNSAMP
//         DD DISP=(SHR),DSN=SSXDT.DB2N.TAILOR.SDSNSAMP
//         DD DISP=(SHR),DSN=SSXDT.DB3N.TAILOR.SDSNSAMP
//         DD DISP=(SHR),DSN=SSXDT.DB2O.TAILOR.SDSNSAMP
//         DD DISP=(SHR),DSN=SSXDT.DB3O.TAILOR.SDSNSAMP
//         DD DISP=(SHR),DSN=SSXDT.DB2J.TAILOR.SDSNSAMP
//         DD DISP=(SHR),DSN=SSXDT.DB2H.TAILOR.SDSNSAMP
//         DD DISP=(SHR),DSN=SSXDT.DB2L.TAILOR.SDSNSAMP
//         DD DISP=(SHR),DSN=SSXDT.DB2V.TAILOR.SDSNSAMP
//         DD DISP=(SHR),DSN=SSXDT.DB3V.TAILOR.SDSNSAMP
//         DD DISP=(SHR),DSN=SSXDT.DB4V.TAILOR.SDSNSAMP
//         DD DISP=(SHR),DSN=SSXDT.DB5V.TAILOR.SDSNSAMP
//         DD DISP=(SHR),DSN=SSXDT.DB6V.TAILOR.SDSNSAMP
//         DD DISP=(SHR),DSN=SSXDT.DB2U.TAILOR.SDSNSAMP
//         DD DISP=(SHR),DSN=SSXDT.DB2Z.TAILOR.SDSNSAMP
//         DD DISP=(SHR),DSN=SSXDP.DB2X.TAILOR.SDSNSAMP
//OUTDD    DD SYSOUT=*
//SYSIN    DD *
SRCHFOR 'ISFOUT'
/*
