//UXC401ME JOB ,'DB2 SYSTEM',CLASS=S,MSGCLASS=X,TIME=1440,
//         NOTIFY=&SYSUID
/*JOBPARM SYSAFF=MVSJ                                <= Change SYSAFF
//LISTCAT EXEC PGM=IDCAMS,REGION=62M
//SYSPRINT DD  SYSOUT=*
//SYSIN DD *
 LISTCAT ALL CAT(CATALOG.MVSICF1.DB9RS4)
