//DB2VSDEL   JOB ,'DB2 RM 105',CLASS=S,MSGCLASS=X,
//         NOTIFY=&SYSUID,REGION=0M
/*JOBPARM SYSAFF=MVS3
//*                                                                     00490000
//DSNTIC  EXEC PGM=IDCAMS,COND=(2,LT)
//SYSPRINT DD SYSOUT=*
//SYSUDUMP DD SYSOUT=*
//SYSIN    DD  *                                                        01850000
         DELETE (DB2V.DSNDBC.DSNDB01.DBD01.J0001.A001)                  01870000
         DELETE (DB2V.DSNDBC.DSNDB01.SCT02.J0001.A001)                  02030000
         DELETE (DB2V.DSNDBC.DSNDB01.DSNSCT02.J0001.A001)               02190000
         DELETE (DB2V.DSNDBC.DSNDB01.SPT01.J0001.A001)                  02350000
         DELETE (DB2V.DSNDBC.DSNDB01.DSNSPT01.J0001.A001)               02510000
         DELETE (DB2V.DSNDBC.DSNDB01.DSNSPT02.J0001.A001)               02670000
         DELETE (DB2V.DSNDBC.DSNDB01.SYSLGRNX.J0001.A001)               02830000
         DELETE (DB2V.DSNDBC.DSNDB01.DSNLLX01.J0001.A001)               02990000
         DELETE (DB2V.DSNDBC.DSNDB01.DSNLLX02.J0001.A001)               03150000
         DELETE (DB2V.DSNDBC.DSNDB01.SYSUTILX.J0001.A001)               03310000
         DELETE (DB2V.DSNDBC.DSNDB01.DSNLUX01.J0001.A001)               03470000
         DELETE (DB2V.DSNDBC.DSNDB01.DSNLUX02.J0001.A001)               03630000
         DELETE (DB2V.DSNDBC.DSNDB06.SYSCOPY.J0001.A001)                03840000
         DELETE (DB2V.DSNDBC.DSNDB06.DSNUCH01.J0001.A001)               04000000
         DELETE (DB2V.DSNDBC.DSNDB06.DSNUCX01.J0001.A001)               04160000
         DELETE (DB2V.DSNDBC.DSNDB06.SYSDBASE.J0001.A001)               04370000
         DELETE (DB2V.DSNDBC.DSNDB06.DSNDCX01.J0001.A001)               04530000
         DELETE (DB2V.DSNDBC.DSNDB06.DSNDCX02.J0001.A001)               04680500
         DELETE (DB2V.DSNDBC.DSNDB06.DSNDLX01.J0001.A001)               04690000
         DELETE (DB2V.DSNDBC.DSNDB06.DSNDTX01.J0001.A001)               04850000
         DELETE (DB2V.DSNDBC.DSNDB06.DSNDTX02.J0001.A001)               05010000
         DELETE (DB2V.DSNDBC.DSNDB06.DSNDSX01.J0001.A001)               05170000
         DELETE (DB2V.DSNDBC.DSNDB06.DSNDXX01.J0001.A001)               05330000
         DELETE (DB2V.DSNDBC.DSNDB06.DSNDXX02.J0001.A001)               05490000
         DELETE (DB2V.DSNDBC.DSNDB06.DSNDYX01.J0001.A001)               05650000
         DELETE (DB2V.DSNDBC.DSNDB06.DSNATX01.J0001.A001)               05810000
         DELETE (DB2V.DSNDBC.DSNDB06.DSNATX02.J0001.A001)               05970000
         DELETE (DB2V.DSNDBC.DSNDB06.DSNATX03.J0001.A001)               06130000
         DELETE (DB2V.DSNDBC.DSNDB06.DSNDKX01.J0001.A001)               06290000
         DELETE (DB2V.DSNDBC.DSNDB06.DSNDXX03.J0001.A001)               06450000
         DELETE (DB2V.DSNDBC.DSNDB06.DSNDRX01.J0001.A001)               06610000
         DELETE (DB2V.DSNDBC.DSNDB06.DSNDRX02.J0001.A001)               06760700
         DELETE (DB2V.DSNDBC.DSNDB06.DSNDPX01.J0001.A001)               06770000
         DELETE (DB2V.DSNDBC.DSNDB06.DSNDPX02.J0001.A001)               06911400
         DELETE (DB2V.DSNDBC.DSNDB06.DSNDPX03.J0001.A001)               06919240
         DELETE (DB2V.DSNDBC.DSNDB06.DSNDRH01.J0001.A001)               06919460
         DELETE (DB2V.DSNDBC.DSNDB06.DSNDXX04.J0001.A001)               06919700
         DELETE (DB2V.DSNDBC.DSNDB06.DSNDTX03.J0001.A001)               06920200
         DELETE (DB2V.DSNDBC.DSNDB06.DSNATX04.J0001.A001)               06922400
         DELETE (DB2V.DSNDBC.DSNDB06.DSNDLX02.J0001.A001)               06924600
         DELETE (DB2V.DSNDBC.DSNDB06.DSNACX01.J0001.A001)               06926800
         DELETE (DB2V.DSNDBC.DSNDB06.SYSDBAUT.J0001.A001)               06980000
         DELETE (DB2V.DSNDBC.DSNDB06.DSNADH01.J0001.A001)               07140000
         DELETE (DB2V.DSNDBC.DSNDB06.DSNADX01.J0001.A001)               07300000
         DELETE (DB2V.DSNDBC.DSNDB06.DSNDDH01.J0001.A001)               07460000
         DELETE (DB2V.DSNDBC.DSNDB06.DSNDDX02.J0001.A001)               07620000
         DELETE (DB2V.DSNDBC.DSNDB06.SYSGPAUT.J0001.A001)               07830000
         DELETE (DB2V.DSNDBC.DSNDB06.DSNAGH01.J0001.A001)               07990000
         DELETE (DB2V.DSNDBC.DSNDB06.DSNAGX01.J0001.A001)               08150000
         DELETE (DB2V.DSNDBC.DSNDB06.SYSGROUP.J0001.A001)               08360000
         DELETE (DB2V.DSNDBC.DSNDB06.DSNSSH01.J0001.A001)               08520000
         DELETE (DB2V.DSNDBC.DSNDB06.SYSPKAGE.J0001.A001)               08730000
         DELETE (DB2V.DSNDBC.DSNDB06.DSNKLX01.J0001.A001)               08890000
         DELETE (DB2V.DSNDBC.DSNDB06.DSNKLX02.J0001.A001)               09050000
         DELETE (DB2V.DSNDBC.DSNDB06.DSNKKX01.J0001.A001)               09210000
         DELETE (DB2V.DSNDBC.DSNDB06.DSNKKX02.J0001.A001)               09370000
         DELETE (DB2V.DSNDBC.DSNDB06.DSNKSX01.J0001.A001)               09530000
         DELETE (DB2V.DSNDBC.DSNDB06.DSNKDX01.J0001.A001)               09690000
         DELETE (DB2V.DSNDBC.DSNDB06.DSNKDX02.J0001.A001)               09850000
         DELETE (DB2V.DSNDBC.DSNDB06.DSNKDX03.J0001.A001)               10000500
         DELETE (DB2V.DSNDBC.DSNDB06.DSNKAX01.J0001.A001)               10010000
         DELETE (DB2V.DSNDBC.DSNDB06.DSNKAX02.J0001.A001)               10170000
         DELETE (DB2V.DSNDBC.DSNDB06.DSNKAX03.J0001.A001)               10330000
         DELETE (DB2V.DSNDBC.DSNDB06.DSNKPX01.J0001.A001)               10490000
         DELETE (DB2V.DSNDBC.DSNDB06.DSNKYX01.J0001.A001)               10650000
         DELETE (DB2V.DSNDBC.DSNDB06.SYSPLAN.J0001.A001)                11020000
         DELETE (DB2V.DSNDBC.DSNDB06.DSNGGX01.J0001.A001)               11180000
         DELETE (DB2V.DSNDBC.DSNDB06.DSNAPX01.J0001.A001)               11340000
         DELETE (DB2V.DSNDBC.DSNDB06.DSNAPH01.J0001.A001)               11500000
         DELETE (DB2V.DSNDBC.DSNDB06.DSNPPH01.J0001.A001)               11660000
         DELETE (DB2V.DSNDBC.DSNDB06.SYSSTR.J0001.A001)                 11870000
         DELETE (DB2V.DSNDBC.DSNDB06.DSNSSX01.J0001.A001)               12030000
         DELETE (DB2V.DSNDBC.DSNDB06.DSNSCX01.J0001.A001)               12190000
         DELETE (DB2V.DSNDBC.DSNDB06.DSNSDX01.J0001.A001)               12350000
         DELETE (DB2V.DSNDBC.DSNDB06.DSNCHX01.J0001.A001)               12491600
         DELETE (DB2V.DSNDBC.DSNDB06.SYSUSER.J0001.A001)                12560000
         DELETE (DB2V.DSNDBC.DSNDB06.DSNAUH01.J0001.A001)               12720000
         DELETE (DB2V.DSNDBC.DSNDB06.DSNAUX02.J0001.A001)               12880000
         DELETE (DB2V.DSNDBC.DSNDB06.SYSVIEWS.J0001.A001)               13090000
         DELETE (DB2V.DSNDBC.DSNDB06.DSNVTH01.J0001.A001)               13250000
         DELETE (DB2V.DSNDBC.DSNDB06.DSNGGX02.J0001.A001)               13410000
         DELETE (DB2V.DSNDBC.DSNDB06.DSNGGX03.J0001.A001)               13560500
         DELETE (DB2V.DSNDBC.DSNDB06.DSNVVX01.J0001.A001)               13570000
         DELETE (DB2V.DSNDBC.DSNDB06.DSNGGX04.J0001.A001)               13711600
         DELETE (DB2V.DSNDBC.DSNDB06.SYSSTATS.J0001.A001)               13780000
         DELETE (DB2V.DSNDBC.DSNDB06.DSNTNX01.J0001.A001)               13940000
         DELETE (DB2V.DSNDBC.DSNDB06.DSNTCX01.J0001.A001)               14100000
         DELETE (DB2V.DSNDBC.DSNDB06.DSNTXX01.J0001.A001)               14260000
         DELETE (DB2V.DSNDBC.DSNDB06.DSNLNX01.J0001.A001)               14420000
         DELETE (DB2V.DSNDBC.DSNDB06.DSNTPX01.J0001.A001)               14504000
         DELETE (DB2V.DSNDBC.DSNDB06.DSNTTX01.J0001.A001)               14580000
         DELETE (DB2V.DSNDBC.DSNDB06.SYSDDF.J0001.A001)                 14790000
         DELETE (DB2V.DSNDBC.DSNDB06.DSNFCX01.J0001.A001)               14950000
         DELETE (DB2V.DSNDBC.DSNDB06.DSNFNX01.J0001.A001)               15110000
         DELETE (DB2V.DSNDBC.DSNDB06.DSNFEX01.J0001.A001)               15270000
         DELETE (DB2V.DSNDBC.DSNDB06.DSNFLX01.J0001.A001)               15430000
         DELETE (DB2V.DSNDBC.DSNDB06.DSNFLX02.J0001.A001)               15590000
         DELETE (DB2V.DSNDBC.DSNDB06.DSNFMX01.J0001.A001)               15750000
         DELETE (DB2V.DSNDBC.DSNDB06.DSNFDX01.J0001.A001)               15910000
         DELETE (DB2V.DSNDBC.DSNDB06.DSNFPX01.J0001.A001)               16070000
         DELETE (DB2V.DSNDBC.DSNDB06.DSNDUX01.J0001.A001)               16203400
         DELETE (DB2V.DSNDBC.DSNDB06.SYSOBJ.J0001.A001)                 16210100
         DELETE (DB2V.DSNDBC.DSNDB06.DSNOXX01.J0001.A001)               16210420
         DELETE (DB2V.DSNDBC.DSNDB06.DSNOXX02.J0001.A001)               16210740
         DELETE (DB2V.DSNDBC.DSNDB06.DSNCCX01.J0001.A001)               16211060
         DELETE (DB2V.DSNDBC.DSNDB06.DSNCCX02.J0001.A001)               16211361
         DELETE (DB2V.DSNDBC.DSNDB06.DSNODX01.J0001.A001)               16211380
         DELETE (DB2V.DSNDBC.DSNDB06.DSNODX02.J0001.A001)               16211840
         DELETE (DB2V.DSNDBC.DSNDB06.DSNOPX01.J0001.A001)               16212320
         DELETE (DB2V.DSNDBC.DSNDB06.DSNOPX02.J0001.A001)               16212800
         DELETE (DB2V.DSNDBC.DSNDB06.DSNOPX03.J0001.A001)               16213280
         DELETE (DB2V.DSNDBC.DSNDB06.DSNOAX01.J0001.A001)               16213760
         DELETE (DB2V.DSNDBC.DSNDB06.DSNOAX02.J0001.A001)               16214240
         DELETE (DB2V.DSNDBC.DSNDB06.DSNOAX03.J0001.A001)               16214720
         DELETE (DB2V.DSNDBC.DSNDB06.DSNOFX01.J0001.A001)               16215200
         DELETE (DB2V.DSNDBC.DSNDB06.DSNOFX02.J0001.A001)               16215680
         DELETE (DB2V.DSNDBC.DSNDB06.DSNOFX03.J0001.A001)               16216160
         DELETE (DB2V.DSNDBC.DSNDB06.DSNOFX04.J0001.A001)               16216640
         DELETE (DB2V.DSNDBC.DSNDB06.DSNOFX05.J0001.A001)               16217120
         DELETE (DB2V.DSNDBC.DSNDB06.DSNOFX06.J0001.A001)               16217600
         DELETE (DB2V.DSNDBC.DSNDB06.DSNOFX07.J0001.A001)               16218051
         DELETE (DB2V.DSNDBC.DSNDB06.DSNOFX08.J0001.A001)               16218062
         DELETE (DB2V.DSNDBC.DSNDB06.DSNSKX01.J0001.A001)               16218080
         DELETE (DB2V.DSNDBC.DSNDB06.DSNSKX02.J0001.A001)               16218560
         DELETE (DB2V.DSNDBC.DSNDB06.DSNOTX01.J0001.A001)               16219040
         DELETE (DB2V.DSNDBC.DSNDB06.DSNOTX02.J0001.A001)               16219520
         DELETE (DB2V.DSNDBC.DSNDB06.DSNOTX03.J0001.A001)               16219951
         DELETE (DB2V.DSNDBC.DSNDB06.DSNCUX01.J0001.A001)               16219962
         DELETE (DB2V.DSNDBC.DSNDB06.DSNCNX01.J0001.A001)               16219973
         DELETE (DB2V.DSNDBC.DSNDB06.DSNCNX02.J0001.A001)               16219984
         DELETE (DB2V.DSNDBC.DSNDB06.SYSSEQ.J0001.A001)                 16220400
         DELETE (DB2V.DSNDBC.DSNDB06.DSNSQX01.J0001.A001)               16221500
         DELETE (DB2V.DSNDBC.DSNDB06.DSNSQX02.J0001.A001)               16222600
         DELETE (DB2V.DSNDBC.DSNDB06.SYSSEQ2.J0001.A001)                16225400
         DELETE (DB2V.DSNDBC.DSNDB06.DSNSRX01.J0001.A001)               16227600
         DELETE (DB2V.DSNDBC.DSNDB06.DSNSRX02.J0001.A001)               16229404
         DELETE (DB2V.DSNDBC.DSNDB06.DSNWCX01.J0001.A001)               16229426
         DELETE (DB2V.DSNDBC.DSNDB06.DSNWCX02.J0001.A001)               16229448
         DELETE (DB2V.DSNDBC.DSNDB06.DSNWCX03.J0001.A001)               16229470
         DELETE (DB2V.DSNDBC.DSNDB06.SYSHIST.J0001.A001)                16229920
         DELETE (DB2V.DSNDBC.DSNDB06.DSNHFX01.J0001.A001)               16230250
         DELETE (DB2V.DSNDBC.DSNDB06.DSNHEX01.J0001.A001)               16230580
         DELETE (DB2V.DSNDBC.DSNDB06.DSNHGX01.J0001.A001)               16230910
         DELETE (DB2V.DSNDBC.DSNDB06.DSNHHX01.J0001.A001)               16231240
         DELETE (DB2V.DSNDBC.DSNDB06.DSNHHX02.J0001.A001)               16231603
         DELETE (DB2V.DSNDBC.DSNDB06.DSNHIX01.J0001.A001)               16231640
         DELETE (DB2V.DSNDBC.DSNDB06.DSNHJX01.J0001.A001)               16232080
         DELETE (DB2V.DSNDBC.DSNDB06.DSNHCX01.J0001.A001)               16232520
         DELETE (DB2V.DSNDBC.DSNDB06.DSNHDX01.J0001.A001)               16232960
         DELETE (DB2V.DSNDBC.DSNDB06.DSNHBX01.J0001.A001)               16233400
         DELETE (DB2V.DSNDBC.DSNDB06.SYSGRTNS.J0001.A001)               16234040
         DELETE (DB2V.DSNDBC.DSNDB06.DSNROX01.J0001.A001)               16234480
         DELETE (DB2V.DSNDBC.DSNDB06.DSNRSX01.J0001.A001)               16234920
         DELETE (DB2V.DSNDBC.DSNDB06.DSNRSX02.J0001.A001)               16235360
         DELETE (DB2V.DSNDBC.DSNDB06.SYSJAVA.J0001.A001)                16236000
         DELETE (DB2V.DSNDBC.DSNDB06.DSNJCX01.J0001.A001)               16236440
         DELETE (DB2V.DSNDBC.DSNDB06.DSNJOX01.J0001.A001)               16236880
         DELETE (DB2V.DSNDBC.DSNDB06.DSNJVX01.J0001.A001)               16237246
         DELETE (DB2V.DSNDBC.DSNDB06.SYSJAUXA.J0001.A001)               16237520
         DELETE (DB2V.DSNDBC.DSNDB06.DSNJDX01.J0001.A001)               16237960
         DELETE (DB2V.DSNDBC.DSNDB06.SYSJAUXB.J0001.A001)               16239040
         DELETE (DB2V.DSNDBC.DSNDB06.DSNJSX01.J0001.A001)               16239480
         DELETE (DB2V.DSNDBC.DSNDB06.SYSALTER.J0001.A001)               16239885
         DELETE (DB2V.DSNDBC.DSNDB06.DSNDOB01.J0001.A001)               16239898
         DELETE (DB2V.DSNDBC.DSNDB06.DSNDOB02.J0001.A001)               16239909
         DELETE (DB2V.DSNDBC.DSNDB06.SYSEBCDC.J0001.A001)               16239928
