/* REXX */
ARG ENV SSID
VAR1  = 0
VAR2  = 0
/* TRACE A */
"EXECIO * DISKR INP1 (FINIS STEM FILE1."
"EXECIO * DISKR INP2 (FINIS STEM FILE2."
CALL PROC_X
CALL FIM
EXIT
FIM:
 "EXECIO 0 DISKR INP1 (FINIS"
 "EXECIO 0 DISKR INP2 (FINIS"
 "EXECIO 0 DISKW OUT1 (FINIS"
 "FREE F(INP1)"
 "FREE F(INP2)"
 "FREE F(OUT1)"
 VAR1 = FILE1.0
 SAY 'RECORDS READ   ' VAR1
 SAY 'RECORDS WRITEN ' VAR2
 RETURN

PROC_X:
 DO INP1 = 1 TO FILE1.0
    REC1 = FILE1.INP1
    PTF = SUBSTR(REC1,1,7)
    /* SAY 'CURRENT PTF = ' PTF */
    PTFFOUND = 'NO'
    REC3 = PTF
    DO INP2 = 1 TO FILE2.0
      REC2 = FILE2.INP2
      IDY = POS(PTF,REC2)
      IF IDY > 0 THEN
        DO
          PTFFOUND = 'YES'
        END
    END

    IF PTFFOUND = 'NO' THEN
        DO
          REC3 = REC3 || ' NOT FOUND IN DB2: '|| ENV ||'-'|| SSID
          PUSH REC3 ; "EXECIO 1 DISKW OUT1" ; VAR2 = VAR2 + 1
        END

    /* IF YOU DON'T LIKE, DELETE LINES 144 THRU 150  */
    ELSE
      DO
        REC3 = 'FOUND THIS ONE: ' PTF
        PUSH REC3 ; "EXECIO 1 DISKW OUT1" ; VAR2 = VAR2 + 1
      END
    /*  ... UNTIL HERE ... */
 END
 RETURN
