//SQLDBVG JOB ,'DB2 SQLPA',CLASS=S,MSGCLASS=X,TIME=1440,
// NOTIFY=&SYSUID,MSGLEVEL=(1,1),REGION=0M
/*JOBPARM SYSAFF=MVS3
//*
//*#####################################################################
//*
//* EXPLAIN JOB
//* 1) UPDATE TO YOUR USERID:
//*    USEPLAN T032135
//*    PARM('/T032135')
//* 2) CUSTOMIZE YOUR SQL LIBRARY:
//*    //ANLIN    DD DSN=XXXXX.XXXXX.XXXXXX(MYSQL)
//*
//*#####################################################################
//ANLSTEP1 EXEC PGM=ANLSQLPA,PARM='/ACT=EEE,SSID=DBVG',REGION=0M
//STEPLIB  DD DSN=SYS2.DB2TOOLS.TEST.SANLLOAD,DISP=SHR
//         DD DSN=SDB2V.SDSNLOAD,DISP=SHR
//         DD DSN=SYS1.CEE.SCEERUN,DISP=SHR
//ANLINFO  DD *
DBRMKEY +OFF+
DEGREES ONE
QUALIFY
USEPLAN T032135
EXPLAIN NEW
EEECALL SPA
QUERYNO ALL
STOPQNO 999999999
//ANLCNTL  DD DSN=SYS2.DB2TOOLS.TEST.SANLPARM(DBVGCNTL),DISP=SHR
//ANLPARM  DD DSN=SYS2.DB2TOOLS.TEST.SANLPARM(DBVGPARM),DISP=SHR
//ANLWORK  DD DSN=&ANLWORK,DISP=(,DELETE,DELETE),
//         DCB=(LRECL=80,RECFM=FB,BLKSIZE=4000),
//         SPACE=(CYL,(5,1),RLSE)
//INPUT    DD DSN=&INPUT,DISP=(,PASS),
//         DCB=(LRECL=80,RECFM=FB,BLKSIZE=9040),
//         SPACE=(CYL,(1,1),RLSE)
//*---------------------------------------------------------------------
//*ANLIN    DD DSN=SSXDP.DB2V9.MVS4DB2W.MIGRATE.JCL(WLMFALBK),DISP=SHR
//ANLIN    DD DSN=XXXXX.XXXXX.XXXXX(MYSQL),DISP=SHR
//*---------------------------------------------------------------------
//ANLPRINT DD SYSOUT=*,DCB=LRECL=133
//*---------------------------------------------------------------------
//SYSPRINT DD SYSOUT=*,DCB=LRECL=133
//SYSTSPRT DD SYSOUT=*
//ANLOUT   DD SYSOUT=*
//ANLREP   DD SYSOUT=*,DCB=LRECL=132
//QTRACE   DD SYSOUT=*,DCB=LRECL=120
//QLIMIT   DD SYSOUT=*,DCB=LRECL=120
//*
//*######################################################################
//ANLSTEP2 EXEC PGM=IKJEFT01
//STEPLIB  DD DSN=SYS2.DB2TOOLS.TEST.SANLLOAD,DISP=SHR
//         DD DSN=SDB2V.SDSNLOAD,DISP=SHR
//SYSTSPRT DD SYSOUT=*,DCB=BLKSIZE=133
//SYSPRINT DD SYSOUT=*
//DEFAULT  DD DSN=SYS2.DB2TOOLS.TEST.SANLPARM(DBVGEEE),DISP=SHR
//REPORT   DD SYSOUT=*
//PLIDUMP  DD SYSOUT=*
//CEEDUMP  DD SYSOUT=*
//DSNTRACE DD SYSOUT=*
//*---------------------------------------------------------------------
//SYSTSIN  DD  *
 DSN  SYSTEM(DBVG)
 RUN  PROGRAM(ANLEEE) PLAN(ANLEEE)  -
 PARM('/T032135')
//*---------------------------------------------------------------------
//INPUT   DD DSN=&INPUT,DISP=(OLD,PASS)
//*
//ANLSTEP3 EXEC PGM=IEBGENER
//SYSPRINT DD   DUMMY
//SYSIN    DD   DUMMY
//SYSUT2   DD   SYSOUT=*
//SYSUT1   DD   DSN=&INPUT,DISP=(OLD,DELETE),
//         DCB=(LRECL=80,RECFM=FB,BLKSIZE=9040),
//         SPACE=(CYL,(1,1),RLSE)
//*
