//UXC401MK JOB ,'CHECK REVOKE',CLASS=S,MSGCLASS=X,
//  REGION=0M,TIME=1440
/*JOBPARM SYSAFF=MVSK
//*********************************************************************/00280000
//JOBLIB  DD  DISP=SHR,DSN=SDB2U.SDSNLOAD                               00290000
//JSTEP01  EXEC PGM=IKJEFT01,DYNAMNBR=20
//SYSTSPRT DD SYSOUT=*
//SYSUDUMP DD SYSOUT=*
//SYSPRINT DD SYSOUT=*
//SYSTSIN DD *
  DSN SYSTEM(DB2U)
  RUN  PROGRAM(DSNTEP2) PLAN(DSNTEP2) PARMS('/ALIGN(LHS) MIXED') -
       LIB('SSXDT.DB2U.RUNLIB.LOAD')
  END
//SYSIN    DD  *
 SELECT CHAR(GRANTOR,8) AS GRANTOR,
        CHAR(GRANTEE,8) AS GRANTEE,
        CHAR(COLLID,18) AS COLLID,
        CHAR(NAME,10) AS NAMEPKG,
        BINDAUTH AS BIND,
        COPYAUTH AS COPY,
        EXECUTEAUTH AS EXEC
 FROM SYSIBM.SYSPACKAUTH
 WHERE GRANTOR = '606554' AND
       GRANTEE = 'PUBLIC' OR
       GRANTEE = '606554' ;

 SELECT CHAR(GRANTOR,8) AS GRANTOR,
        CHAR(GRANTEE,8) AS GRANTEE,
        CHAR(SCHEMA,8)  AS SCHEMA,
        CHAR(SPECIFICNAME,15) AS SPECIFICNAME,
        CHAR(COLLID,15) AS COLLID,
        EXECUTEAUTH AS EXEC
 FROM SYSIBM.SYSROUTINEAUTH
 WHERE GRANTOR = '606554' AND
       GRANTEE = 'PUBLIC' OR
       GRANTEE = '606554' ;

SELECT 'GRANT BIND ON PACKAGE '
       ÙÙ RTRIM(COLLID) ÙÙ '.' ÙÙ NAME ÙÙ
       ' TO ' ÙÙ GRANTEE ÙÙ ';'
FROM SYSIBM.SYSPACKAUTH
WHERE GRANTOR = '606554' AND
      GRANTEE = 'PUBLIC' OR
      GRANTEE = '606554' AND
      BINDAUTH <> ''
UNION ALL
SELECT 'GRANT EXECUTE ON PACKAGE '
       ÙÙ RTRIM(COLLID) ÙÙ '.' ÙÙ NAME ÙÙ
       ' TO ' ÙÙ GRANTEE ÙÙ ';'
FROM SYSIBM.SYSPACKAUTH
WHERE GRANTOR = '606554' AND
      GRANTEE = 'PUBLIC' OR
      GRANTEE = '606554' AND
      EXECUTEAUTH <> '' ;

SELECT 'GRANT EXECUTE ON PROCEDURE '
       ÙÙ RTRIM(SCHEMA) ÙÙ '.' ÙÙ RTRIM(SPECIFICNAME) ÙÙ
       ' TO ' ÙÙ GRANTEE ÙÙ ';'
FROM SYSIBM.SYSROUTINEAUTH
WHERE GRANTOR = '606554' AND
      GRANTEE = 'PUBLIC' OR
      GRANTEE = '606554' AND
      EXECUTEAUTH <> '' ;
//
 CASE
 WHEN BINDAUTH = ' '
      THEN  'EXECUTE'
      ELSE  'BIND'
 END ||
