//UXC401M3 JOB ,'DB2 SYSTEM',CLASS=S,MSGCLASS=X,TIME=1440,
//         NOTIFY=&SYSUID
/*JOBPARM SYSAFF=MVS3                                <= Change SYSAFF
//*********************************************************************
//* JOB NAME = DISPLAY
//*
//* DESCRIPTIVE NAME = DISPLAY TO CHECK ANY PROBLEM BEFORE PROCESS
//*
//*    LICENSED MATERIALS - PROPERTY OF IBM
//*    5625-DB2
//*    (C) COPYRIGHT 1982, 2003 IBM CORP.  ALL RIGHTS RESERVED.
//*
//*    STATUS = VERSION 8
//*
//* NOTES = Run this job on SOURCE DB2 system
//*
//*         Do not continue if there are any threads, utilities, or
//*         restricted tablespaces, pages that need to be written or any
//*         unresolved URID's.
//*
//*********************************************************************
//*
//DB2DISP  EXEC PGM=IKJEFT01
//STEPLIB DD DISP=SHR,DSN=SSXDT.DB6V.RUNLIB.LOAD
//        DD DISP=SHR,DSN=SDB6V.SDSNLOAD
//*
//SYSPRINT DD  SYSOUT=*
//DSNTRACE DD  SYSOUT=*
//SYSTSPRT DD  SYSOUT=*
//SYSTSIN  DD  *
  DSN SYSTEM(DB6V)
  -START DB(
  -DISPLAY UTILITY(*)
  -DISPLAY DATABASE(*) SPACENAM(*) RESTRICT LIMIT(*)
  END
