//UXC4012F JOB CLASS=S,MSGCLASS=X,USER=DB2HCID,                                 //      REGION=0M,TIME=1440                                                     /*JOBPARM SYSAFF=MVSF                                                           //*********************************************************************         //* HLTHJCL: This job performs the following functions:               *         //*  . Execute the DB2 Health Checking Program                        *         //*********************************************************************         //         JCLLIB ORDER=SSXDP.HEALTH.CHECKING.EXEC                              //*********************************************************************         //*   STEP NOTIFY  :                                                  *         //*                  NOTIFY DB2 System Dispatcher in case JOB RC > 04 *         //*********************************************************************         //CHECK90  EXEC ISPBATCH,HLTHPRE=SSXDP,ISPPRE=SYS1.ISP                          //SYSTSIN  DD   *                                                                     %CHKDSAGE                                                                 //INFILE   DD   DISP=SHR,DSN=SSXDP.SECURITY.MVSFDB2F.HEALTAUD(0)                //SYSIN    DD   *                                                               //*********************************************************************         //* Execute the DB2 Health Checking Program                           *         //*********************************************************************         //HLTHCHK  EXEC ISPBATCH,HLTHPRE=SSXDP,ISPPRE=SYS1.ISP                          //STEPLIB  DD  DISP=SHR,DSN=SYS1.ISP.SISPLOAD                                   //         DD  DISP=SHR,DSN=SSXDP.DB2F.SDSNEXIT                                 //         DD  DISP=SHR,DSN=SSXDP.DB2F.SDSNLOAD                                 //DB2GEODD DD  DSN=SSXDP.SECURITY.MVSFDB2F.HEALTHCK(+1),                        //             DISP=(NEW,CATLG,DELETE),UNIT=SYSDA,                              //             SPACE=(TRK,(10,10),RLSE),                                        //             RECFM=FB,LRECL=80,BLKSIZE=0                                      //MEF3DD   DD  DSN=SSXDP.SECURITY.MVSFDB2F.MEF3(+1),                            //             DISP=(NEW,CATLG,DELETE),UNIT=SYSDA,                              //             SPACE=(TRK,(10,10),RLSE),                                        //             RECFM=VB,LRECL=2861,BLKSIZE=27998                                //SYSTSIN  DD  *                                                                  ISPSTART CMD(%HLTHCHK)                                                        /*                                                                              //HLTHRPT  DD  SYSOUT=*                                                         //HLTHDATA DD  *                                                                SSID     = DB2F                                                                 BSDSPRE  = DB2FLOG                                                              CHKTYPE  = HEALTH                                                               DSNTIJUZ = SSXDP.DB2F.TAILOR.SDSNSAMP                                           APFLIST1 = 2PASS SSXDP.DB2F SSXDP.DBFG SYS2.DB2.MVSF                            APFLIST2 = 2PASS SYS2.DB2TOOLS SSXDP.DB2TOOLS                                   APFLIST3 = EXCLUDE SSXDT                                                        COMMENT  = (Qtr) Quarter (year) DB2 Health Checking Report - PROD SOX           //         DD DISP=SHR,DSN=SSXDP.HEALTH.CHECKING.JCL(#HDATA)                    //RULEDATA DD DISP=SHR,DSN=SSXDP.HEALTH.CHECKING.JCL(#HRULE)                    //HRPDATA  DD DISP=SHR,DSN=SSXDP.HEALTH.CHECKING.JCL(#HRPDATA)                  //                                                                              //*******************************************************************           //* PREPSRPT: Preparation for SEND DB2 HC AUDIT REPORT                          //*           Create SMTP HEADER WITH SAME LRECL AS REPORT                      //*           SCSBRG1@BR.IBM.COM and IAMDELTA@BR.IBM.COM                        //*******************************************************************           //PREPSRPT EXEC PGM=IEBGENER,COND=(0,NE,CHECK90.ISPBATCH)                       //SYSPRINT DD   SYSOUT=*                                                        //SYSOUT   DD   SYSOUT=*                                                        //SYSUT2   DD   DSN=&&SMTPHD1,DISP=(,PASS),LRECL=80,DSORG=PS,                   //              SPACE=(TRK,(2,1))                                               //SYSUT1   DD   DISP=SHR,DSN=SSXDP.HEALTH.CHECKING.JCL($MAILTST)                //         DD   *                                                               SUBJECT: DELTA DB2 HC REPORT TESTE ENVIO VARIOS EMAILS                          //*******************************************************************           //* SENDRPT:                                                                    //*    Send quarterly report for tracking security compliance                   //*                       SCSBRG1@BR.IBM.COM                                    //*******************************************************************           //SENDRPT EXEC MAIL80,COND=(0,NE,CHECK90.ISPBATCH)                              //MAILDD  DD DSN=&&SMTPHD1,DISP=(OLD,PASS)                                      //        DD DISP=SHR,DSN=SSXDP.SECURITY.MVSFDB2F.HEALTHCK(+1)                  