//UXC4012G JOB CLASS=S,MSGCLASS=X,USER=DB2HCID,                                 //      REGION=0M,TIME=1440                                                     /*JOBPARM SYSAFF=MVSI                                                           //*********************************************************************         //* HLTHJCL: This job performs the following functions:               *         //*  . Execute the DB2 Health Checking Program                        *         //*********************************************************************         //         JCLLIB ORDER=SSXDP.HEALTH.CHECKING.EXEC                              //*********************************************************************         //* Execute the DB2 Health Checking Program                           *         //*********************************************************************         //HLTHCHK  EXEC ISPBATCH,HLTHPRE=SSXDP,ISPPRE=SYS1.ISP                          //STEPLIB  DD  DISP=SHR,DSN=SYS1.ISP.SISPLOAD                                   //         DD  DISP=SHR,DSN=SSXDP.DB2G.SDSNEXIT                                 //         DD  DISP=SHR,DSN=SSXDP.DB2G.SDSNLOAD                                 //DB2GEODD DD  DSN=SSXDP.SECURITY.MVSIDB2G.HEALTHCK(+1),                        //             DISP=(NEW,CATLG,DELETE),UNIT=SYSDA,                              //             SPACE=(TRK,(10,10),RLSE),                                        //             RECFM=FB,LRECL=80,BLKSIZE=0                                      //MEF3DD   DD  DSN=SSXDP.SECURITY.MVSIDB2G.MEF3(+1),                            //             DISP=(NEW,CATLG,DELETE),UNIT=SYSDA,                              //             SPACE=(TRK,(10,10),RLSE),                                        //             RECFM=VB,LRECL=2861,BLKSIZE=27998                                //SYSTSIN  DD  *                                                                  ISPSTART CMD(%HLTHCHK)                                                        /*                                                                              //HLTHRPT  DD  SYSOUT=*                                                         //HLTHDATA DD  *                                                                SSID     = DB2G                                                                 BSDSPRE  = DB2GLOG                                                              DSNTIJUZ = SSXDP.DB2G.TAILOR.SDSNSAMP                                           CHKTYPE  = HEALTH                                                               APFLIST1 = 2PASS SSXDP.DB2G SYS2.DB2.MVSI                                       APFLIST2 = 2PASS SSXDP.DB2TOOLS SYS2.DB2TOOLS                                   APFLIST3 = EXCLUDE SSXDT                                                        COMMENT  = (Qtr) Quarter (year) DB2 Health Checking Report - PROD NOSOX         //         DD DISP=SHR,DSN=SSXDP.HEALTH.CHECKING.JCL(#HDATA)                    //RULEDATA DD DISP=SHR,DSN=SSXDP.HEALTH.CHECKING.JCL(#HRULE)                    //HRPDATA  DD DISP=SHR,DSN=SSXDP.HEALTH.CHECKING.JCL(#HRPDATA)                  //*                                                                             