//UXC4012W JOB CLASS=S,MSGCLASS=X,USER=DB2HCID,                                 //      REGION=0M,TIME=1440                                                     /*JOBPARM SYSAFF=MVS4                                                           //*********************************************************************         //* HLTHJCL: This job performs the following functions:               *         //*  . Execute the DB2 Health Checking Program                        *         //*********************************************************************         //         JCLLIB ORDER=SSXDT.HEALTH.CHECKING.EXEC                              //*********************************************************************         //* Execute the DB2 Health Checking Program                           *         //*********************************************************************         //HLTHCHK  EXEC ISPBATCH,HLTHPRE=SSXDT,ISPPRE=SYS1.ISP                          //STEPLIB  DD  DISP=SHR,DSN=SYS1.ISP.SISPLOAD                                   //         DD  DISP=SHR,DSN=SSXDP.DB2W.SDSNEXIT                                 //         DD  DISP=SHR,DSN=SSXDP.DB2W.SDSNLOAD                                 //DB2GEODD DD  DSN=SSXDP.SECURITY.MVS4DB2W.HEALTHCK(+1),                        //             DISP=(NEW,CATLG,DELETE),UNIT=SYSDA,                              //             SPACE=(TRK,(10,10),RLSE),                                        //             RECFM=FB,LRECL=80,BLKSIZE=0                                      //MEF3DD   DD  DSN=SSXDP.SECURITY.MVS4DB2W.MEF3(+1),                            //             DISP=(NEW,CATLG,DELETE),UNIT=SYSDA,                              //             SPACE=(TRK,(10,10),RLSE),                                        //             RECFM=VB,LRECL=2861,BLKSIZE=27998                                //SYSTSIN  DD  *                                                                  ISPSTART CMD(%HLTHCHK)                                                        /*                                                                              //HLTHRPT  DD  SYSOUT=*                                                         //HLTHDATA DD  *                                                                SSID     = DB2W                                                                 BSDSPRE  = DB2W                                                                 CHKTYPE  = HEALTH                                                               DSNTIJUZ = SSXDP.DB2W.TAILOR.SDSNSAMP                                           APFLIST1 = 2PASS SSXDP.DB2W SYS2.DB2.MVS4                                       APFLIST2 = 2PASS SYS2.DB2TOOLS SSXDP.DB2TOOLS                                   APFLIST3 = EXCLUDE SSXDT                                                        COMMENT  = (Qtr) Quarter (year) DB2 Health Checking Report - PROD NOSOX         //         DD DISP=SHR,DSN=SSXDP.HEALTH.CHECKING.JCL(#HDATA)                    //RULEDATA DD *                                                                 --*AUDITST = (1,2,7)                                                            --*DESC(Per ISeC v5 Exception Audit 1,2,7 is active on PROD NOSOX)              //         DD DISP=SHR,DSN=SSXDP.HEALTH.CHECKING.JCL(#HRULE)                    //HRPDATA  DD DISP=SHR,DSN=SSXDP.HEALTH.CHECKING.JCL(#HRPDATA)                  //*                                                                             