//UXC4013F JOB CLASS=S,MSGCLASS=X,USER=DB2HCID,                                 //      REGION=0M,TIME=1440                                                     /*JOBPARM SYSAFF=MVSI                                                           //*********************************************************************         //* HLTHJCL: This job performs the following functions:               *         //*  . Execute the DB2 Health Checking Program                        *         //*********************************************************************         //         JCLLIB ORDER=SSXDP.HEALTH.CHECKING.EXEC                              //*********************************************************************         //*   STEP NOTIFY  :                                                  *         //*                  NOTIFY DB2 System Dispatcher in case JOB RC > 04 *         //*                                                                   *         //*********************************************************************         //CHECK90  EXEC ISPBATCH,HLTHPRE=SSXDP,ISPPRE=SYS1.ISP                          //SYSTSIN  DD   *                                                                     %CHKDSAGE                                                                 //INFILE   DD   DISP=SHR,DSN=SSXDP.SECURITY.MVSIDB3F.HEALTAUD(0)                //SYSIN    DD   *                                                               //*********************************************************************         //* Execute the DB2 Health Checking Program                           *         //*********************************************************************         //HLTHCHK  EXEC ISPBATCH,HLTHPRE=SSXDP,ISPPRE=SYS1.ISP                          //STEPLIB  DD  DISP=SHR,DSN=SYS1.ISP.SISPLOAD                                   //         DD  DISP=SHR,DSN=SSXDP.DB3F.SDSNEXIT                                 //         DD  DISP=SHR,DSN=SSXDP.DB3F.SDSNLOAD                                 //DB2GEODD DD  DSN=SSXDP.SECURITY.MVSIDB3F.HEALTHCK(+1),                        //             DISP=(NEW,CATLG,DELETE),UNIT=SYSDA,                              //             SPACE=(TRK,(10,10),RLSE),                                        //             RECFM=FB,LRECL=80,BLKSIZE=0                                      //SYSTSIN  DD  *                                                                  ISPSTART CMD(%HLTHCHK)                                                        /*                                                                              //HLTHRPT  DD  SYSOUT=*                                                         //HLTHDATA DD  *                                                                SSID     = DB3F                                                                 BSDSPRE  = DB3FLOG                                                              CHKTYPE  = HEALTH                                                               DSNTIJUZ = SSXDP.DB3F.TAILOR.SDSNSAMP                                           APFLIST1 = 2PASS SSXDP.DB3F SSXDP.DBFG SYS2.DB2.MVSI                            APFLIST2 = 2PASS SSXDP.DB2TOOLS SYS2.DB2TOOLS                                   APFLIST3 = EXCLUDE SSXDT                                                        COMMENT  = (Qtr) Quarter (year) DB2 Health Checking Report - PROD SOX           //         DD DISP=SHR,DSN=SSXDP.HEALTH.CHECKING.JCL(#HDATA)                    //RULEDATA DD DISP=SHR,DSN=SSXDP.HEALTH.CHECKING.JCL(#HRULE)                    //HRPDATA  DD DISP=SHR,DSN=SSXDP.HEALTH.CHECKING.JCL(#HRPDATA)                  /*                                                                              