//UXC4016R JOB CLASS=S,MSGCLASS=X,USER=DB2HCID,                                 //      REGION=0M,TIME=1440                                                     /*JOBPARM SYSAFF=MVS4                                                           //*********************************************************************         //* HLTHJCL: This job performs the following functions:               *         //*  . Execute the DB2 Health Checking Program                        *         //*********************************************************************         //         JCLLIB ORDER=SSXDP.HEALTH.CHECKING.EXEC                              //*********************************************************************         //*   STEP NOTIFY  :                                                  *         //*                  NOTIFY DB2 System Dispatcher in case JOB RC > 04 *         //*********************************************************************         //CHECK90  EXEC ISPBATCH,HLTHPRE=SSXDP,ISPPRE=SYS1.ISP                          //SYSTSIN  DD   *                                                                     %CHKDSAGE                                                                 //INFILE   DD   DISP=SHR,DSN=SSXDP.SECURITY.MVS4DB6R.HEALTAUD(0)                //SYSIN    DD   *                                                               //*********************************************************************         //* Execute the DB2 Health Checking Program                           *         //*********************************************************************         //HLTHCHK  EXEC ISPBATCH,HLTHPRE=SSXDP,ISPPRE=SYS1.ISP                          //STEPLIB  DD  DISP=SHR,DSN=SYS1.ISP.SISPLOAD                                   //         DD  DISP=SHR,DSN=SSXDP.DB6R.SDSNEXIT                                 //         DD  DISP=SHR,DSN=SDB6R.SDSNLOAD                                      //DB2GEODD DD  DSN=SSXDP.SECURITY.MVS4DB6R.HEALTHCK(+1),                        //             DISP=(NEW,CATLG,DELETE),UNIT=SYSDA,                              //             SPACE=(TRK,(10,10),RLSE),                                        //             RECFM=FB,LRECL=80,BLKSIZE=0                                      //SYSTSIN  DD  *                                                                  ISPSTART CMD(%HLTHCHK)                                                        /*                                                                              //HLTHRPT  DD  SYSOUT=*                                                         //HLTHDATA DD  *                                                                SSID     = DB6R                                                                 BSDSPRE  = DB6RLOG                                                              CHKTYPE  = HEALTH                                                               DSNTIJUZ = SSXDP.DB6R.TAILOR.SDSNSAMP                                           APFLIST1 = 2PASS SSXDP.DB6R SSXDP.DBRG SYS2.DB2.MVS4                            APFLIST2 = 2PASS SYS2.DB2TOOLS SSXDP.DB2TOOLS                                   APFLIST3 = EXCLUDE SSXDT                                                        COMMENT  = (Qtr) Quarter (year) DB2 Health Checking Report - PROD SOX           //         DD DISP=SHR,DSN=SSXDP.HEALTH.CHECKING.JCL(#HDATA)                    //RULEDATA DD DISP=SHR,DSN=SSXDP.HEALTH.CHECKING.JCL(#HRULE)                    //HRPDATA  DD DISP=SHR,DSN=SSXDP.HEALTH.CHECKING.JCL(#HRPDATA)                  /*                                                                              