//UXC401P1 JOB CLASS=S,MSGCLASS=X,USER=DB2HCID,                                 //      REGION=0M,TIME=1440                                                     /*JOBPARM SYSAFF=MVSF                                                           //*********************************************************************         //* HLTHJCL: This job performs the following functions:               *         //*  . Execute the DB2 Health Checking Program                        *         //*********************************************************************         //         JCLLIB ORDER=SSXDP.HEALTH.CHECKING.EXEC                              //*********************************************************************         //*   STEP NOTIFY  :                                                  *         //*                  NOTIFY DB2 System Dispatcher in case JOB RC > 04 *         //*********************************************************************         //CHECK90  EXEC ISPBATCH,HLTHPRE=SSXDP,ISPPRE=SYS1.ISP                          //SYSTSIN  DD   *                                                                     %CHKDSAGE                                                                 //INFILE   DD   DISP=SHR,DSN=SSXDP.SECURITY.MVSFDWP1.HEALTAUD(0)                //SYSIN    DD   *                                                               //*********************************************************************         //* Execute the DB2 Health Checking Program                           *         //*********************************************************************         //HLTHCHK  EXEC ISPBATCH,HLTHPRE=SSXDP,ISPPRE=SYS1.ISP                          //STEPLIB  DD  DISP=SHR,DSN=SYS1.ISP.SISPLOAD                                   //         DD  DISP=SHR,DSN=SSXDP.DWP1.SDSNEXIT                                 //         DD  DISP=SHR,DSN=SDWP1.SDSNLOAD                                      //DB2GEODD DD  DSN=SSXDP.SECURITY.MVSFDWP1.HEALTHCK(+1),                        //             DISP=(NEW,CATLG,DELETE),UNIT=SYSDA,                              //             SPACE=(TRK,(10,10),RLSE),                                        //             RECFM=FB,LRECL=80,BLKSIZE=0                                      //MEF3DD   DD  DSN=SSXDP.SECURITY.MVSFDWP1.MEF3(+1),                            //             DISP=(NEW,CATLG,DELETE),UNIT=SYSDA,                              //             SPACE=(TRK,(10,10),RLSE),                                        //             RECFM=VB,LRECL=2861,BLKSIZE=27998                                //SYSTSIN  DD  *                                                                  ISPSTART CMD(%HLTHCHK)                                                        /*                                                                              //HLTHRPT  DD  SYSOUT=*                                                         //HLTHDATA DD  *                                                                SSID     = DWP1                                                                 BSDSPRE  = DWP1LOG                                                              CHKTYPE  = HEALTH                                                               DSNTIJUZ = SSXDP.DWP1.TAILOR.SDSNSAMP                                           APFLIST1 = 2PASS SSXDP.DWP1 SSXDP.DWPG SYS2.DB2.MVSF                            APFLIST2 = 2PASS SYS2.DB2TOOLS SSXDP.DB2TOOLS                                   APFLIST3 = EXCLUDE SSXDT                                                        COMMENT = (Qtr) Quarter (year) DB2 Health Checking Report - PROD SOX            //         DD DISP=SHR,DSN=SSXDP.HEALTH.CHECKING.JCL(#HDATA)                    //RULEDATA DD DISP=SHR,DSN=SSXDP.HEALTH.CHECKING.JCL(#HRULE)                    //HRPDATA  DD DISP=SHR,DSN=SSXDP.HEALTH.CHECKING.JCL(#HRPDATA)                  /*                                                                              