//UXC401M  JOB CLASS=S,MSGCLASS=X,USER=DB2HCID,                                 //      REGION=0M,TIME=1440                                                     /*JOBPARM SYSAFF=MVSF                                                           //*********************************************************************         //* COPY HC HEALTH REPORT TO AUDIT                                    *         //*********************************************************************         //*        JCLLIB ORDER=SSXDP.HEALTH.CHECKING.EXEC                              //*********************************************************************         //CPYDB2F  EXEC PGM=IEBGENER                                                    //SYSPRINT DD SYSOUT=*                                                          //SYSUT1   DD DISP=OLD,DSN=SSXDP.SECURITY.MVSFDB2F.HEALTHCK(0)                  //SYSUT2   DD DISP=(,CATLG),DSN=SSXDP.SECURITY.MVSFDB2F.HEALTAUD(+1),           //            UNIT=SYSDA,SPACE=(TRK,(15,15),RLSE)                               //SYSIN  DD *                                                                   //*                                                                             //CPYDB3F  EXEC PGM=IEBGENER                                                    //SYSPRINT DD SYSOUT=*                                                          //SYSUT1   DD DISP=OLD,DSN=SSXDP.SECURITY.MVSIDB3F.HEALTHCK(0)                  //SYSUT2   DD DISP=(,CATLG),DSN=SSXDP.SECURITY.MVSIDB3F.HEALTAUD(+1),           //            UNIT=SYSDA,SPACE=(TRK,(15,15),RLSE)                               //SYSIN  DD *                                                                   //*                                                                             //CPYDWP1  EXEC PGM=IEBGENER                                                    //SYSPRINT DD SYSOUT=*                                                          //SYSUT1   DD DISP=OLD,DSN=SSXDP.SECURITY.MVSFDWP1.HEALTHCK(0)                  //SYSUT2   DD DISP=(,CATLG),DSN=SSXDP.SECURITY.MVSFDWP1.HEALTAUD(+1),           //            UNIT=SYSDA,SPACE=(TRK,(15,15),RLSE)                               //SYSIN  DD *                                                                   //*                                                                             //CPYDWP2  EXEC PGM=IEBGENER                                                    //SYSPRINT DD SYSOUT=*                                                          //SYSUT1   DD DISP=OLD,DSN=SSXDP.SECURITY.MVSIDWP2.HEALTHCK(0)                  //SYSUT2   DD DISP=(,CATLG),DSN=SSXDP.SECURITY.MVSIDWP2.HEALTAUD(+1),           //            UNIT=SYSDA,SPACE=(TRK,(15,15),RLSE)                               //SYSIN  DD *                                                                   //*                                                                             //CPYDB2R  EXEC PGM=IEBGENER                                                    //SYSPRINT DD SYSOUT=*                                                          //SYSUT1   DD DISP=OLD,DSN=SSXDP.SECURITY.MVSRDB2R.HEALTHCK(0)                  //SYSUT2   DD DISP=(,CATLG),DSN=SSXDP.SECURITY.MVSRDB2R.HEALTAUD(+1),           //            UNIT=SYSDA,SPACE=(TRK,(15,15),RLSE)                               //SYSIN  DD *                                                                   //*                                                                             //CPYDB3R  EXEC PGM=IEBGENER                                                    //SYSPRINT DD SYSOUT=*                                                          //SYSUT1   DD DISP=OLD,DSN=SSXDP.SECURITY.MVSQDB3R.HEALTHCK(0)                  //SYSUT2   DD DISP=(,CATLG),DSN=SSXDP.SECURITY.MVSQDB3R.HEALTAUD(+1),           //            UNIT=SYSDA,SPACE=(TRK,(15,15),RLSE)                               //SYSIN  DD *                                                                   //*                                                                             //CPYDB4R  EXEC PGM=IEBGENER                                                    //SYSPRINT DD SYSOUT=*                                                          //SYSUT1   DD DISP=OLD,DSN=SSXDP.SECURITY.MVSRDB4R.HEALTHCK(0)                  //SYSUT2   DD DISP=(,CATLG),DSN=SSXDP.SECURITY.MVSRDB4R.HEALTAUD(+1),           //            UNIT=SYSDA,SPACE=(TRK,(15,15),RLSE)                               //SYSIN  DD *                                                                   //*                                                                             //CPYDB5R  EXEC PGM=IEBGENER                                                    //SYSPRINT DD SYSOUT=*                                                          //SYSUT1   DD DISP=OLD,DSN=SSXDP.SECURITY.MVSQDB5R.HEALTHCK(0)                  //SYSUT2   DD DISP=(,CATLG),DSN=SSXDP.SECURITY.MVSQDB5R.HEALTAUD(+1),           //            UNIT=SYSDA,SPACE=(TRK,(15,15),RLSE)                               //SYSIN  DD *                                                                   //*                                                                             //CPYDB6R  EXEC PGM=IEBGENER                                                    //SYSPRINT DD SYSOUT=*                                                          //SYSUT1   DD DISP=OLD,DSN=SSXDP.SECURITY.MVS4DB6R.HEALTHCK(0)                  //SYSUT2   DD DISP=(,CATLG),DSN=SSXDP.SECURITY.MVS4DB6R.HEALTAUD(+1),           //            UNIT=SYSDA,SPACE=(TRK,(15,15),RLSE)                               //SYSIN  DD *                                                                   //*                                                                             