//UXC401M JOB CLASS=S,MSGCLASS=X,USER=DB2HCID,NOTIFY=&SYSUID,                   //      REGION=0M,TIME=1440                                                     /*JOBPARM SYSAFF=MVS3                                                           //*                                                                             //* STEP1: CREATE SMTP HEADER WITH SAME LRECL AS REPORT                         //*                                                                             //DB2F     EXEC PGM=IEBGENER                                                    //SYSPRINT DD  SYSOUT=*                                                         //SYSOUT   DD  SYSOUT=*                                                         //SYSUT2   DD DSN=&&SMTPHD1,DISP=(,PASS),LRECL=80,DSORG=PS,                     //      SPACE=(TRK,(2,1))                                                       //SYSUT1   DD   DISP=SHR,DSN=SSXDP.HEALTH.CHECKING.JCL($MAILTST)                //         DD   *                                                               SUBJECT: DELTA HC REPORT TESTE ENVIO VARIOS EMAILS - IGNORAR                    /*                                                                              //*******************************************************************           //*    SEND QUARTERLY REPORT FOR TRACKING SECURITY COMPLIANCE                   //*******************************************************************           //SENDRPT EXEC MAIL80                                                           //MAILDD  DD DSN=&&SMTPHD1,DISP=(OLD,PASS)                                      //        DD DISP=SHR,DSN=SSXDP.SECURITY.MVSFDB2F.HEALTHCK(0)                   /*                                                                              