//UXC401M   JOB ,'DB2 RM 105',CLASS=S,MSGCLASS=X,NOTIFY=&SYSUID                 /*JOBPARM SYSAFF=MVSI                                                           //*                                                                             //ICEMAN  EXEC PGM=IPOUPDTE,PARM='UPDATE'                                       //SYSOUT  DD SYSOUT=*                                                           //SYSPRINT DD SYSOUT=*                                                          //@LIB   DD DISP=SHR,DSN=SSXDP.HEALTH.CHECKING.JCL                              //SYSIN DD *                                                                    #HDAT25B<#HDATA<                                                                #HRUL25B<#HRULE<                                                                #HRPD25B<#HRPDATA<                                                              //                                                                               //DB2K<//DB6R<                                                                 MVSE<MVSO<                                                                      SSXDT.DB6R<SSXDP.DB6R<                                                          SSXDP.DBRG.RUNLIB.LOAD<SSXDP.DB6R.RUNLIB.LOAD<                                  /*                                                                              