//UXC401M JOB CLASS=S,MSGCLASS=X,USER=DB2HCID,NOTIFY=&SYSUID,                   //      REGION=0M,TIME=1440                                                     /*JOBPARM SYSAFF=MVSE                                                           //*                                                                             //* STEP1: CREATE SMTP HEADER WITH SAME LRECL AS REPORT                         //*                                                                             //DB2F     EXEC PGM=IEBGENER                                                    //SYSPRINT DD  SYSOUT=*                                                         //SYSOUT   DD  SYSOUT=*                                                         //SYSUT2   DD DSN=&&SMTPHD1,DISP=(,PASS),LRECL=80,DSORG=PS,                     //      SPACE=(TRK,(2,1))                                                       //SYSUT1   DD  *                                                                MAIL FROM:<DELTA_ATL@MVS>                                                       RCPT TO: <SCSBRG1@BR.IBM.COM,IAMDELTA@BR.IBM.COM>                               RCPT TO: <ROHAN.CHOWDHURY@IN.IBM.COM>                                           RCPT TO: <DELTAMF@BR.IBM.COM,GMAZZINI@BR.IBM.COM>                               RCPT TO: <PANGELO@BR.IBM.COM>                                                   DATA                                                                            FROM: DELTA_ATL@MVS                                                             TO: <SCSBRG1@BR.IBM.COM,IAMDELTA@BR.IBM.COM>                                    TO: <ROHAN.CHOWDHURY@IN.IBM.COM>                                                TO: <DELTAMF@BR.IBM.COM,GMAZZINI@BR.IBM.COM>                                    TO: <PANGELO@BR.IBM.COM>                                                        SUBJECT: DELTA ATL SAPPLEX SOX DB2 HC REPORT 1Q2019 MVSF-DB2F                   //*******************************************************************           //*    SEND QUARTERLY REPORT FOR TRACKING SECURITY COMPLIANCE                   //*******************************************************************           //SENDRPT EXEC MAIL80                                                           //MAILDD  DD DSN=&&SMTPHD1,DISP=(OLD,PASS)                                      //        DD DISP=SHR,DSN=SSXDP.SECURITY.MVSFDB2F.HEALTAUD(0)                   /*                                                                              //*                                                                             //* STEP2: CREATE SMTP HEADER WITH SAME LRECL AS REPORT                         //*                                                                             //DB3F     EXEC PGM=IEBGENER                                                    //SYSPRINT DD  SYSOUT=*                                                         //SYSOUT   DD  SYSOUT=*                                                         //SYSUT2   DD DSN=&&SMTPHD2,DISP=(,PASS),LRECL=80,DSORG=PS,                     //      SPACE=(TRK,(2,1))                                                       //SYSUT1   DD  *                                                                MAIL FROM:<DELTA_ATL@MVS>                                                       RCPT TO: <SCSBRG1@BR.IBM.COM,IAMDELTA@BR.IBM.COM>                               RCPT TO: <ROHAN.CHOWDHURY@IN.IBM.COM>                                           RCPT TO: <DELTAMF@BR.IBM.COM,GMAZZINI@BR.IBM.COM>                               RCPT TO: <PANGELO@BR.IBM.COM>                                                   DATA                                                                            FROM: DELTA_ATL@MVS                                                             TO: <SCSBRG1@BR.IBM.COM,IAMDELTA@BR.IBM.COM>                                    TO: <ROHAN.CHOWDHURY@IN.IBM.COM>                                                TO: <DELTAMF@BR.IBM.COM,GMAZZINI@BR.IBM.COM>                                    TO: <PANGELO@BR.IBM.COM>                                                        SUBJECT: DELTA ATL SAPPLEX SOX DB2 HC REPORT 1Q2019 MVSI-DB3F                   //*******************************************************************           //*    SEND QUARTERLY REPORT FOR TRACKING SECURITY COMPLIANCE                   //*******************************************************************           //SENDRPT EXEC MAIL80                                                           //MAILDD  DD DSN=&&SMTPHD2,DISP=(OLD,PASS)                                      //        DD DISP=SHR,DSN=SSXDP.SECURITY.MVSIDB3F.HEALTAUD(0)                   /*                                                                              //*                                                                             //* STEP3: CREATE SMTP HEADER WITH SAME LRECL AS REPORT                         //*                                                                             //DWP1     EXEC PGM=IEBGENER                                                    //SYSPRINT DD  SYSOUT=*                                                         //SYSOUT   DD  SYSOUT=*                                                         //SYSUT2   DD DSN=&&SMTPHD3,DISP=(,PASS),LRECL=80,DSORG=PS,                     //      SPACE=(TRK,(2,1))                                                       //SYSUT1   DD  *                                                                MAIL FROM:<DELTA_ATL@MVS>                                                       RCPT TO: <SCSBRG1@BR.IBM.COM,IAMDELTA@BR.IBM.COM>                               RCPT TO: <ROHAN.CHOWDHURY@IN.IBM.COM>                                           RCPT TO: <DELTAMF@BR.IBM.COM,GMAZZINI@BR.IBM.COM>                               RCPT TO: <PANGELO@BR.IBM.COM>                                                   DATA                                                                            FROM: DELTA_ATL@MVS                                                             TO: <SCSBRG1@BR.IBM.COM,IAMDELTA@BR.IBM.COM>                                    TO: <ROHAN.CHOWDHURY@IN.IBM.COM>                                                TO: <DELTAMF@BR.IBM.COM,GMAZZINI@BR.IBM.COM>                                    TO: <PANGELO@BR.IBM.COM>                                                        SUBJECT: DELTA ATL SAPPLEX SOX DB2 HC REPORT 1Q2019 MVSF-DWP1                   //*******************************************************************           //*    SEND QUARTERLY REPORT FOR TRACKING SECURITY COMPLIANCE                   //*******************************************************************           //SENDRPT EXEC MAIL80                                                           //MAILDD  DD DSN=&&SMTPHD3,DISP=(OLD,PASS)                                      //        DD DISP=SHR,DSN=SSXDP.SECURITY.MVSFDWP1.HEALTAUD(0)                   /*                                                                              //*                                                                             //* STEP4: CREATE SMTP HEADER WITH SAME LRECL AS REPORT                         //*                                                                             //DWP2     EXEC PGM=IEBGENER                                                    //SYSPRINT DD  SYSOUT=*                                                         //SYSOUT   DD  SYSOUT=*                                                         //SYSUT2   DD DSN=&&SMTPHD4,DISP=(,PASS),LRECL=80,DSORG=PS,                     //      SPACE=(TRK,(2,1))                                                       //SYSUT1   DD  *                                                                MAIL FROM:<DELTA_ATL@MVS>                                                       RCPT TO: <SCSBRG1@BR.IBM.COM,IAMDELTA@BR.IBM.COM>                               RCPT TO: <ROHAN.CHOWDHURY@IN.IBM.COM>                                           RCPT TO: <DELTAMF@BR.IBM.COM,GMAZZINI@BR.IBM.COM>                               RCPT TO: <PANGELO@BR.IBM.COM>                                                   DATA                                                                            FROM: DELTA_ATL@MVS                                                             TO: <SCSBRG1@BR.IBM.COM,IAMDELTA@BR.IBM.COM>                                    TO: <ROHAN.CHOWDHURY@IN.IBM.COM>                                                TO: <DELTAMF@BR.IBM.COM,GMAZZINI@BR.IBM.COM>                                    TO: <PANGELO@BR.IBM.COM>                                                        SUBJECT: DELTA ATL SAPPLEX SOX DB2 HC REPORT 1Q2019 MVSI-DWP2                   //*******************************************************************           //*    SEND QUARTERLY REPORT FOR TRACKING SECURITY COMPLIANCE                   //*******************************************************************           //SENDRPT EXEC MAIL80                                                           //MAILDD  DD DSN=&&SMTPHD4,DISP=(OLD,PASS)                                      //        DD DISP=SHR,DSN=SSXDP.SECURITY.MVSIDWP2.HEALTAUD(0)                   //                                                                              //*                                                                             //* STEP5: CREATE SMTP HEADER WITH SAME LRECL AS REPORT                         //*                                                                             //DB2V     EXEC PGM=IEBGENER                                                    //SYSPRINT DD  SYSOUT=*                                                         //SYSOUT   DD  SYSOUT=*                                                         //SYSUT2   DD DSN=&&SMTPHD5,DISP=(,PASS),LRECL=80,DSORG=PS,                     //      SPACE=(TRK,(2,1))                                                       //SYSUT1   DD  *                                                                MAIL FROM:<DELTA_ATL@MVS>                                                       RCPT TO: <SCSBRG1@BR.IBM.COM,IAMDELTA@BR.IBM.COM>                               RCPT TO: <ROHAN.CHOWDHURY@IN.IBM.COM>                                           RCPT TO: <DELTAMF@BR.IBM.COM,GMAZZINI@BR.IBM.COM>                               RCPT TO: <PANGELO@BR.IBM.COM>                                                   DATA                                                                            FROM: DELTA_ATL@MVS                                                             TO: <SCSBRG1@BR.IBM.COM,IAMDELTA@BR.IBM.COM>                                    TO: <ROHAN.CHOWDHURY@IN.IBM.COM>                                                TO: <DELTAMF@BR.IBM.COM,GMAZZINI@BR.IBM.COM>                                    TO: <PANGELO@BR.IBM.COM>                                                        SUBJECT: DELTA ATL SAPPLEX SOX DB2 HC REPORT 1Q2019 MVSS-DB2V                   //*******************************************************************           //*    SEND QUARTERLY REPORT FOR TRACKING SECURITY COMPLIANCE                   //*                       SCSBRG1@BR.IBM.COM                                    //*******************************************************************           //SENDRPT EXEC MAIL80                                                           //MAILDD  DD DSN=&&SMTPHD5,DISP=(OLD,PASS)                                      //        DD DISP=SHR,DSN=SSXDT.SECURITY.MVSSDB2V.HEALTAUD(0)                   /*                                                                              //*                                                                             //* STEP6: CREATE SMTP HEADER WITH SAME LRECL AS REPORT                         //*                                                                             //DB3V     EXEC PGM=IEBGENER                                                    //SYSPRINT DD  SYSOUT=*                                                         //SYSOUT   DD  SYSOUT=*                                                         //SYSUT2   DD DSN=&&SMTPHD6,DISP=(,PASS),LRECL=80,DSORG=PS,                     //      SPACE=(TRK,(2,1))                                                       //SYSUT1   DD  *                                                                MAIL FROM:<DELTA_ATL@MVS>                                                       RCPT TO: <SCSBRG1@BR.IBM.COM,IAMDELTA@BR.IBM.COM>                               RCPT TO: <ROHAN.CHOWDHURY@IN.IBM.COM>                                           RCPT TO: <DELTAMF@BR.IBM.COM,GMAZZINI@BR.IBM.COM>                               RCPT TO: <PANGELO@BR.IBM.COM>                                                   DATA                                                                            FROM: DELTA_ATL@MVS                                                             TO: <SCSBRG1@BR.IBM.COM,IAMDELTA@BR.IBM.COM>                                    TO: <ROHAN.CHOWDHURY@IN.IBM.COM>                                                TO: <DELTAMF@BR.IBM.COM,GMAZZINI@BR.IBM.COM>                                    TO: <PANGELO@BR.IBM.COM>                                                        SUBJECT: DELTA ATL SAPPLEX SOX DB2 HC REPORT 1Q2019 MVSU-DB3V                   //*******************************************************************           //*    SEND QUARTERLY REPORT FOR TRACKING SECURITY COMPLIANCE                   //*                       SCSBRG1@BR.IBM.COM                                    //*******************************************************************           //SENDRPT EXEC MAIL80                                                           //MAILDD  DD DSN=&&SMTPHD6,DISP=(OLD,PASS)                                      //        DD DISP=SHR,DSN=SSXDT.SECURITY.MVSUDB3V.HEALTAUD(0)                   /*                                                                              //*                                                                             //* STEP7: CREATE SMTP HEADER WITH SAME LRECL AS REPORT                         //*                                                                             //DB4V     EXEC PGM=IEBGENER                                                    //SYSPRINT DD  SYSOUT=*                                                         //SYSOUT   DD  SYSOUT=*                                                         //SYSUT2   DD DSN=&&SMTPHD7,DISP=(,PASS),LRECL=80,DSORG=PS,                     //      SPACE=(TRK,(2,1))                                                       //SYSUT1   DD  *                                                                MAIL FROM:<DELTA_ATL@MVS>                                                       RCPT TO: <SCSBRG1@BR.IBM.COM,IAMDELTA@BR.IBM.COM>                               RCPT TO: <ROHAN.CHOWDHURY@IN.IBM.COM>                                           RCPT TO: <DELTAMF@BR.IBM.COM,GMAZZINI@BR.IBM.COM>                               RCPT TO: <PANGELO@BR.IBM.COM>                                                   DATA                                                                            FROM: DELTA_ATL@MVS                                                             TO: <SCSBRG1@BR.IBM.COM,IAMDELTA@BR.IBM.COM>                                    TO: <ROHAN.CHOWDHURY@IN.IBM.COM>                                                TO: <DELTAMF@BR.IBM.COM,GMAZZINI@BR.IBM.COM>                                    TO: <PANGELO@BR.IBM.COM>                                                        SUBJECT: DELTA ATL SAPPLEX SOX DB2 HC REPORT 1Q2019 MVSS-DB4V                   //*******************************************************************           //*    SEND QUARTERLY REPORT FOR TRACKING SECURITY COMPLIANCE                   //*                       SCSBRG1@BR.IBM.COM                                    //*******************************************************************           //SENDRPT EXEC MAIL80                                                           //MAILDD  DD DSN=&&SMTPHD7,DISP=(OLD,PASS)                                      //        DD DISP=SHR,DSN=SSXDT.SECURITY.MVSSDB4V.HEALTAUD(0)                   /*                                                                              //*                                                                             //* STEP8: CREATE SMTP HEADER WITH SAME LRECL AS REPORT                         //*                                                                             //DB5V     EXEC PGM=IEBGENER                                                    //SYSPRINT DD  SYSOUT=*                                                         //SYSOUT   DD  SYSOUT=*                                                         //SYSUT2   DD DSN=&&SMTPHD8,DISP=(,PASS),LRECL=80,DSORG=PS,                     //      SPACE=(TRK,(2,1))                                                       //SYSUT1   DD  *                                                                MAIL FROM:<DELTA_ATL@MVS>                                                       RCPT TO: <SCSBRG1@BR.IBM.COM,IAMDELTA@BR.IBM.COM>                               RCPT TO: <ROHAN.CHOWDHURY@IN.IBM.COM>                                           RCPT TO: <DELTAMF@BR.IBM.COM,GMAZZINI@BR.IBM.COM>                               RCPT TO: <PANGELO@BR.IBM.COM>                                                   DATA                                                                            FROM: DELTA_ATL@MVS                                                             TO: <SCSBRG1@BR.IBM.COM,IAMDELTA@BR.IBM.COM>                                    TO: <ROHAN.CHOWDHURY@IN.IBM.COM>                                                TO: <DELTAMF@BR.IBM.COM,GMAZZINI@BR.IBM.COM>                                    TO: <PANGELO@BR.IBM.COM>                                                        SUBJECT: DELTA ATL SAPPLEX SOX DB2 HC REPORT 1Q2019 MVSU-DB5V                   //*******************************************************************           //*    SEND QUARTERLY REPORT FOR TRACKING SECURITY COMPLIANCE                   //*                       SCSBRG1@BR.IBM.COM                                    //*******************************************************************           //SENDRPT EXEC MAIL80                                                           //MAILDD  DD DSN=&&SMTPHD8,DISP=(OLD,PASS)                                      //        DD DISP=SHR,DSN=SSXDT.SECURITY.MVSUDB5V.HEALTAUD(0)                   /*                                                                              //*                                                                             //* STEP9: CREATE SMTP HEADER WITH SAME LRECL AS REPORT                         //*                                                                             //DB6R     EXEC PGM=IEBGENER                                                    //SYSPRINT DD  SYSOUT=*                                                         //SYSOUT   DD  SYSOUT=*                                                         //SYSUT2   DD DSN=&&SMTPHD9,DISP=(,PASS),LRECL=80,DSORG=PS,                     //      SPACE=(TRK,(2,1))                                                       //SYSUT1   DD  *                                                                MAIL FROM:<DELTA_ATL@MVS>                                                       RCPT TO: <SCSBRG1@BR.IBM.COM,IAMDELTA@BR.IBM.COM>                               RCPT TO: <ROHAN.CHOWDHURY@IN.IBM.COM>                                           RCPT TO: <DELTAMF@BR.IBM.COM,GMAZZINI@BR.IBM.COM>                               RCPT TO: <PANGELO@BR.IBM.COM>                                                   DATA                                                                            FROM: DELTA_ATL@MVS                                                             TO: <SCSBRG1@BR.IBM.COM,IAMDELTA@BR.IBM.COM>                                    TO: <ROHAN.CHOWDHURY@IN.IBM.COM>                                                TO: <DELTAMF@BR.IBM.COM,GMAZZINI@BR.IBM.COM>                                    TO: <PANGELO@BR.IBM.COM>                                                        SUBJECT: DELTA ATL SAPPLEX SOX DB2 HC REPORT 1Q2019 MVS3-DB6V                   //*******************************************************************           //*    SEND QUARTERLY REPORT FOR TRACKING SECURITY COMPLIANCE                   //*                       SCSBRG1@BR.IBM.COM                                    //*******************************************************************           //SENDRPT EXEC MAIL80                                                           //MAILDD  DD DSN=&&SMTPHD9,DISP=(OLD,PASS)                                      //        DD DISP=SHR,DSN=SSXDT.SECURITY.MVS3DB6V.HEALTAUD(0)                   /*                                                                              