//UXC401HC JOB CLASS=S,MSGCLASS=X,NOTIFY=&SYSUID,                               //      REGION=0M,TIME=1440,USER=DB2HCID                                        /*JOBPARM SYSAFF=MVS4                                                           //*********************************************************************         //* SUBMIT ALL HC JOBS FOR SAPPLEX-PROD                               *         //*********************************************************************         //SUBMIT   EXEC PGM=IKJEFT01,DYNAMNBR=20,TIME=1440                              //SYSTSPRT DD  SYSOUT=*                                                         //SYSPRINT DD  SYSOUT=*                                                         //SYSUDUMP DD  SYSOUT=*                                                         //SYSTSIN  DD  *                                                                   SUB 'SSXDP.HEALTH.CHECKING.JCL(DB2FHC)'                                         SUB 'SSXDP.HEALTH.CHECKING.JCL(DB3FHC)'                                         SUB 'SSXDP.HEALTH.CHECKING.JCL(DB2GHC)'                                         SUB 'SSXDP.HEALTH.CHECKING.JCL(DB2WHC)'                                         SUB 'SSXDP.HEALTH.CHECKING.JCL(DB2RHC)'                                         SUB 'SSXDP.HEALTH.CHECKING.JCL(DB3RHC)'                                         SUB 'SSXDP.HEALTH.CHECKING.JCL(DB4RHC)'                                         SUB 'SSXDP.HEALTH.CHECKING.JCL(DB5RHC)'                                         SUB 'SSXDP.HEALTH.CHECKING.JCL(DB6RHC)'                                         SUB 'SSXDP.HEALTH.CHECKING.JCL(DWP1HC)'                                         SUB 'SSXDP.HEALTH.CHECKING.JCL(DWP2HC)'                                      /*                                                                              