//UXC401MI JOB CLASS=S,MSGCLASS=X,NOTIFY=&SYSUID,                       JOB04300//      REGION=0M,TIME=1440,USER=DB2HCID                                        /*JOBPARM SYSAFF=MVSI                                                           //         JCLLIB ORDER=SSXDT.TOOLKIT.PROCLIB                                   //*********************************************************************         //* Delete the Old Dump dataset.                                      *         //*********************************************************************         //DELETE   EXEC IDCAMS                                                          //SYSIN    DD  *                                                                  DELETE SSXDT.SECURITY.SAPPLEX.HEALTAUD.DUMP                                     SET MAXCC = 0                                                                 /*                                                                              //*********************************************************************         //* DUMP Priv Datasets to be sent to PRODPLEX.                        *         //*********************************************************************         //DUMP     EXEC PGM=ADRDSSU,REGION=0M,TIME=1440                                 //SYSPRINT DD   SYSOUT=*                                                        //OUT1     DD DSN=SSXDT.SECURITY.SAPPLEX.HEALTAUD.DUMP,                         //            UNIT=3390,DISP=(,CATLG,DELETE),                                   //            SPACE=(CYL,(10,50),RLSE)                                          //SYSIN    DD   *                                                                 DUMP DATASET(INCLUDE(                                 -                                 SSXDT.SECURITY.MVSSDB2V.HEALTAUD(0)           -                                 SSXDT.SECURITY.MVSUDB3V.HEALTAUD(0)           -                                 SSXDT.SECURITY.MVSSDB4V.HEALTAUD(0)           -                                 SSXDT.SECURITY.MVSUDB5V.HEALTAUD(0)           -                                 SSXDT.SECURITY.MVS3DB6V.HEALTAUD(0)           -                                 SSXDP.SECURITY.MVSRDB2R.HEALTAUD(0)           -                                 SSXDP.SECURITY.MVSQDB3R.HEALTAUD(0)           -                                 SSXDP.SECURITY.MVSRDB4R.HEALTAUD(0)           -                                 SSXDP.SECURITY.MVSQDB5R.HEALTAUD(0)           -                                 SSXDP.SECURITY.MVS4DB6R.HEALTAUD(0)           -                                 SSXDP.SECURITY.MVSFDB2F.HEALTAUD(0)           -                                 SSXDP.SECURITY.MVSIDB3F.HEALTAUD(0)           -                                 SSXDP.SECURITY.MVSFDWP1.HEALTAUD(0)           -                                 SSXDP.SECURITY.MVSIDWP2.HEALTAUD(0)           -                                 SSXDP.SECURITY.MVSIDB2G.HEALTAUD(0)           -                                 SSXDP.SECURITY.MVS4DB2W.HEALTAUD(0)           -                                 SSXDT.SECURITY.MVSEDB2E.HEALTAUD(0)           -                                 SSXDT.SECURITY.MVSEDB2K.HEALTAUD(0)           -                                 SSXDT.SECURITY.MVSEDB2S.HEALTAUD(0)           -                                 SSXDT.SECURITY.MVSEDEWD.HEALTAUD(0)           -                                 SSXDT.SECURITY.MVSHDB2H.HEALTAUD(0)           -                                 SSXDT.SECURITY.MVSHDB2L.HEALTAUD(0)           -                                 SSXDT.SECURITY.MVSHDB3N.HEALTAUD(0)           -                                 SSXDT.SECURITY.MVSHDEWQ.HEALTAUD(0)           -                                 SSXDT.SECURITY.MVSJDB2J.HEALTAUD(0)           -                                 SSXDT.SECURITY.MVSJDB3K.HEALTAUD(0)           -                                 SSXDT.SECURITY.MVSJDB3O.HEALTAUD(0)           -                                 SSXDT.SECURITY.MVSJDES2.HEALTAUD(0)           -                                 SSXDT.SECURITY.MVSKDB2U.HEALTAUD(0)           -                                 SSXDT.SECURITY.MVSKDB2Z.HEALTAUD(0)           -                                 SSXDT.SECURITY.MVSNDB2N.HEALTAUD(0)           -                                 SSXDT.SECURITY.MVSNDB2O.HEALTAUD(0)           -                                 SSXDT.SECURITY.MVSNDB2Y.HEALTAUD(0)           -                                 SSXDT.SECURITY.MVSNDES1.HEALTAUD(0)           -                                 SSXDT.SECURITY.MVS3DB2X.HEALTAUD(0)           -                                                                    ))         -                         OUTDD(OUT1) -                                                                   ALLDATA(*) ALLEXCP  -                                                           SHR TOL(ENQF)                                                                 //*                                                                             //*********************************************************************         //* Transmit Priv Dataset from SAPPLEX to PRODPLEX                              //*********************************************************************         //XMIT01   EXEC PGM=IKJEFT01                                                    //SYSPRINT DD SYSOUT=*                                                          //SYSTSPRT DD SYSOUT=*                                                          //SYSOUT   DD SYSOUT=*                                                          //SYSTSIN  DD *                                                                   XMIT MVST.DB2HCID DS('SSXDT.SECURITY.SAPPLEX.HEALTAUD.DUMP')                  //*                                                                             //*********************************************************************         //* Submit the RECEIVE Job for PRIV Datasets on PRODPLEX              *         //*********************************************************************         //RECEIVE  EXEC PGM=IKJEFT01,DYNAMNBR=20,TIME=1440                              //SYSTSPRT DD  SYSOUT=*                                                         //SYSPRINT DD  SYSOUT=*                                                         //SYSUDUMP DD  SYSOUT=*                                                         //SYSTSIN  DD  *                                                                   SUB 'SSXDP.HEALTH.CHECKING.JCL(SUBMVST)'                                     /*                                                                              