//UXC401MF JOB CLASS=S,MSGCLASS=X,NOTIFY=&SYSUID,                       JOB04300//      REGION=0M,TIME=1440,USER=DB2HCID                                        /*JOBPARM SYSAFF=MVSF                                                           //         JCLLIB ORDER=SSXDT.TOOLKIT.PROCLIB                                   //*********************************************************************         //* Transmit Priv Dataset from SAPPLEX to PRODPLEX                              //*********************************************************************         //XMIT01   EXEC PGM=IKJEFT01                                                    //SYSPRINT DD SYSOUT=*                                                          //SYSTSPRT DD SYSOUT=*                                                          //SYSOUT   DD SYSOUT=*                                                          //SYSTSIN  DD *                                                                   XMIT MVST.DB2HCID DS('SSXDT.SECURITY.SAPPLEX.HEALTAUD.DUMP')                  //*                                                                             //*********************************************************************         //* Submit the RECEIVE Job for PRIV Datasets on PRODPLEX              *         //*********************************************************************         //RECEIVE  EXEC PGM=IKJEFT01,DYNAMNBR=20,TIME=1440                              //SYSTSPRT DD  SYSOUT=*                                                         //SYSPRINT DD  SYSOUT=*                                                         //SYSUDUMP DD  SYSOUT=*                                                         //SYSTSIN  DD  *                                                                   SUB 'SSXDP.HEALTH.CHECKING.JCL(SUBMVST)'                                     /*                                                                              