//UXC401MI JOB CLASS=S,MSGCLASS=X,NOTIFY=&SYSUID,                       JOB04300//      REGION=0M,TIME=1440,USER=DB2HCID                                        /*JOBPARM SYSAFF=MVSI                                                           //         JCLLIB ORDER=SSXDT.TOOLKIT.PROCLIB                                   //*********************************************************************         //* Delete the Old Dump dataset.                                      *         //*********************************************************************         //DELETE   EXEC IDCAMS                                                          //SYSIN    DD  *                                                                  DELETE SSXDT.SECURITY.SAPPLEX.PRIVILEG.DUMP                                     SET MAXCC = 0                                                                 /*                                                                              //*********************************************************************         //* DUMP Priv Datasets to be sent to PRODPLEX.                        *         //*********************************************************************         //DUMP     EXEC PGM=ADRDSSU,REGION=0M,TIME=1440                                 //SYSPRINT DD   SYSOUT=*                                                        //OUT1     DD DSN=SSXDT.SECURITY.SAPPLEX.PRIVILEG.DUMP,                         //            UNIT=3390,DISP=(,CATLG,DELETE),                                   //            SPACE=(TRK,(5,10),RLSE)                                           //SYSIN    DD   *                                                                 DUMP DATASET(INCLUDE(                                 -                                 SSXDT.SECURITY.MVSSDB2V.PRIVILEG(0)           -                                 SSXDT.SECURITY.MVSUDB3V.PRIVILEG(0)           -                                 SSXDT.SECURITY.MVSSDB4V.PRIVILEG(0)           -                                 SSXDT.SECURITY.MVSUDB5V.PRIVILEG(0)           -                                 SSXDT.SECURITY.MVS3DB6V.PRIVILEG(0)           -                                 SSXDP.SECURITY.MVSRDB2R.PRIVILEG(0)           -                                 SSXDP.SECURITY.MVSQDB3R.PRIVILEG(0)           -                                 SSXDP.SECURITY.MVSRDB4R.PRIVILEG(0)           -                                 SSXDP.SECURITY.MVSQDB5R.PRIVILEG(0)           -                                 SSXDP.SECURITY.MVS4DB6R.PRIVILEG(0)           -                                 SSXDP.SECURITY.MVSFDB2F.PRIVILEG(0)           -                                 SSXDP.SECURITY.MVSIDB3F.PRIVILEG(0)           -                                 SSXDP.SECURITY.MVSFDWP1.PRIVILEG(0)           -                                 SSXDP.SECURITY.MVSIDWP2.PRIVILEG(0)           -                                                                    ))         -                         OUTDD(OUT1) -                                                                   ALLDATA(*) ALLEXCP  -                                                           SHR TOL(ENQF)                                                                 //*                                                                             //*********************************************************************         //* Transmit Priv Dataset from SAPPLEX to PRODPLEX                              //*********************************************************************         //XMIT01   EXEC PGM=IKJEFT01                                                    //SYSPRINT DD SYSOUT=*                                                          //SYSTSPRT DD SYSOUT=*                                                          //SYSOUT   DD SYSOUT=*                                                          //SYSTSIN  DD *                                                                   XMIT MVST.DB2HCID DS('SSXDT.SECURITY.SAPPLEX.PRIVILEG.DUMP')                  //*                                                                             //*********************************************************************         //* Submit the RECEIVE Job for PRIV Datasets on PRODPLEX              *         //*********************************************************************         //RECEIVE  EXEC PGM=IKJEFT01,DYNAMNBR=20,TIME=1440                              //SYSTSPRT DD  SYSOUT=*                                                         //SYSPRINT DD  SYSOUT=*                                                         //SYSUDUMP DD  SYSOUT=*                                                         //SYSTSIN  DD  *                                                                   SUB 'SSXDT.HEALTH.CHECKING.JCL(SUBMVST)'                                     /*                                                                              