//UXC402M  JOB CLASS=S,MSGCLASS=X,USER=DB2HCID,NOTIFY=T492331,                  //      REGION=0M,TIME=1440                                                     /*JOBPARM SYSAFF=MVS4                                                           //*******************************************************************           //DSNTIC  EXEC PGM=IDCAMS                                                       //SYSPRINT DD SYSOUT=*                                                          //SYSUDUMP DD SYSOUT=*                                                          //* *********************************************                               //SYSIN    DD  *                                                                   ALTER -                                                                         SSXDP.SECURITY.MVS4.DB6R.D110912.TXT      -                                     NEWNAME(SSXDP.SECURITY.MVS4DB6R.HEALTAUD.G0001V00)                           //*                                                                             //*******************************************************************           //COPYHC   EXEC PGM=IEBGENER                                                    //SYSPRINT DD SYSOUT=*                                                          //SYSUT1   DD DISP=SHR,DSN=SSXDP.SECURITY.MVS4DB6R.HEALTAUD(0)                  //SYSUT2   DD DISP=(,CATLG),DSN=SSXDP.SECURITY.MVS4.DB6R.D110912.TXT,           //            UNIT=SYSDA,SPACE=(TRK,(15,15),RLSE)                               //SYSIN    DD *                                                                 