//UXC401MF JOB CLASS=S,MSGCLASS=X,USER=DB2HCID,NOTIFY=T492331,          00000105//      REGION=0M,TIME=1440                                             00000203/*JOBPARM SYSAFF=MVSF                                                   00000309//* TESTSAP - SAPLEX MVSE MVSH MVSJ MVSK MVSN MVSS MVSU                 00000400//* PRODSAP - SAPLEX MVS4 MVSF MVSI MVSQ OU MVSR                        00000500//**********************************************************************00010000//*                                                                    *00015000//*  BATCH SPUFI                                                       *00020000//*                                                                    *00030000//**********************************************************************00370000//JOBLIB   DD  DISP=SHR,DSN=SSXDP.DB2F.SDSNEXIT                         00380009//         DD  DISP=SHR,DSN=SDB2F.SDSNLOAD                              00381009//         DD  DISP=SHR,DSN=SYS1.CEE.SCEERUN                            00390000//*                                                                     00400000//PH01LS04 EXEC PGM=IKJEFT01,DYNAMNBR=20                                00869000//SYSTSPRT DD  SYSOUT=*                                                 00871000//SYSPRINT DD  SYSOUT=*                                                 00872000//SYSUDUMP DD  SYSOUT=*                                                 00873000//SYSTSIN  DD  *                                                        00874000 DSN SYSTEM(DB2F)                                                       00875009 RUN  PROGRAM(DSNTEP2) PLAN(DSNTEP2) +                                  00880000      LIB('SSXDP.DB2F.RUNLIB.LOAD') +                                   00881009      PARMS('/ALIGN(LHS)')                                              00882003 END                                                                    00884000//*                                                                     00885000//SYSIN    DD *                                                         00886000 SELECT CHAR(GRANTEE,8),                                                00887004            DATEGRANTED,SYSADMAUTH,SYSCTRLAUTH,                         00888002     SYSOPRAUTH FROM SYSIBM.SYSUSERAUTH WHERE                           00889002    (SYSOPRAUTH = 'Y' OR SYSCTRLAUTH = 'Y' OR SYSADMAUTH = 'Y' OR       00890002     SYSOPRAUTH = 'G' OR SYSCTRLAUTH = 'G' OR SYSADMAUTH = 'G')         00900002     ORDER BY 1,2;                                                      00910002