//UXC401M4 JOB CLASS=S,MSGCLASS=X,USER=DB2HCID,                                 //      REGION=0M,TIME=1440                                                     /*JOBPARM SYSAFF=MVS4                                                           //*                                                                   *         //*********************************************************************         //         JCLLIB ORDER=SSXDP.HEALTH.CHECKING.EXEC                              //*********************************************************************         //*                                                                   *         //* Execute the DB2 Health Checking Program                           *         //*                                                                   *         //*********************************************************************         //*********************************************************************         //*  COPYPARM1:                                                                 //*                                                                .            //*     REPORT TYPE = HEALTH IF THIS IS NOT A QUARTERLY REPORT.                 //*                                                                             //*********************************************************************         //CPYPARM1 EXEC PGM=IEBGENER                                                    //SYSPRINT DD SYSOUT=*                                                          //SYSUT1   DD *                                                                 CHKTYPE  = HEALTH                                                               //SYSUT2   DD DISP=(,PASS),DSN=&&TEMP,DCB=(RECFM=FB,LRECL=80,                   //            BLKSIZE=0),                                                       //            UNIT=SYSDA,SPACE=(TRK,(15,15),RLSE)                               //SYSIN  DD *                                                                   //*********************************************************************         //*                                                                   *         //* Execute the DB2 Health Checking Program                           *         //*                                                                   *         //*********************************************************************         //HLTHCHK  EXEC ISPBATCH,HLTHPRE=SSXDP,ISPPRE=SYS1.ISP                          //STEPLIB  DD  DISP=SHR,DSN=SYS1.ISP.SISPLOAD                                   //         DD  DISP=SHR,DSN=SSXDP.DB2W.SDSNEXIT                                 //         DD  DISP=SHR,DSN=SDB2W.SDSNLOAD                                      //DB2GEODD DD  DSN=SSXDP.SECURITY.MVS4DB2W.HEALTHCK(+1),                        //             DISP=(NEW,CATLG,DELETE),UNIT=SYSDA,                              //             SPACE=(TRK,(10,10),RLSE),                                        //             RECFM=FB,LRECL=80,BLKSIZE=0                                      //SYSTSIN  DD  *                                                                  ISPSTART CMD(%HLTHCHK)                                                        /*                                                                              //HLTHRPT  DD  SYSOUT=*                                                         //HLTHDATA DD  *                                                                SSID     = DB2W                                                                 BSDSPRE  = DB2W                                                                 DSNTIJUZ = SSXDP.DB2W.NEW.SDSNSAMP(DSNTIJUZ)                                    PRODUCT  = DB2                                                                  STANDARD = ISEC V5.0                                                            DSNZPARM = NO                                                                   SYSAUTH  = NO                                                                   AUTHIDS  = NO                                                                   CATAUTH  = NO                                                                   COPYFREQ = NO                                                                   LASTREF  = NO                                                                   ALREADYV = NO                                                                   DDFPASS  = NO                                                                   INBOUND  = NO                                                                   OSR      = YES                                                                  APFLIST  = YES                                                                  DSNR     = NO                                                                   PUBLIC   = NO                                                                   OMEGAMON = NO                                                                   STCUSER  = NO                                                                   ROUTINES = NO                                                                   MEMBRSHP = NO                                                                   --*********************************************************************         --*                                                                   *         --* The parameters in the third set can be used to provide additional *         --* information to the various sections.                              *         --*                                                                   *         --* The following parameters can be used regardless of the product    *         --* being checked:                                                    *         --*                                                                   *         --* CATEGORY - Identifies the system category used to determine the   *         --*            target compliance date: Internet, VBP, IES or Other    *         --* COMMENT  - Add a user comment to the main comment block           *         --* RPTDS    - Allows user control of report dataset name and         *         --*            allocation                                             *         --* RPTPARMS - Additional dataset allocation parameters               *         --* CONSWAIT - REXX Console interface message wait time, in seconds   *         --* CACHEIDS - Allows caching of userids and groups to speed up Id    *         --*            checking                                               *         --* SURROGAT - Identifies the type of RACF surrogate profiles used on *         --*            the account: LOGON SUBMIT                              *         --* RULELIST - List the rule table used by the program                *         --* HRPCLASS - Class used for the revalidation profiles               *         --* HRPEXPND - Controls whether to expand groups found in a           *         --*            revalidation profile                                   *         --* HRPLIST# - Revalidation profile overrides for profile rules       *         --* GRPEXPND - Allows control over the expansion of groups with a     *         --*            large number of connected Ids                          *         --* ACF2RULE - CA-ACF2 rulekey used for dataset profile checking      *         --* UIDLNGTH - Allows the specification of the UID string and name    *         --*            lengths on CA-ACF2 accounts                            *         --* HFSLIST# - List of additional dataset qualifiers used to          *         --*            identify DB2 Hierarchical and zSeries File Systems     *         --*            for the OSR section                                    *         --* OMVSPATH - List of OMVS path names for directory and program      *         --*            permission bit checking                                *         --* OSRALTR# - Filter list for UACC(ALTER)   datasets/profiles        *         --* OSRUPDT# - Filter list for UACC(UPDATE)  datasets/profiles        *         --* OSRREAD# - Filter list for UACC(READ)    datasets/profiles        *         --* OSREXEC# - Filter list for UACC(EXECUTE) datasets/profiles        *         --* OSRNONE# - Filter list for UACC(NONE)    datasets/profiles        *         --* OSRNFND# - Filter list for profiles which should not be defined   *         --* OSRSEQ   - Sequence used to process OSR filter parameters         *         --* APFLIST# - List of additional dataset qualifiers used to identify *         --*            DB2 datasets for the APFLIST section                   *         --* OMEGALIB - Library containing the Omegamon runtime modules        *         --* STCLIST  - List of additional started tasks for the STCUSER       *         --*            section                                                *         --* INFOLIST - Include Id Information List in report                  *         --* INFODATA - Controls the data included in the Id Information List  *         --* NOTIFY   - Transmit the Notification message to the specified     *         --*            address                                                *         --* EMAILSUB - E-Mail Subject line when SMTP is being used            *         --* EXCLOSSM - Exclude Ids in the OSSM profile from the authority     *         --*            revalidation messages                                  *         --*                                                                   *         --* The following parameters are only used when a DB2 subsystem is    *         --* being checked:                                                    *         --*                                                                   *         --* SQLID    - Set the CURRENT SQLID special register                 *         --* ACAEXIT  - Indicate whether the subsystem uses the Access         *         --*            Control Authorization exit, DSNX@XAC. (Used only in    *         --*            the SYSAUTH section on RACF systems.)                  *         --* PLATFORM - List of LUnames and platforms for frequently inactive  *         --*            partners                                               *         --* CREATOR  - Creator Id of the HLTHCHK_AUTHIDS and HLTHCHK_REVAL    *         --*            tables                                                 *         --* ACF2NTRY - CA-ACF2 command used to test for an Entry group        *         --* ACF2XREF - CA-ACF2 command used to test for an XREF group         *         --* SPECLIST - List of authorization Ids <= 8 characters in length    *         --*            that can not be protected and are flagged as Special   *         --* OPCLIST  - List of Job Scheduling System started task userids     *         --*            for the SYSAUTH section                                *         --* ADMLIST  - List of ADM batch userids for the SYSAUTH section      *         --* INTLIST  - List of additional internal authorization Ids          *         --* COPYLIST - List of additional system databases for the COPYFREQ   *         --*            section                                                *         --* HPOPRE   - QMF/HPO Activity File filters for the OSR section      *         --* RTNLIST  - List of restricted groups for the ROUTINES section     *         --* SYSRTNS  - List of additional system routines that use the        *         --*            SYSPROC schema                                         *         --*                                                                   *         --*********************************************************************         VBP      = NO                                                                   RPTDS    = DB2GEODD                                                             COMMENT  = (Qtr) Quarter (year) DB2 Health Checking Report - PROD SOX           CACHEIDS = YES                                                                  HRPCLASS = HRPDATA                                                              HRPEXPND = YES OSSM                                                             GRPEXPND = 100                                                                  OMVSPATH = MOUNTED(NONE)                                                        APFLIST1 = 2PASS SSXDP.DB2F SSXDP.DB2G SSXDP.DB2R SSXDP.DB2W                    APFLIST2 = 2PASS SSXDP.DB3F SSXDP.DB3R SSXDP.DB4R SSXDP.DB5R SSXDP.DB6R         APFLIST3 = 2PASS SYS2.DB2V8 SYS2.DB2TOOLS SYS2.DB2v9                            --OSRREAD1 = DSN SYS2.DB2V8.** SYS2.DB2TOOLS.**                                 --RNONE1 = PROFILE DB2HCID.SUBMIT SYSPRO.LOGON SYSPRO.* CLASS(SURROGAT)         CREATOR  = ALL(LSEBDB2 RESET)                                                   DB2VTAM  = UNIQUE                                                               --*********************************************************************         --* LOCALNET - Local Network Id                                       *         --* VTAMLST  - Library containing the VTAM APPL definition            *         --*********************************************************************         VTAMLST  = SYS1.VTAMLST                                                         //RULEDATA DD DISP=SHR,DSN=SSXDP.HEALTH.CHECKING.JCL(@HRULE)                    /*                                                                              //HRPDATA  DD DISP=SHR,DSN=SSXDP.HEALTH.CHECKING.JCL(@HRPDATA)                  /*                                                                              