//UXC4013F JOB CLASS=S,MSGCLASS=U,USER=DB2HCID,                                 //      REGION=0M,TIME=1440                                                     /*JOBPARM SYSAFF=MVSI                                                           /*ROUTE PRINT MVS                                                               //*********************************************************************         //* HLTHJCL: This job performs the following functions:               *         //*  . Execute the DB2 Health Checking Program                        *         //*********************************************************************         //         JCLLIB ORDER=SSXDP.HEALTH.CHECKING.EXEC                              //*********************************************************************         //* HLTHJCL: This job performs the following functions:               *         //*  . Execute the DB2 Health Checking Program                        *         //*   EXECUTION DETAILS:                                              *         //*                                                                   *         //*   STEP CHECK90:  Examine the most recent GDG level of the health  *         //*                  check audit report GDG.   Condition code is set  *         //*                  depending on the age of the last audit report    *         //*                                                                   *         //*   STEP CPYPARM1: Executed only if CHECK90 completes with CC=4,    *         //*                  indicating that this is NOT a quarterly report.  *         //*                  This step causes the report type to be "HEALTH"  *         //*                                                                   *         //*   STEP CPYPARM2: Executed only if CHECK90 completes with CC=0,    *         //*                  indicating that this is a quarterly audit report.*         //*                  This step causes the report type to be "AUDIT"   *         //*                                                                   *         //*   STEP HLTHCHK:  Executes the DB2 Health Check program.  Report   *         //*                  output is saved in a GDG that follows naming     *         //*                  convention :  DB2GEO.SECURITY.lparssid.HEALTHCK  *         //*                  Since this step should execute weekly, at least  *         //*                  52 GDG levels should be retained.                *         //*                  Expected return codes: 0 or 4.                   *         //*                                                                   *         //*   STEP COPYAUD:  This step executes if the condition code from    *         //*                  step CHECK90 indicates that it has been 90 days  *         //*                  since the last audit report                      *         //*                                                                   *         //*   STEP PREPSRPT : This steps prepares for SEND DB2HC AUDIT        *         //*                                                                   *         //*   STEP SENDRPT:  This step will transmit the audit report to      *         //*                  an interested party                              *         //*                                                                   *         //*   STEP PREPHCNC: This step prepares to SEND NC notification       *         //*                                                                   *         //*   STEP NOTIFYNC: This step Notify dispatcher in case of NC        *         //*                                                                   *         //*********************************************************************         //*   STEP NOTIFY  :                                                  *         //*                  NOTIFY DB2 System Dispatcher in case JOB RC > 04 *         //*                                                                   *         //*********************************************************************         //CHECK90  EXEC ISPBATCH,HLTHPRE=SSXDP,ISPPRE=SYS1.ISP                          //SYSTSIN  DD   *                                                                     %CHKDSAGE                                                                 //INFILE   DD   DISP=SHR,DSN=SSXDP.SECURITY.MVSIDB3F.HEALTAUD(0)                //SYSIN    DD   *                                                               //*********************************************************************         //*  COPYPARM1:                                                                 //*     REPORT TYPE = HEALTH IF THIS IS NOT A QUARTERLY REPORT.                 //*********************************************************************         //CPYPARM1 EXEC PGM=IEBGENER,COND=(0,EQ,CHECK90.ISPBATCH)                       //SYSPRINT DD SYSOUT=*                                                          //SYSUT1   DD *                                                                 CHKTYPE  = HEALTH                                                               //SYSUT2   DD DISP=(,PASS),DSN=&&TEMP,DCB=(RECFM=FB,LRECL=80,                   //            BLKSIZE=0),                                                       //            UNIT=SYSDA,SPACE=(TRK,(15,15),RLSE)                               //SYSIN  DD *                                                                   //*********************************************************************         //*  COPYPARM2:                                                                 //*     REPORT TYPE = AUDIT IF THIS IS A QUARTERLY REPORT.                      //*********************************************************************         //CPYPARM2 EXEC PGM=IEBGENER,COND=(0,NE,CHECK90.ISPBATCH)                       //SYSPRINT DD SYSOUT=*                                                          //SYSUT1   DD *                                                                 CHKTYPE  = AUDIT                                                                //SYSUT2   DD DISP=(,PASS),DSN=&&TEMP,DCB=(RECFM=FB,LRECL=80,                   //            BLKSIZE=0),                                                       //            UNIT=SYSDA,SPACE=(TRK,(15,15),RLSE)                               //SYSIN  DD *                                                                   //*********************************************************************         //* Execute the DB2 Health Checking Program                           *         //*********************************************************************         //HLTHCHK  EXEC ISPBATCH,HLTHPRE=SSXDP,ISPPRE=SYS1.ISP                          //STEPLIB  DD  DISP=SHR,DSN=SYS1.ISP.SISPLOAD                                   //         DD  DISP=SHR,DSN=SSXDP.DB3F.SDSNEXIT                                 //         DD  DISP=SHR,DSN=SSXDP.DB3F.SDSNLOAD                                 //DB2GEODD DD  DSN=SSXDP.SECURITY.MVSIDB3F.HEALTHCK(+1),                        //             DISP=(NEW,CATLG,DELETE),UNIT=SYSDA,                              //             SPACE=(TRK,(10,10),RLSE),                                        //             RECFM=FB,LRECL=80,BLKSIZE=0                                      //SYSTSIN  DD  *                                                                  ISPSTART CMD(%HLTHCHK)                                                        /*                                                                              //HLTHRPT  DD  SYSOUT=*                                                         //HLTHDATA DD  *                                                                SSID     = DB3F                                                                 BSDSPRE  = DB3FLOG                                                              DSNTIJUZ = SSXDP.DB3F.TAILOR.SDSNSAMP                                           APFLIST1 = 2PASS SSXDP.DB3F SSXDP.DBFG SYS2.DB2.MVSI                            APFLIST2 = 2PASS SSXDP.DB2TOOLS SYS2.DB2TOOLS                                   APFLIST3 = EXCLUDE SSXDT                                                        COMMENT  = (Qtr) Quarter (year) DB2 Health Checking Report - PROD SOX           //         DD DISP=OLD,DSN=&&TEMP                                               //         DD DISP=SHR,DSN=SSXDP.HEALTH.CHECKING.JCL(#HDATA)                    //RULEDATA DD DISP=SHR,DSN=SSXDP.HEALTH.CHECKING.JCL(#HRULE)                    //HRPDATA  DD DISP=SHR,DSN=SSXDP.HEALTH.CHECKING.JCL(#HRPDATA)                  /*                                                                              //*******************************************************************           //*    Copy output to Quarterly Health Check dataset.                           //*******************************************************************           //CPYAUDIT EXEC PGM=IEBGENER,COND=(0,NE,CHECK90.ISPBATCH)                       //SYSPRINT DD SYSOUT=*                                                          //SYSUT1   DD DISP=OLD,DSN=SSXDP.SECURITY.MVSIDB3F.HEALTHCK(+1)                 //SYSUT2   DD DISP=(,CATLG),DSN=SSXDP.SECURITY.MVSIDB3F.HEALTAUD(+1),           //            UNIT=SYSDA,SPACE=(TRK,(15,15),RLSE)                               //SYSIN  DD *                                                                   //*******************************************************************           //* PREPSRPT: Preparation for SEND DB2 HC AUDIT REPORT                          //*           Create SMTP HEADER WITH SAME LRECL AS REPORT                      //*           SCSBRG1@BR.IBM.COM and DB2IAM@BR.IBM.COM                          //*******************************************************************           //PREPSRPT EXEC PGM=IEBGENER,COND=(0,NE,CHECK90.ISPBATCH)                       //SYSPRINT DD  SYSOUT=*                                                         //SYSOUT   DD  SYSOUT=*                                                         //SYSUT2   DD DSN=&&SMTPHD1,DISP=(,PASS),LRECL=80,DSORG=PS,                     //      SPACE=(TRK,(2,1))                                                       //SYSUT1   DD   DISP=SHR,DSN=SSXDP.HEALTH.CHECKING.JCL($MAILAUD)                //         DD   *                                                               SUBJECT: DELTA - DB2 HC QUARTERLY REPORT - SAPPLEX  MVSI-DB3F                   //*******************************************************************           //* SENDRPT:                                                                    //*    Send quarterly report for tracking security compliance                   //*                       SCSBRG1@BR.IBM.COM                                    //*******************************************************************           //SENDRPT EXEC MAIL80,COND=(0,NE,CHECK90.ISPBATCH)                              //MAILDD  DD DSN=&&SMTPHD1,DISP=(OLD,PASS)                                      //        DD DISP=SHR,DSN=SSXDP.SECURITY.MVSIDB3F.HEALTAUD(+1)                  //*******************************************************************           //* PREPHCNC:                                                                   //*   Preparation for SEND not compliance issued notification                   //*   Create SMTP HEADER WITH SAME LRECL AS REPORT                              //*******************************************************************           //PREPHCNC EXEC PGM=IEBGENER,COND=(0,EQ,HLTHCHK.ISPBATCH)                       //SYSPRINT DD  SYSOUT=*                                                         //SYSOUT   DD  SYSOUT=*                                                         //SYSUT2   DD DSN=&&SMTPHD3,DISP=(,PASS),LRECL=80,DSORG=PS,                     //      SPACE=(TRK,(2,1))                                                       //SYSUT1   DD   DISP=SHR,DSN=SSXDP.HEALTH.CHECKING.JCL($MAILNC)                 //         DD   *                                                               SUBJECT: DELTA - DB2 HC REPORT IS NOT COMPLIANCE - SAPPLEX MVSI-DB3F            //*********************************************************************         //* NOTIFYNC:                                                         *         //*  NOTIFY DB2 Mainframe Dispatcher in case DB2HC is not compliance  *         //*********************************************************************         //NOTIFYNC EXEC MAIL80,COND=(0,EQ,HLTHCHK.ISPBATCH)                             //MAILDD  DD DSN=&&SMTPHD3,DISP=(OLD,PASS)                                      //        DD DISP=SHR,DSN=SSXDP.HEALTH.CHECKING.JCL(NOTIFYNC)                   //*******************************************************************           //* TRIGGER SOX ID PRIV JOB FOR DB3F SUBSYSTEM                                  //*******************************************************************           //TRIGGER  EXEC PGM=IKJEFT01,DYNAMNBR=20,TIME=1440                              //SYSTSPRT DD  SYSOUT=*                                                         //SYSPRINT DD  SYSOUT=*                                                         //SYSUDUMP DD  SYSOUT=*                                                         //SYSTSIN  DD  *                                                                   SUB 'SSXDP.HEALTH.CHECKING.JCL(DB3FPRIV)'                                    