//UXC4013R JOB CLASS=S,MSGCLASS=X,USER=DB2HCID,                                 //      REGION=0M,TIME=1440                                                     /*JOBPARM SYSAFF=MVSQ                                                           //*********************************************************************         //         JCLLIB ORDER=SSXDP.HEALTH.CHECKING.EXEC                              //*********************************************************************         //*                                                                   *         //* Execute the DB2 Health Checking Program - PRIVILEGE REPORT        *         //*                                                                   *         //*********************************************************************         //HLTHCHK  EXEC ISPBATCH,HLTHPRE=SSXDP,ISPPRE=SYS1.ISP                          //STEPLIB  DD  DISP=SHR,DSN=SYS1.ISP.SISPLOAD                                   //         DD  DISP=SHR,DSN=SSXDP.DB3R.SDSNEXIT                                 //         DD  DISP=SHR,DSN=SSXDP.DB3R.SDSNLOAD                                 //DB2GEODD DD  DSN=SSXDP.SECURITY.MVSQDB3R.PRIVILEG(+1),                        //             DISP=(NEW,CATLG,DELETE),UNIT=SYSDA,                              //             SPACE=(TRK,(10,10),RLSE),                                        //             RECFM=FB,LRECL=80,BLKSIZE=0                                      //SYSTSIN  DD  *                                                                  ISPSTART CMD(%HLTHCHK)                                                        /*                                                                              //HLTHRPT  DD  SYSOUT=*                                                         //HLTHDATA DD  *                                                                SSID     = DB3R                                                                 BSDSPRE  = DB3RLOG                                                              DSNTIJUZ = SSXDP.DB3R.TAILOR.SDSNSAMP                                           /*                                                                              //         DD DISP=SHR,DSN=SSXDP.HEALTH.CHECKING.JCL(#HPRIV)                    //HRPDATA  DD DISP=SHR,DSN=SSXDP.HEALTH.CHECKING.JCL(#HRPDATA)                  //                                                                              //*******************************************************************           //* TRIGGER XMIT JOB TO SENT SOX ID PRIV REPORT TO PRODPLEX-MVST                //*******************************************************************           //XMITPRD  EXEC PGM=IKJEFT01,DYNAMNBR=20,TIME=1440                              //SYSTSPRT DD  SYSOUT=*                                                         //SYSPRINT DD  SYSOUT=*                                                         //SYSUDUMP DD  SYSOUT=*                                                         //SYSTSIN  DD  *                                                                   SUB 'SSXDP.HEALTH.CHECKING.JCL(XMITPRDX)'                                    