//UXC401MR JOB CLASS=S,MSGCLASS=X,USER=DB2HCID,                                 //      REGION=0M,TIME=1440                                                     /*JOBPARM SYSAFF=MVSQ                                                           /*ROUTE PRINT MVS                                                               //*********************************************************************         //* HLTHJCL: This job performs the following functions:               *         //*  . Execute the DB2 Health Checking Program                        *         //*********************************************************************         //         JCLLIB ORDER=SSXDP.HEALTH.CHECKING.EXEC                              //*******************************************************************           //* PREPSRPT: Preparation for SEND DB2 HC AUDIT REPORT                          //*           Create SMTP HEADER WITH SAME LRECL AS REPORT                      //*           SCSBRG1@BR.IBM.COM and DB2IAM@BR.IBM.COM                          ********************************************************************            //PREPSRPT EXEC PGM=IEBGENER                                                    //SYSPRINT DD  SYSOUT=*                                                         //SYSOUT   DD  SYSOUT=*                                                         //SYSUT2   DD DSN=&&SMTPHD1,DISP=(,PASS),LRECL=80,DSORG=PS,                     //      SPACE=(TRK,(2,1))                                                       //SYSUT1   DD  *                                                                MAIL FROM:<DB2HCID@MVS>                                                         RCPT TO: <SCSBRG1@BR.IBM.COM>                                                   RCPT TO: <DB2IAM@BR.IBM.COM>                                                    RCPT TO: <PANGELO@BR.IBM.COM>                                                   DATA                                                                            FROM: DB3RHC@MVS                                                                TO: <SCSBRG1@BR.IBM.COM>                                                        TO: <DB2IAM@BR.IBM.COM>                                                         TO: <PANGELO@BR.IBM.COM>                                                        SUBJECT: DELTA - DB2 HC QUARTERLY REPORT - SAPPLEX  MVSQ-DB3R                   //*******************************************************************           //* SENDRPT:                                                                    //*    Send quarterly report for tracking security compliance                   //*                       SCSBRG1@BR.IBM.COM                                    //*******************************************************************           //SENDRPT EXEC MAIL80                                                           //MAILDD  DD DSN=&&SMTPHD1,DISP=(OLD,PASS)                                      //        DD DISP=SHR,DSN=SSXDP.SECURITY.MVSQDB3R.HEALTHCK.G0262V00             