//UXC401M  JOB CLASS=S,MSGCLASS=X,NOTIFY=&SYSUID,                               //      REGION=0M,TIME=1440                                                     /*JOBPARM SYSAFF=MVSF                                                           //STEP1  EXEC PGM=IDCAMS                                                        //SYSPRINT DD SYSOUT=X                                                          //SYSIN    DD  *                                                                 DEFINE GDG(NAME(SSXDP.SECURITY.MVSFDWP1.HEALTHCK) NEMP LIM(52) SCRATCH)         DEFINE GDG(NAME(SSXDP.SECURITY.MVSIDWP2.HEALTHCK) NEMP LIM(52) SCRATCH)         DEFINE GDG(NAME(SSXDP.SECURITY.MVSFDWP1.HEALTAUD) NEMP LIM(08) SCRATCH)         DEFINE GDG(NAME(SSXDP.SECURITY.MVSIDWP2.HEALTAUD) NEMP LIM(08) SCRATCH)        //                                                                              