//UXC401M  JOB CLASS=S,MSGCLASS=X,NOTIFY=&SYSUID,                               //      REGION=0M,TIME=1440                                                     /*JOBPARM SYSAFF=MVSF                                                           //STEP1  EXEC PGM=IDCAMS                                                        //SYSPRINT DD SYSOUT=X                                                          //SYSIN    DD  *                                                                 DEFINE GDG(NAME(SSXDP.SECURITY.MVSFDB2F.MEF3) NEMP LIM(7) SCRATCH)              DEFINE GDG(NAME(SSXDP.SECURITY.MVSIDB3F.MEF3) NEMP LIM(7) SCRATCH)              DEFINE GDG(NAME(SSXDP.SECURITY.MVSFDWP1.MEF3) NEMP LIM(7) SCRATCH)              DEFINE GDG(NAME(SSXDP.SECURITY.MVSIDWP2.MEF3) NEMP LIM(7) SCRATCH)              DEFINE GDG(NAME(SSXDP.SECURITY.MVSRDB2R.MEF3) NEMP LIM(7) SCRATCH)              DEFINE GDG(NAME(SSXDP.SECURITY.MVSRDB4R.MEF3) NEMP LIM(7) SCRATCH)              DEFINE GDG(NAME(SSXDP.SECURITY.MVSQDB3R.MEF3) NEMP LIM(7) SCRATCH)              DEFINE GDG(NAME(SSXDP.SECURITY.MVSQDB5R.MEF3) NEMP LIM(7) SCRATCH)              DEFINE GDG(NAME(SSXDP.SECURITY.MVS4DB6R.MEF3) NEMP LIM(7) SCRATCH)              DEFINE GDG(NAME(SSXDP.SECURITY.MVS4DB2W.MEF3) NEMP LIM(7) SCRATCH)              DEFINE GDG(NAME(SSXDP.SECURITY.MVSIDB2G.MEF3) NEMP LIM(7) SCRATCH)             //                                                                              