//UXC401ME JOB CLASS=S,MSGCLASS=X,NOTIFY=&SYSUID,                               //      REGION=0M,TIME=1440                                                     /*JOBPARM SYSAFF=MVSK                                                           //*********************************************************************         //* Grant access to the Revalidation tables                                     //*********************************************************************         //JOBLIB   DD  DISP=SHR,DSN=SSXDT.DB2Z.SDSNEXIT                                 //         DD  DISP=SHR,DSN=SDB2Z.SDSNLOAD                                      //         DD  DISP=SHR,DSN=SSXDT.DB2Z.RUNLIB.LOAD                              //GRNTREV  EXEC PGM=IKJEFT01                                                    //SYSTSPRT DD  SYSOUT=*                                                         //SYSPRINT DD  SYSOUT=*                                                         //SYSTSIN  DD  *                                                                  DSN SYSTEM(DB2Z)                                                                    RUN PROGRAM(DSNTEP2) PLAN(DSNTEP2)                                          END                                                                           /*                                                                              //SYSIN    DD  DISP=SHR,DSN=SSXDP.HEALTH.CHECKING.JCL(REVKCHK)                  