//UXC401MF JOB ,'DB2 SYSPROG RCC',CLASS=S,MSGCLASS=X,NOTIFY=&SYSUID     00001000/*JOBPARM SYSAFF=MVSF                                                   00002000//********************************************************************* 00002100//* CLEANUP PREVIOUS DUMP   DATASETS.                                 * 00002200//********************************************************************* 00002300//CLEANUP  EXEC PGM=IEFBR14                                             00002400//PRODOUT  DD  DISP=(MOD,DELETE,DELETE),                                00003100//             DSN=SSXDT.DUMP.HC.CIRATS.FEV2015P,                       00003200//             UNIT=SYSDA,SPACE=(TRK,0)                                 00003300//PRODTRS  DD  DISP=(MOD,DELETE,DELETE),                                00003400//             DSN=SSXDT.DUMP.HC.CIRATS.FEV2015P.TRS,                   00003500//             UNIT=SYSDA,SPACE=(TRK,0)                                 00003600//********************************************************************* 00003700//* DUMP SAPPLEX PROD HC DATASETS                                       00004000//********************************************************************* 00005000//DUMP     EXEC PGM=ADRDSSU,COND=(4,LT)                                 00006000//OUTPUT   DD  DSN=SSXDT.DUMP.HC.CIRATS.FEV2015P,                       00007000//             DISP=(NEW,CATLG,DELETE),                                 00008000//             UNIT=SYSDA,SPACE=(CYL,(20,5),RLSE)                       00009000//SYSPRINT DD  SYSOUT=*                                                 00009100//SYSIN    DD  *                                                        00009200  DUMP OUTDD(OUTPUT) -                                                  00009300       COMPRESS      -                                                  00009400       OPTIMIZE(4)   -                                                  00009500       DATASET(INCLUDE( -                                               00009600         SSXDP.SECURITY.MVSFDB2F.HEALTHCK.G0190V00 -                    00009700         SSXDP.SECURITY.MVSIDB3F.HEALTHCK.G0189V00 -                    00009800         SSXDP.SECURITY.MVSFDWP1.HEALTHCK.G0022V00 -                    00009900         SSXDP.SECURITY.MVSIDWP2.HEALTHCK.G0017V00 -                    00010000         SSXDP.SECURITY.MVSIDB2G.HEALTHCK.G0196V00 -                    00010100         SSXDP.SECURITY.MVSRDB2R.HEALTHCK.G0189V00 -                    00010200         SSXDP.SECURITY.MVSQDB3R.HEALTHCK.G0187V00 -                    00010300         SSXDP.SECURITY.MVSRDB4R.HEALTHCK.G0187V00 -                    00010400         SSXDP.SECURITY.MVSQDB5R.HEALTHCK.G0187V00 -                    00010500         SSXDP.SECURITY.MVS4DB6R.HEALTHCK.G0186V00 -                    00010600         SSXDP.SECURITY.MVS4DB2W.HEALTHCK.G0190V00)-                    00010700              )                                                         00010800//*    EXCLUDE(SSXDP.HLTHCHK.REVAL.DUMP)   -                            00010900//*    TOLERATE(ENQFAILURE) -                                           00011000//*****************************************************                 00011100//* TERSE PROD HC DATASETS TO XMIT OVER PRODPLEX                        00011200//*****************************************************                 00011300//TRSDUMP  EXEC PGM=TRSMAIN,PARM='PACK',COND=(4,LT)                     00011400//STEPLIB  DD DISP=SHR,DSN=SSXVP.TERSE.PACKLIB                          00011500//SYSPRINT DD  SYSOUT=*                                                 00011600//INFILE   DD  DISP=SHR,DSN=SSXDT.DUMP.HC.CIRATS.FEV2015P               00011700//OUTFILE  DD  DISP=(NEW,CATLG,DELETE),                                 00011800//             DSN=SSXDT.DUMP.HC.CIRATS.FEV2015P.TRS,                   00011900//             UNIT=SYSDA,SPACE=(CYL,(20,10),RLSE)                      00012000//*                                                                     00350100