//UXC401W2 JOB CLASS=S,MSGCLASS=X,USER=DB2HCID,                                 //      REGION=0M,TIME=1440                                                     /*JOBPARM SYSAFF=MVSI                                                           //*********************************************************************         //         JCLLIB ORDER=SSXDP.HEALTH.CHECKING.EXEC                              //*********************************************************************         //*                                                                   *         //* Execute the DB2 Health Checking Program                           *         //*                                                                   *         //*********************************************************************         //HLTHCHK  EXEC ISPBATCH,HLTHPRE=SSXDP,ISPPRE=SYS1.ISP                          //STEPLIB  DD  DISP=SHR,DSN=SYS1.ISP.SISPLOAD                                   //         DD  DISP=SHR,DSN=SSXDP.DWP2.SDSNEXIT                                 //         DD  DISP=SHR,DSN=SSXDP.DWP2.SDSNLOAD                                 //DB2GEODD DD  DSN=SSXDP.SECURITY.MVSIDWP2.PRIVILEG(+1),                        //             DISP=(NEW,CATLG,DELETE),UNIT=SYSDA,                              //             SPACE=(TRK,(10,10),RLSE),                                        //             RECFM=FB,LRECL=80,BLKSIZE=0                                      //SYSTSIN  DD  *                                                                  ISPSTART CMD(%HLTHCHK)                                                        /*                                                                              //HLTHRPT  DD  SYSOUT=*                                                         //HLTHDATA DD  *                                                                SSID     = DWP2                                                                 BSDSPRE  = DWP2LOG                                                              DSNTIJUZ = SSXDP.DWP2.TAILOR.SDSNSAMP                                           /*                                                                              //         DD DISP=SHR,DSN=SSXDP.HEALTH.CHECKING.JCL(#HPRIV)                    //HRPDATA  DD DISP=SHR,DSN=SSXDP.HEALTH.CHECKING.JCL(#HRPDATA)                  /*                                                                              