//UXC401M  JOB CLASS=S,MSGCLASS=X,NOTIFY=&SYSUID,                               //      REGION=0M,TIME=1440                                                     /*JOBPARM SYSAFF=MVSH                                                           //*********************************************************************         //* Grant access to the Revalidation tables                                     //*********************************************************************         //JOBLIB   DD  DISP=SHR,DSN=SSXDT.DEWQ.SDSNEXIT                                 //         DD  DISP=SHR,DSN=SDEWQ.SDSNLOAD                                      //         DD  DISP=SHR,DSN=SSXDT.DEWQ.RUNLIB.LOAD                              //GRNTREV  EXEC PGM=IKJEFT01                                                    //SYSTSPRT DD  SYSOUT=*                                                         //SYSPRINT DD  SYSOUT=*                                                         //SYSTSIN  DD  *                                                                  DSN SYSTEM(DEWQ)                                                                    RUN PROGRAM(DSNTEP2) PLAN(DSNTEP2)                                          END                                                                           /*                                                                              //SYSIN    DD  DISP=SHR,DSN=SSXDP.HEALTH.CHECKING.JCL(HLTHGRNT)                 //*********************************************************************         //* Display Authorization on Revalidation tables after recriation               //*********************************************************************         //SELECTAF EXEC PGM=IKJEFT01                                                    //SYSTSPRT DD  SYSOUT=*                                                         //SYSPRINT DD  SYSOUT=*                                                         //SYSTSIN  DD  *                                                                  DSN SYSTEM(DEWQ)                                                                    RUN PROGRAM(DSNTEP2) PARMS('/ALIGN(LHS) MIXED')                             END                                                                           /*                                                                              //SYSIN    DD  *                                                                  SELECT SUBSTR(GRANTOR,1,8) AS GRANTOR,                                                 SUBSTR(GRANTEE,1,8) AS GRANTEE,                                                 SUBSTR(TTNAME,1,20) AS TABLENAME,                                               DATEGRANTED,ALTERAUTH,DELETEAUTH,INDEXAUTH,INSERTAUTH,                          SELECTAUTH,UPDATEAUTH,REFERENCESAUTH,TRIGGERAUTH                         FROM "SYSIBM".SYSTABAUTH                                                        WHERE TTNAME LIKE 'HLTHCHK%' ;                                                /*                                                                              