//UXC401M  JOB CLASS=S,MSGCLASS=X,USER=DB2HCID,NOTIFY=&SYSUID,                  //      REGION=0M,TIME=1440                                                     /*JOBPARM SYSAFF=MVSF                                                           //*********************************************************************         //*                                                                   *         //* TRIGGER HEALTH CHECKING JOBS FOR SAPPLEX  PROD SYSTEMS            *         //*                                                                   *         //*********************************************************************         //STEP1 EXEC PGM=IKJEFT01,DYNAMNBR=20,TIME=1440                                 //SYSTSPRT DD  SYSOUT=*                                                         //SYSPRINT DD  SYSOUT=*                                                         //SYSUDUMP DD  SYSOUT=*                                                         //SYSTSIN  DD  DISP=SHR,DSN=SSXDP.DB2.PARMLIB(HCSAP#P)                          //         DD  DISP=SHR,DSN=SSXDP.DB2.PARMLIB(HCSOX#P)                          //SYSIN    DD  *                                                                //                                                                              