//UXC401MP JOB CLASS=S,MSGCLASS=X,NOTIFY=&SYSUID,                       JOB10787//      REGION=0M,TIME=1440                                                     /*JOBPARM SYSAFF=MVSF                                                           //*********************************************************************         //* HLTHDDL: This job performs the following functions:               *         //*  . Check for the existence of the DB2TOOLS database.              *         //*  . Create the DB2TOOLS database if it doesn't already exist.      *         //*  . Check for the existence of the HLTHCHK tablespace.             *         //*  . Create the HLTHCHK tablespace if it doesn't already exist.     *         //*  . DROP the existents HLTHCHK tables                              *         //*  . Check for the existence of the HLTHCHK_AUTHIDS table.          *         //*  . Create the HLTHCHK_AUTHIDS table if it doesn't already exist.  *         //*  . Check for the existence of the Revalidation tables.            *         //*  . Check whether the subsystem is running DB2 V8 NFM or higher.   *         //*  . Create the Revalidation tables if they don't already exist and *         //*    the subsystem is not running DB2 V8 NFM or higher.             *         //*  . Create the Revalidation tables if they don't already exist and *         //*    the subsystem is running DB2 V8 NFM or higher.                 *         //*  . Check for the existence of the temporary database.             *         //*  . Create the Revalidation work table if the temporary database   *         //*    doesn't exist.                                                 *         //*  . GRANT Select,Insert and Delete access to Ravelidation tables   *         //*********************************************************************         //JOBLIB   DD  DISP=SHR,DSN=SSXDP.DB2F.SDSNEXIT                                 //         DD  DISP=SHR,DSN=SDB2F.SDSNLOAD                                      //         DD  DISP=SHR,DSN=SSXDP.DB2F.RUNLIB.LOAD                              //*********************************************************************         //* Check for the existence of the DB2TOOLS database.                 *         //*********************************************************************         //CHKDB    EXEC PGM=IKJEFT01                                                    //SYSTSPRT DD  SYSOUT=*                                                         //SYSPRINT DD  SYSOUT=*                                                         //SYSTSIN  DD  *                                                                  DSN SYSTEM(DB2F)                                                                    RUN PROGRAM(DSNTIAD)                                                        END                                                                           /*                                                                              //SYSIN    DD  *                                                                  SET CURRENT SQLID='LSEBDB2';                                                    GRANT DISPLAYDB ON DATABASE DB2TOOLS TO DUMMY;                                  ROLLBACK;                                                                     /*                                                                              //*********************************************************************         //* Create the DB2TOOLS database if it doesn't already exist.         *         //*********************************************************************         //CRE8DB   EXEC PGM=IKJEFT01,COND=(0,EQ,CHKDB)                                  //SYSTSPRT DD  SYSOUT=*                                                         //SYSPRINT DD  SYSOUT=*                                                         //SYSTSIN  DD  *                                                                  DSN SYSTEM(DB2F)                                                                    RUN PROGRAM(DSNTIAD)                                                        END                                                                           /*                                                                              //SYSIN    DD  *                                                                  SET CURRENT SQLID='LSEBDB2';                                                                                                                                    CREATE DATABASE   DB2TOOLS                                                             BUFFERPOOL BP0                                                                  STOGROUP   SYSDEFLT                                                             CCSID      EBCDIC;                                                     /*                                                                              //*********************************************************************         //* Check for the existence of the HLTHCHK tablespace.                *         //*********************************************************************         //CHKTS    EXEC PGM=IKJEFT01                                                    //SYSTSPRT DD  SYSOUT=*                                                         //SYSPRINT DD  SYSOUT=*                                                         //SYSTSIN  DD  *                                                                  DSN SYSTEM(DB2F)                                                                    RUN PROGRAM(DSNTIAD)                                                        END                                                                           /*                                                                              //SYSIN    DD  *                                                                  SET CURRENT SQLID='LSEBDB2';                                                    GRANT USE OF TABLESPACE DB2TOOLS.HLTHCHK TO DUMMY;                              ROLLBACK;                                                                     /*                                                                              //*********************************************************************         //* Create the HLTHCHK tablespace if it doesn't already exist.        *         //*********************************************************************         //CRE8TS   EXEC PGM=IKJEFT01,COND=(0,EQ,CHKTS)                                  //SYSTSPRT DD  SYSOUT=*                                                         //SYSPRINT DD  SYSOUT=*                                                         //SYSTSIN  DD  *                                                                  DSN SYSTEM(DB2F)                                                                    RUN PROGRAM(DSNTIAD)                                                        END                                                                           /*                                                                              //SYSIN    DD  *                                                                  SET CURRENT SQLID='LSEBDB2';                                                                                                                                    CREATE TABLESPACE HLTHCHK                                                              IN DB2TOOLS                                                                     USING STOGROUP SYSDEFLT                                                               PRIQTY   3600                                                                   SECQTY   3600                                                                   ERASE    NO                                                               LOCKSIZE   ANY                                                                  BUFFERPOOL BP0                                                                  CLOSE      YES                                                                  CCSID      EBCDIC                                                               SEGSIZE    4;                                                          /*                                                                              //*********************************************************************         //* Display Authorization on Revalidation tables before dropping                //*********************************************************************         //SELECTB4 EXEC PGM=IKJEFT01                                                    //SYSTSPRT DD  SYSOUT=*                                                         //SYSPRINT DD  SYSOUT=*                                                         //SYSTSIN  DD  *                                                                  DSN SYSTEM(DB2F)                                                                    RUN PROGRAM(DSNTEP2) PARMS('/ALIGN(LHS) MIXED')                             END                                                                           /*                                                                              //SYSIN    DD  *                                                                  SELECT SUBSTR(GRANTOR,1,8) AS GRANTOR,                                                 SUBSTR(GRANTEE,1,8) AS GRANTEE,                                                 SUBSTR(TTNAME,1,20) AS TABLENAME,                                               DATEGRANTED,ALTERAUTH,DELETEAUTH,INDEXAUTH,INSERTAUTH,                          SELECTAUTH,UPDATEAUTH,REFERENCESAUTH,TRIGGERAUTH                         FROM "SYSIBM".SYSTABAUTH                                                        WHERE TTNAME LIKE 'HLTHCHK%' ;                                                /*                                                                              //*********************************************************************         //* Drop existents HLTHCHK tables                                     *         //*********************************************************************         //DROPTB   EXEC PGM=IKJEFT01                                                    //SYSTSPRT DD  SYSOUT=*                                                         //SYSPRINT DD  SYSOUT=*                                                         //SYSTSIN  DD  *                                                                  DSN SYSTEM(DB2F)                                                                    RUN PROGRAM(DSNTIAD)                                                        END                                                                           /*                                                                              //SYSIN    DD  *                                                                  SET CURRENT SQLID='LSEBDB2';                                                    DROP TABLE LSEBDB2.HLTHCHK_AUTHIDS;                                             DROP TABLE LSEBDB2.HLTHCHK_REVAL_AUTH;                                          DROP TABLE LSEBDB2.HLTHCHK_REVAL_GRP;                                           DROP TABLE LSEBDB2.HLTHCHK_REVAL_ID;                                          /*                                                                              //*********************************************************************         //* Check for the existence of the HLTHCHK_AUTHIDS table.             *         //*********************************************************************         //CHKAUTH  EXEC PGM=IKJEFT01                                                    //SYSTSPRT DD  SYSOUT=*                                                         //SYSPRINT DD  SYSOUT=*                                                         //SYSTSIN  DD  *                                                                  DSN SYSTEM(DB2F)                                                                    RUN PROGRAM(DSNTIAD)                                                        END                                                                           /*                                                                              //SYSIN    DD  *                                                                  SET CURRENT SQLID='LSEBDB2';                                                                                                                                    GRANT SELECT ON LSEBDB2.HLTHCHK_AUTHIDS TO DUMMY;                                                                                                               ROLLBACK;                                                                     /*                                                                              //*********************************************************************         //*                                                                   *         //* Create the HLTHCHK_AUTHIDS table if it doesn't already exist.     *         //*                                                                   *         //*********************************************************************         //CRE8AUTH EXEC PGM=IKJEFT01,COND=(0,EQ,CHKAUTH)                                //SYSTSPRT DD  SYSOUT=*                                                         //SYSPRINT DD  SYSOUT=*                                                         //SYSTSIN  DD  *                                                                  DSN SYSTEM(DB2F)                                                                    RUN PROGRAM(DSNTIAD)                                                        END                                                                           /*                                                                              //SYSIN    DD  *                                                                  SET CURRENT SQLID='LSEBDB2';                                                                                                                                    CREATE TABLE LSEBDB2.HLTHCHK_AUTHIDS                                                   (HLTHCHK_TSTAMP       TIMESTAMP           NOT NULL,                              SECTION              CHAR(8)             NOT NULL,                              AUTHID               CHAR(8)             NOT NULL,                              IDENTIFIER           VARCHAR(18)         NOT NULL                              )                                                                               IN DB2TOOLS.HLTHCHK;                                                                                                                                     CREATE UNIQUE INDEX LSEBDB2.HLTHCHK_AUTHIDS_X                                          ON LSEBDB2.HLTHCHK_AUTHIDS                                                      (HLTHCHK_TSTAMP,                                                                 SECTION,                                                                        AUTHID,                                                                         IDENTIFIER                                                                     )                                                                               USING STOGROUP SYSDEFLT                                                               PRIQTY 3600                                                                     SECQTY 3600                                                                     ERASE NO                                                                  FREEPAGE 10 PCTFREE 10                                                          BUFFERPOOL BP0                                                                  CLOSE YES;                                                             /*                                                                              //*********************************************************************         //*                                                                   *         //* Check for the existence of the Revalidation tables.               *         //*                                                                   *         //*********************************************************************         //CHKREV   EXEC PGM=IKJEFT01                                                    //SYSTSPRT DD  SYSOUT=*                                                         //SYSPRINT DD  SYSOUT=*                                                         //SYSTSIN  DD  *                                                                  DSN SYSTEM(DB2F)                                                                    RUN PROGRAM(DSNTIAD)                                                        END                                                                           /*                                                                              //SYSIN    DD  *                                                                  SET CURRENT SQLID='LSEBDB2';                                                                                                                                    GRANT SELECT ON LSEBDB2.HLTHCHK_REVAL_AUTH TO DUMMY;                                                                                                            ROLLBACK;                                                                     /*                                                                              //*********************************************************************         //*                                                                   *         //* Check whether the subsystem is running DB2 V8 NFM or higher.      *         //*                                                                   *         //*********************************************************************         //CHKDB2V8 EXEC PGM=IKJEFT01,COND=(0,EQ,CHKREV)                                 //SYSTSPRT DD  SYSOUT=*                                                         //SYSPRINT DD  SYSOUT=*                                                         //SYSTSIN  DD  *                                                                  DSN SYSTEM(DB2F)                                                                    RUN PROGRAM(DSNTIAD)                                                        END                                                                           /*                                                                              //SYSIN    DD  *                                                                  SET CURRENT SQLID='LSEBDB2';                                                                                                                                    ALTER INDEX LSEBDB2.HLTHCHK_AUTHIDS_X NOT PADDED;                                                                                                               ROLLBACK;                                                                     /*                                                                              //*********************************************************************         //*                                                                   *         //* Create the Revalidation tables if they don't already exist and    *         //* the subsystem is not running DB2 V8 NFM or higher.                *         //*                                                                   *         //*********************************************************************         //CRE8REV7 EXEC PGM=IKJEFT01,COND=((0,EQ,CHKREV),(8,NE,CHKDB2V8))               //SYSTSPRT DD  SYSOUT=*                                                         //SYSPRINT DD  SYSOUT=*                                                         //SYSTSIN  DD  *                                                                  DSN SYSTEM(DB2F)                                                                    RUN PROGRAM(DSNTIAD)                                                        END                                                                           /*                                                                              //SYSIN    DD  *                                                                  SET CURRENT SQLID='LSEBDB2';                                                                                                                                    CREATE TABLE LSEBDB2.HLTHCHK_REVAL_AUTH                                                (HLTHCHK_TSTAMP       TIMESTAMP           NOT NULL,                              JES_NODE             CHAR(8)             NOT NULL,                              SUBSYSTEM            CHAR(4)             NOT NULL,                              CATEGORY             CHAR(10)            NOT NULL,                              ID                   VARCHAR(24)         NOT NULL,                              ID_TYPE              CHAR(8)             NOT NULL,                              GROUP_TYPE           CHAR(10)            NOT NULL,                              AUTHORITY            CHAR(8)             NOT NULL,                              QUALIFIER            CHAR(8)             NOT NULL,                              RESOURCE             VARCHAR(50)         NOT NULL,                              PROFILE_NAME         VARCHAR(50)         NOT NULL,                              PROFILE_OWNER        CHAR(8)             NOT NULL,                              GROUP_ATTACH         CHAR(4)             NOT NULL,                              SECURITY_PRODUCT     CHAR(12)            NOT NULL                              )                                                                               IN DB2TOOLS.HLTHCHK;                                                                                                                                     CREATE UNIQUE INDEX LSEBDB2.HLTHCHK_REVAL_ATHX                                         ON LSEBDB2.HLTHCHK_REVAL_AUTH                                                   (HLTHCHK_TSTAMP,                                                                 JES_NODE,                                                                       SUBSYSTEM,                                                                      CATEGORY,                                                                       ID,                                                                             ID_TYPE,                                                                        GROUP_TYPE,                                                                     AUTHORITY,                                                                      QUALIFIER,                                                                      RESOURCE,                                                                       PROFILE_NAME                                                                   )                                                                               USING STOGROUP SYSDEFLT                                                               PRIQTY 3600                                                                     SECQTY 3600                                                                     ERASE NO                                                                  FREEPAGE 10 PCTFREE 10                                                          BUFFERPOOL BP0                                                                  CLOSE YES;                                                                                                                                               CREATE TABLE LSEBDB2.HLTHCHK_REVAL_GRP                                                 (HLTHCHK_TSTAMP       TIMESTAMP           NOT NULL,                              JES_NODE             CHAR(8)             NOT NULL,                              SUBSYSTEM            CHAR(4)             NOT NULL,                              GROUP_ID             VARCHAR(24)         NOT NULL,                              GROUP_TYPE           CHAR(10)            NOT NULL,                              MEMBER_ID            VARCHAR(24)         NOT NULL,                              MEMBER_TYPE          CHAR(8)             NOT NULL,                              MEMBER_GROUP_TYPE    CHAR(10)            NOT NULL,                              SOURCE_GROUP         VARCHAR(24)         NOT NULL,                              SOURCE_GROUP_TYPE    CHAR(10)            NOT NULL,                              SOURCE_GROUP_SEQ     SMALLINT            NOT NULL,                              SOURCE_GROUP_LEV     SMALLINT            NOT NULL,                              CONNECT_ATTRIBUTES   VARCHAR(50)         NOT NULL                              )                                                                               IN DB2TOOLS.HLTHCHK;                                                                                                                                     CREATE UNIQUE INDEX LSEBDB2.HLTHCHK_REVAL_GRPX                                         ON LSEBDB2.HLTHCHK_REVAL_GRP                                                    (HLTHCHK_TSTAMP,                                                                 JES_NODE,                                                                       SUBSYSTEM,                                                                      GROUP_ID,                                                                       GROUP_TYPE,                                                                     MEMBER_ID,                                                                      MEMBER_TYPE,                                                                    MEMBER_GROUP_TYPE,                                                              SOURCE_GROUP,                                                                   SOURCE_GROUP_TYPE                                                              )                                                                               USING STOGROUP SYSDEFLT                                                               PRIQTY 3600                                                                     SECQTY 3600                                                                     ERASE NO                                                                  FREEPAGE 10 PCTFREE 10                                                          BUFFERPOOL BP0                                                                  CLOSE YES;                                                                                                                                               CREATE TABLE LSEBDB2.HLTHCHK_REVAL_ID                                                  (HLTHCHK_TSTAMP       TIMESTAMP           NOT NULL,                              JES_NODE             CHAR(8)             NOT NULL,                              SUBSYSTEM            CHAR(4)             NOT NULL,                              ID                   VARCHAR(24)         NOT NULL,                              ID_TYPE              CHAR(8)             NOT NULL,                              GROUP_TYPE           CHAR(10)            NOT NULL,                              GROUP_EXPAND         CHAR(1)             NOT NULL,                              OWNER                CHAR(8)             NOT NULL,                              LAST_USED_DATE       CHAR(10)            NOT NULL,                              NAME                 VARCHAR(128)        NOT NULL,                              LOCAL_DATA           VARCHAR(80)         NOT NULL                              )                                                                               IN DB2TOOLS.HLTHCHK;                                                                                                                                     CREATE UNIQUE INDEX LSEBDB2.HLTHCHK_REVAL_IDX                                          ON LSEBDB2.HLTHCHK_REVAL_ID                                                     (HLTHCHK_TSTAMP,                                                                 JES_NODE,                                                                       SUBSYSTEM,                                                                      ID,                                                                             ID_TYPE,                                                                        GROUP_TYPE                                                                     )                                                                               USING STOGROUP SYSDEFLT                                                               PRIQTY 3600                                                                     SECQTY 3600                                                                     ERASE NO                                                                  FREEPAGE 10 PCTFREE 10                                                          BUFFERPOOL BP0                                                                  CLOSE YES;                                                             /*                                                                              //*********************************************************************         //*                                                                   *         //* Create the Revalidation tables if they don't already exist and    *         //* the subsystem is running DB2 V8 NFM or higher.                    *         //*                                                                   *         //*********************************************************************         //CRE8REV8 EXEC PGM=IKJEFT01,COND=((0,EQ,CHKREV),(8,EQ,CHKDB2V8))               //SYSTSPRT DD  SYSOUT=*                                                         //SYSPRINT DD  SYSOUT=*                                                         //SYSTSIN  DD  *                                                                  DSN SYSTEM(DB2F)                                                                    RUN PROGRAM(DSNTIAD)                                                        END                                                                           /*                                                                              //SYSIN    DD  *                                                                  SET CURRENT SQLID='LSEBDB2';                                                                                                                                    CREATE TABLE LSEBDB2.HLTHCHK_REVAL_AUTH                                                (HLTHCHK_TSTAMP       TIMESTAMP           NOT NULL,                              JES_NODE             CHAR(8)             NOT NULL,                              SUBSYSTEM            CHAR(4)             NOT NULL,                              CATEGORY             CHAR(10)            NOT NULL,                              ID                   VARCHAR(128)        NOT NULL,                              ID_TYPE              CHAR(8)             NOT NULL,                              GROUP_TYPE           CHAR(10)            NOT NULL,                              AUTHORITY            CHAR(8)             NOT NULL,                              QUALIFIER            VARCHAR(24)         NOT NULL,                              RESOURCE             VARCHAR(128)        NOT NULL,                              PROFILE_NAME         VARCHAR(50)         NOT NULL,                              PROFILE_OWNER        CHAR(8)             NOT NULL,                              GROUP_ATTACH         CHAR(4)             NOT NULL,                              SECURITY_PRODUCT     CHAR(12)            NOT NULL                              )                                                                               IN DB2TOOLS.HLTHCHK;                                                                                                                                     CREATE UNIQUE INDEX LSEBDB2.HLTHCHK_REVAL_ATHX                                         ON LSEBDB2.HLTHCHK_REVAL_AUTH                                                   (HLTHCHK_TSTAMP,                                                                 JES_NODE,                                                                       SUBSYSTEM,                                                                      CATEGORY,                                                                       ID,                                                                             ID_TYPE,                                                                        GROUP_TYPE,                                                                     AUTHORITY,                                                                      QUALIFIER,                                                                      RESOURCE,                                                                       PROFILE_NAME                                                                   )                                                                               NOT PADDED                                                                      USING STOGROUP SYSDEFLT                                                               PRIQTY 3600                                                                     SECQTY 3600                                                                     ERASE NO                                                                  FREEPAGE 10 PCTFREE 10                                                          BUFFERPOOL BP0                                                                  CLOSE YES;                                                                                                                                               CREATE TABLE LSEBDB2.HLTHCHK_REVAL_GRP                                                 (HLTHCHK_TSTAMP       TIMESTAMP           NOT NULL,                              JES_NODE             CHAR(8)             NOT NULL,                              SUBSYSTEM            CHAR(4)             NOT NULL,                              GROUP_ID             VARCHAR(24)         NOT NULL,                              GROUP_TYPE           CHAR(10)            NOT NULL,                              MEMBER_ID            VARCHAR(24)         NOT NULL,                              MEMBER_TYPE          CHAR(8)             NOT NULL,                              MEMBER_GROUP_TYPE    CHAR(10)            NOT NULL,                              SOURCE_GROUP         VARCHAR(24)         NOT NULL,                              SOURCE_GROUP_TYPE    CHAR(10)            NOT NULL,                              SOURCE_GROUP_SEQ     SMALLINT            NOT NULL,                              SOURCE_GROUP_LEV     SMALLINT            NOT NULL,                              CONNECT_ATTRIBUTES   VARCHAR(50)         NOT NULL                              )                                                                               IN DB2TOOLS.HLTHCHK;                                                                                                                                     CREATE UNIQUE INDEX LSEBDB2.HLTHCHK_REVAL_GRPX                                         ON LSEBDB2.HLTHCHK_REVAL_GRP                                                    (HLTHCHK_TSTAMP,                                                                 JES_NODE,                                                                       SUBSYSTEM,                                                                      GROUP_ID,                                                                       GROUP_TYPE,                                                                     MEMBER_ID,                                                                      MEMBER_TYPE,                                                                    MEMBER_GROUP_TYPE,                                                              SOURCE_GROUP,                                                                   SOURCE_GROUP_TYPE                                                              )                                                                               USING STOGROUP SYSDEFLT                                                               PRIQTY 3600                                                                     SECQTY 3600                                                                     ERASE NO                                                                  FREEPAGE 10 PCTFREE 10                                                          BUFFERPOOL BP0                                                                  CLOSE YES;                                                                                                                                               CREATE TABLE LSEBDB2.HLTHCHK_REVAL_ID                                                  (HLTHCHK_TSTAMP       TIMESTAMP           NOT NULL,                              JES_NODE             CHAR(8)             NOT NULL,                              SUBSYSTEM            CHAR(4)             NOT NULL,                              ID                   VARCHAR(128)        NOT NULL,                              ID_TYPE              CHAR(8)             NOT NULL,                              GROUP_TYPE           CHAR(10)            NOT NULL,                              GROUP_EXPAND         CHAR(1)             NOT NULL,                              OWNER                CHAR(8)             NOT NULL,                              LAST_USED_DATE       CHAR(10)            NOT NULL,                              NAME                 VARCHAR(128)        NOT NULL,                              LOCAL_DATA           VARCHAR(80)         NOT NULL                              )                                                                               IN DB2TOOLS.HLTHCHK;                                                                                                                                     CREATE UNIQUE INDEX LSEBDB2.HLTHCHK_REVAL_IDX                                          ON LSEBDB2.HLTHCHK_REVAL_ID                                                     (HLTHCHK_TSTAMP,                                                                 JES_NODE,                                                                       SUBSYSTEM,                                                                      ID,                                                                             ID_TYPE,                                                                        GROUP_TYPE                                                                     )                                                                               NOT PADDED                                                                      USING STOGROUP SYSDEFLT                                                               PRIQTY 3600                                                                     SECQTY 3600                                                                     ERASE NO                                                                  FREEPAGE 10 PCTFREE 10                                                          BUFFERPOOL BP0                                                                  CLOSE YES;                                                             /*                                                                              //*********************************************************************         //*                                                                   *         //* Check for the existence of the temporary database.                *         //*                                                                   *         //*********************************************************************         //CHKTMPDB EXEC PGM=IKJEFT01,COND=(0,EQ,CHKREV)                                 //SYSTSPRT DD  SYSOUT=*                                                         //SYSPRINT DD  SYSOUT=*                                                         //SYSTSIN  DD  *                                                                  DSN SYSTEM(DB2F)                                                                    RUN PROGRAM(DSNTIAD)                                                        END                                                                           /*                                                                              //SYSIN    DD  *                                                                  SET CURRENT SQLID='LSEBDB2';                                                                                                                                    DECLARE GLOBAL TEMPORARY TABLE HLTHCHK_REVAL_WORK                                       (DUMMY   CHAR(1));                                                    /*                                                                              //*********************************************************************         //*                                                                   *         //* Create the Revalidation work table if the temporary database      *         //* doesn't exist.                                                    *         //*                                                                   *         //*********************************************************************         //CRE8WORK EXEC PGM=IKJEFT01,COND=((0,EQ,CHKREV),(0,EQ,CHKTMPDB))               //SYSTSPRT DD  SYSOUT=*                                                         //SYSPRINT DD  SYSOUT=*                                                         //SYSTSIN  DD  *                                                                  DSN SYSTEM(DB2F)                                                                    RUN PROGRAM(DSNTIAD)                                                        END                                                                           /*                                                                              //SYSIN    DD  *                                                                  SET CURRENT SQLID='LSEBDB2';                                                                                                                                    CREATE TABLE LSEBDB2.HLTHCHK_REVAL_WORK                                                (DEST_KEY             VARCHAR(128)        NOT NULL,                              CATEGORY             SMALLINT            NOT NULL,                              JES_NODE             CHAR(8)             NOT NULL,                              SUBSYSTEM            CHAR(4)             NOT NULL,                              ID                   VARCHAR(128)        NOT NULL,                              ID_TYPE              CHAR(8)             NOT NULL,                              GROUP_TYPE           CHAR(10)            NOT NULL,                              VIA_GROUP            VARCHAR(24)         NOT NULL,                              VIA_GROUP_TYPE       CHAR(10)            NOT NULL,                              SOURCE_GROUP         VARCHAR(24)         NOT NULL,                              SOURCE_GROUP_TYPE    CHAR(10)            NOT NULL,                              QUALIFIER            VARCHAR(24)         NOT NULL,                              RESOURCE             VARCHAR(128)        NOT NULL,                              AUTHORITY            VARCHAR(128)        NOT NULL,                              PROFILE_NAME         VARCHAR(50)         NOT NULL,                              PROFILE_OWNER        CHAR(8)             NOT NULL                              )                                                                               IN DB2TOOLS.HLTHCHK;                                                   /*                                                                              //*********************************************************************         //* Grant access to the Revalidation tables                                     //*********************************************************************         //GRNTREV  EXEC PGM=IKJEFT01                                                    //SYSTSPRT DD  SYSOUT=*                                                         //SYSPRINT DD  SYSOUT=*                                                         //SYSTSIN  DD  *                                                                  DSN SYSTEM(DB2F)                                                                    RUN PROGRAM(DSNTIAD)                                                        END                                                                           /*                                                                              //SYSIN    DD  *                                                                  SET CURRENT SQLID='LSEBDB2';                                                    GRANT SELECT,INSERT,DELETE ON LSEBDB2.HLTHCHK_AUTHIDS    TO DB2HCID;            GRANT SELECT,INSERT,DELETE ON LSEBDB2.HLTHCHK_REVAL_AUTH TO DB2HCID;            GRANT SELECT,INSERT,DELETE ON LSEBDB2.HLTHCHK_REVAL_ID   TO DB2HCID;            GRANT SELECT,INSERT,DELETE ON LSEBDB2.HLTHCHK_REVAL_GRP  TO DB2HCID;          --*RANT SELECT,INSERT,DELETE ON LSEBDB2.HLTHCHK_REVAL_WORK TO DB2HCID;          //*********************************************************************         //* Display Authorization on Revalidation tables after recriation               //*********************************************************************         //SELECTAF EXEC PGM=IKJEFT01                                                    //SYSTSPRT DD  SYSOUT=*                                                         //SYSPRINT DD  SYSOUT=*                                                         //SYSTSIN  DD  *                                                                  DSN SYSTEM(DB2F)                                                                    RUN PROGRAM(DSNTEP2) PARMS('/ALIGN(LHS) MIXED')                             END                                                                           /*                                                                              //SYSIN    DD  *                                                                  SELECT SUBSTR(GRANTOR,1,8) AS GRANTOR,                                                 SUBSTR(GRANTEE,1,8) AS GRANTEE,                                                 SUBSTR(TTNAME,1,20) AS TABLENAME,                                               DATEGRANTED,ALTERAUTH,DELETEAUTH,INDEXAUTH,INSERTAUTH,                          SELECTAUTH,UPDATEAUTH,REFERENCESAUTH,TRIGGERAUTH                         FROM "SYSIBM".SYSTABAUTH                                                        WHERE TTNAME LIKE 'HLTHCHK%' ;                                                /*                                                                              