//UXC401MP JOB CLASS=S,MSGCLASS=X,NOTIFY=&SYSUID,                       JOB10787//      REGION=0M,TIME=1440                                                     /*JOBPARM SYSAFF=MVSI                                                           //*********************************************************************         //* HLTHDDL: This job performs the following functions:               *         //*  . GRANT Select,Insert and Delete access to Ravelidation tables   *         //*********************************************************************         //JOBLIB   DD  DISP=SHR,DSN=SSXDP.DB2W.SDSNEXIT                                 //         DD  DISP=SHR,DSN=SSXDP.DB2W.SDSNLOAD                                 //         DD  DISP=SHR,DSN=SSXDP.DB2W.RUNLIB.LOAD                              //*********************************************************************         //* Display Authorization on Revalidation tables                                //*********************************************************************         //SELECT   EXEC PGM=IKJEFT01                                                    //SYSTSPRT DD  SYSOUT=*                                                         //SYSPRINT DD  SYSOUT=*                                                         //SYSTSIN  DD  *                                                                  DSN SYSTEM(DB2W)                                                                    RUN PROGRAM(DSNTEP2) PARMS('/ALIGN(LHS) MIXED')                             END                                                                           /*                                                                              //SYSIN    DD  *                                                                  SELECT SUBSTR(GRANTOR,1,8) AS GRANTOR,                                                 SUBSTR(GRANTEE,1,8) AS GRANTEE,                                                 SUBSTR(TTNAME,1,20) AS TABLENAME,                                               DATEGRANTED,ALTERAUTH AS ALT,DELETEAUTH AS DEL,                                 INSERTAUTH AS INS,SELECTAUTH AS SEL,UPDATEAUTH AS UPD                    FROM "SYSIBM".SYSTABAUTH                                                        WHERE GRANTEE = 'IBMIAMDB' AND TTNAME LIKE 'HLTHCHK%' ;                       //                                                                              //*********************************************************************         //* Grant access to the Revalidation tables                                     //*********************************************************************         //GRANT    EXEC PGM=IKJEFT01                                                    //SYSTSPRT DD  SYSOUT=*                                                         //SYSPRINT DD  SYSOUT=*                                                         //SYSTSIN  DD  *                                                                  DSN SYSTEM(DB2W)                                                                    RUN PROGRAM(DSNTIAD)                                                        END                                                                           /*                                                                              //SYSIN    DD  *                                                                  SET CURRENT SQLID='LSEBDB2';                                                    GRANT SELECT  ON LSEBDB2.HLTHCHK_AUTHIDS    TO IBMIAMDB;                        GRANT SELECT  ON LSEBDB2.HLTHCHK_REVAL_AUTH TO IBMIAMDB;                        GRANT SELECT  ON LSEBDB2.HLTHCHK_REVAL_ID   TO IBMIAMDB;                        GRANT SELECT  ON LSEBDB2.HLTHCHK_REVAL_GRP  TO IBMIAMDB;                      //*RANT SELECT  ON LSEBDB2.HLTHCHK_REVAL_WORK TO IBMIAMDB;                      //*********************************************************************         //* Display Authorization on Revalidation tables after recriation               //*********************************************************************         //SELECT   EXEC PGM=IKJEFT01                                                    //SYSTSPRT DD  SYSOUT=*                                                         //SYSPRINT DD  SYSOUT=*                                                         //SYSTSIN  DD  *                                                                  DSN SYSTEM(DB2W)                                                                    RUN PROGRAM(DSNTEP2) PARMS('/ALIGN(LHS) MIXED')                             END                                                                           /*                                                                              //SYSIN    DD  *                                                                  SELECT SUBSTR(GRANTOR,1,8) AS GRANTOR,                                                 SUBSTR(GRANTEE,1,8) AS GRANTEE,                                                 SUBSTR(TTNAME,1,20) AS TABLENAME,                                               DATEGRANTED,ALTERAUTH AS ALT,DELETEAUTH AS DEL,                                 INSERTAUTH AS INS,SELECTAUTH AS SEL,UPDATEAUTH AS UPD                    FROM "SYSIBM".SYSTABAUTH                                                        WHERE GRANTEE = 'IBMIAM' AND TTNAME LIKE 'HLTHCHK%' ;                         /*                                                                              