//UXC401M  JOB CLASS=S,MSGCLASS=X,USER=DB2HCID,NOTIFY=T479012,                  //      REGION=0M,TIME=1440                                                     /*JOBPARM SYSAFF=MVS4                                                           //*********************************************************************         //*                                                                   *         //* TRIGGER HEALTH CHECKING JOBS FOR SAPPLEX  PROD SYSTEMS            *         //*                                                                   *         //*********************************************************************         //STEP1 EXEC PGM=IKJEFT01,DYNAMNBR=20,TIME=1440                                 //SYSTSPRT DD  SYSOUT=*                                                         //SYSPRINT DD  SYSOUT=*                                                         //SYSUDUMP DD  SYSOUT=*                                                         //SYSTSIN  DD  *                                                                   SUB 'SSXDP.HEALTH.CHECKING.JCL(HC2DB2G)'                                        SUB 'SSXDP.HEALTH.CHECKING.JCL(HC2DB2F)'                                        SUB 'SSXDP.HEALTH.CHECKING.JCL(HC2DB3F)'                                        SUB 'SSXDP.HEALTH.CHECKING.JCL(HC2DB2R)'                                        SUB 'SSXDP.HEALTH.CHECKING.JCL(HC2DB3R)'                                        SUB 'SSXDP.HEALTH.CHECKING.JCL(HC2DB4R)'                                        SUB 'SSXDP.HEALTH.CHECKING.JCL(HC2DB5R)'                                        SUB 'SSXDP.HEALTH.CHECKING.JCL(HC2DB6R)'                                        SUB 'SSXDP.HEALTH.CHECKING.JCL(HC2DB2W)'                                     