//UXC401M4 JOB CLASS=S,MSGCLASS=X,USER=DB2HCID,NOTIFY=T492331,                  //      REGION=0M,TIME=1440                                                     /*JOBPARM SYSAFF=MVS4                                                           //*********************************************************************         //*                                                                   *         //* HLTHJCL: This job performs the following functions:               *         //*                                                                   *         //*  . Execute the DB2 Health Checking Program                        *         //*                                                                   *         //*********************************************************************         //*********************************************************************         //*                                                                   *         //* Change "HLTH_Pre" to the DB2 Health Checking library prefix.      *         //*                                                                   *         //* Change "DB2_SSID" to the DB2 subsystem Id.                        *         //* Change "DB2_Pre"  to the DB2 library prefix.                      *         //*                                                                   *         //* Change "ISP_Pre"  to the ISPF library prefix.                     *         //*                                                                   *         //*********************************************************************         //         JCLLIB ORDER=SSXDP.HEALTH.CHECKING.EXEC                              //*********************************************************************         //*                                                                   *         //* Execute the DB2 Health Checking Program                           *         //*                                                                   *         //*********************************************************************         //HLTHCHK  EXEC ISPBATCH,HLTHPRE=SSXDP,ISPPRE=SYS1.ISP                          //STEPLIB  DD  DISP=SHR,DSN=SYS1.ISP.SISPLOAD                                   //         DD  DISP=SHR,DSN=SSXDP.DB6R.SDSNEXIT                                 //         DD  DISP=SHR,DSN=SDB6R.SDSNLOAD                                      //SYSTSIN  DD  *                                                                  ISPSTART CMD(%HLTHCHK)                                                        /*                                                                              //HLTHRPT  DD  SYSOUT=*                                                         //HLTHDATA DD  *                                                                --*********************************************************************         --*                                                                   *         --* The following parameters control the DB2 Health Checking program. *         --*                                                                   *         --* The parameters in the first set are only required when a DB2      *         --* subsystem is being checked.                                       *         --*                                                                   *         --* SSID     - DB2 Subsystem Id                                       *         --* BSDSPRE  - Boot Strap Dataset Prefix                              *         --* DSNTIJUZ - Current DSNTIJUZ dataset and member name.              *         --*            Omit the member name to invoke SYSPROC.DSNWZP.         *         --*                                                                   *         --*********************************************************************         SSID     = DB6R                                                                 BSDSPRE  = DB6R.DSNDBRG                                                         DSNTIJUZ = SSXDP.DB6R.NEW.SDSNSAMP(DSNTIJUZ)                                    --*********************************************************************         --*                                                                   *         --* The parameters in the second set identify the product being       *         --* checked, the type of checking to be performed, the standards to   *         --* be applied and the sections to be processed.                      *         --*                                                                   *         --* PRODUCT  - Identifies the product being checked                   *         --* CHKTYPE  - Type of check to perform: AUDIT or HEALTH              *         --* STANDARD - Audit rules to be used: ITCS104, GSD331 or ISeC        *         --*                                                                   *         --* DSNZPARM - Check DSNZPARM Parameters                              *         --* SYSAUTH  - Check Ids with SYSADM, SYSOPR or SYSCTRL Authority     *         --* AUTHIDS  - Check Creator/Authorization Ids                        *         --* CATAUTH  - Check DB2 Catalog Authorizations                       *         --* COPYFREQ - Check System Database COPY Frequency                   *         --* LASTREF  - Check Tablespace/Index Last Referenced Dates           *         --* ALREADYV - Check SNA Already Verified Connections                 *         --* DDFPASS  - Check Unencrypted DDF Passwords                        *         --* INBOUND  - Check Inbound Translations                             *         --* OSR      - Check OSR datasets                                     *         --* APFLIST  - Check DB2 datasets in the APF/Link/LPA list            *         --* DSNR     - Check DSNR/SERVER Profiles                             *         --* PUBLIC   - Check PUBLIC Authorizations                            *         --* OMEGAMON - Check Omegamon Profiles                                *         --* STCUSER  - Check DB2 started task userids and attributes          *         --* ROUTINES - Check Stored Procedures and User-Defined Functions     *         --* MEMBRSHP - Check Group Membership                                 *         --*                                                                   *         --* When checking a product other than DB2, the following parameters  *         --* can be used: PRODUCT, CHKTYPE, STANDARD, OSR, APFLIST, OMEGAMON,  *         --* STCUSER and MEMBRSHP                                              *         --*                                                                   *         --*********************************************************************         PRODUCT  = DB2                                                                  CHKTYPE  = AUDIT                                                                STANDARD = GSD331                                                               --                                                                              DSNZPARM = YES                                                                  SYSAUTH  = 2010-11-17                                                           AUTHIDS  = NO                                                                   CATAUTH  = NO                                                                   COPYFREQ = NO                                                                   LASTREF  = NO                                                                   ALREADYV = NO                                                                   DDFPASS  = NO                                                                   INBOUND  = NO                                                                   OSR      = NO                                                                   APFLIST  = YES                                                                  DSNR     = NO                                                                   PUBLIC   = NO                                                                   OMEGAMON = NO                                                                   STCUSER  = NO                                                                   ROUTINES = NO                                                                   MEMBRSHP = NO                                                                   --*********************************************************************         --*                                                                   *         --* The parameters in the third set can be used to provide additional *         --* information to the various sections.                              *         --*                                                                   *         --* The following parameters can be used regardless of the product    *         --* being checked:                                                    *         --*                                                                   *         --* CATEGORY - Identifies the system category used to determine the   *         --*            target compliance date: Internet, VBP, IES or Other    *         --* COMMENT  - Add a user comment to the main comment block           *         --* RPTDS    - Allows user control of report dataset name and         *         --*            allocation                                             *         --* RPTPARMS - Additional dataset allocation parameters               *         --* CONSWAIT - REXX Console interface message wait time, in seconds   *         --* CACHEIDS - Allows caching of userids and groups to speed up Id    *         --*            checking                                               *         --* SURROGAT - Identifies the type of RACF surrogate profiles used on *         --*            the account: LOGON SUBMIT                              *         --* RULELIST - List the rule table used by the program                *         --* HRPCLASS - Class used for the revalidation profiles               *         --* HRPEXPND - Controls whether to expand groups found in a           *         --*            revalidation profile                                   *         --* HRPLIST# - Revalidation profile overrides for profile rules       *         --* GRPEXPND - Allows control over the expansion of groups with a     *         --*            large number of connected Ids                          *         --* ACF2RULE - CA-ACF2 rulekey used for dataset profile checking      *         --* UIDLNGTH - Allows the specification of the UID string and name    *         --*            lengths on CA-ACF2 accounts                            *         --* HFSLIST# - List of additional dataset qualifiers used to          *         --*            identify DB2 Hierarchical and zSeries File Systems     *         --*            for the OSR section                                    *         --* OMVSPATH - List of OMVS path names for directory and program      *         --*            permission bit checking                                *         --* OSRALTR# - Filter list for UACC(ALTER)   datasets/profiles        *         --* OSRUPDT# - Filter list for UACC(UPDATE)  datasets/profiles        *         --* OSRREAD# - Filter list for UACC(READ)    datasets/profiles        *         --* OSREXEC# - Filter list for UACC(EXECUTE) datasets/profiles        *         --* OSRNONE# - Filter list for UACC(NONE)    datasets/profiles        *         --* OSRNFND# - Filter list for profiles which should not be defined   *         --* OSRSEQ   - Sequence used to process OSR filter parameters         *         --* APFLIST# - List of additional dataset qualifiers used to identify *         --*            DB2 datasets for the APFLIST section                   *         --* OMEGALIB - Library containing the Omegamon runtime modules        *         --* STCLIST  - List of additional started tasks for the STCUSER       *         --*            section                                                *         --* INFOLIST - Include Id Information List in report                  *         --* INFODATA - Controls the data included in the Id Information List  *         --* NOTIFY   - Transmit the Notification message to the specified     *         --*            address                                                *         --* EMAILSUB - E-Mail Subject line when SMTP is being used            *         --* EXCLOSSM - Exclude Ids in the OSSM profile from the authority     *         --*            revalidation messages                                  *         --*                                                                   *         --* The following parameters are only used when a DB2 subsystem is    *         --* being checked:                                                    *         --*                                                                   *         --* SQLID    - Set the CURRENT SQLID special register                 *         --* ACAEXIT  - Indicate whether the subsystem uses the Access         *         --*            Control Authorization exit, DSNX@XAC. (Used only in    *         --*            the SYSAUTH section on RACF systems.)                  *         --* PLATFORM - List of LUnames and platforms for frequently inactive  *         --*            partners                                               *         --* CREATOR  - Creator Id of the HLTHCHK_AUTHIDS and HLTHCHK_REVAL    *         --*            tables                                                 *         --* ACF2NTRY - CA-ACF2 command used to test for an Entry group        *         --* ACF2XREF - CA-ACF2 command used to test for an XREF group         *         --* SPECLIST - List of authorization Ids <= 8 characters in length    *         --*            that can not be protected and are flagged as Special   *         --* OPCLIST  - List of Job Scheduling System started task userids     *         --*            for the SYSAUTH section                                *         --* ADMLIST  - List of ADM batch userids for the SYSAUTH section      *         --* INTLIST  - List of additional internal authorization Ids          *         --* COPYLIST - List of additional system databases for the COPYFREQ   *         --*            section                                                *         --* HPOPRE   - QMF/HPO Activity File filters for the OSR section      *         --* RTNLIST  - List of restricted groups for the ROUTINES section     *         --* SYSRTNS  - List of additional system routines that use the        *         --*            SYSPROC schema                                         *         --*                                                                   *         --*********************************************************************         VBP      = NO                                                                   RPTDS    = SSXDP.SECURITY.SYSTEM.SSID.DATE.TXT                                  COMMENT  = (Qtr) Quarter (year) DB2 Health Checking Report - PROD SOX           CACHEIDS = YES                                                                  HRPCLASS = HRPDATA                                                              HRPEXPND = YES OSSM                                                             OMVSPATH = MOUNTED(NONE)                                                        APFLIST1 = 2PASS SSXDP.DB6R SYS2.DB6R8 SYS2.DB2TOOLS                            OSRREAD1 = DSN SYS2.DB6R8.** SYS2.DB2TOOLS.**                                   OSRNONE1 = PROFILE SYSPRO.SUBMIT SYSPRO.LOGON SYSPRO.* CLASS(SURROGAT)          CREATOR  = ALL(LSEBDB2)                                                         --*********************************************************************         --*                                                                   *         --* The parameters in the fourth set can be used to provide values    *         --* for parameters that could not be discovered or to override the    *         --* discovered values. These parameters are only used when a DB2      *         --* subsystem is being checked.                                       *         --*                                                                   *         --* LOCALNET - Local Network Id                                       *         --* VTAMLST  - Library containing the VTAM APPL definition            *         --*                                                                   *         --*********************************************************************         /*                                                                              //RULEDATA DD  *                                                                --*********************************************************************         --*                                                                   *         --* The RULEDATA DD statement can be used to override the rules       *         --* distributed with the program. Refer to the documentation for      *         --* a description of how to override a rule.                          *         --*                                                                   *         --*********************************************************************         AUDITST = (1,2,3,7,8)                                                           AUTH      = NO                                                                  TCPALVER  = NO                                                                  APFPRF    = UACC(READ) AUDIT(ALL(UPDATE)) NOACCESS                              BATCHPRF  = NO                                                                  DISTPRF   = NO                                                                  MASSPRF   = NO                                                                  RRSAFPRF  = NO                                                                  SASSPRF   = NO                                                                  SPASPRF   = NO                                                                  WLMENVPRF = NOACCESS AUDIT(FAILURES(READ))                                      DESC(CLASS(SERVER) is in CLASSACT(SERVER) on SAP/EDS-SAPPLEX)                   SYSWLMPRF = NO                                                                  OTHWLMPRF = NO                                                                  BSDSPRF   = NO                                                                  ACTPRF    = NO                                                                  ARCHPRF   = NO                                                                  DIRPRF    = NO                                                                  CATPRF    = NO                                                                  RGFPRF    = NO                                                                  DDFPRF    = NO                                                                  DBCOPYPRF = NO                                                                  SAMPPRF   = NO                                                                  HFSPRF    = NO                                                                  HPOPRF    = NO                                                                  OTHOSRPRF = NOACCESS                                                            /*                                                                              //HRPDATA  DD  DSN=SSXDP.HEALTH.CHECKING.JCL(HRPDATA),DISP=SHR                  --*********************************************************************         --*                                                                   *         --* The HRPDATA DD statement can be used as an alternative to, or in  *         --* addition to, revalidation profiles as a means to provide the      *         --* list of Ids approved to have special authorities in DB2. Refer    *         --* to the documentation for a description on the use of this DD      *         --* statement.                                                        *         --*                                                                   *         --*********************************************************************         /*                                                                              //*********************************************************************         //*                                                                   *         //* NOTIFY DB2 System Dispatcher in case JOB RC > 04                  *         //*                                                                   *         //*********************************************************************         //NOTIFY   EXEC MAIL                                                            //                                                                              