//PXD422M  JOB D-813-000-N-00,                                                  //            'ESP DISTRIBUTION',                                               //             CLASS=S,                                                         //             MSGCLASS=X,                                                      //             MSGLEVEL=(1,1),                                                  //             REGION=5000K,                                                    //             USER=DB2HCID,                                                    //             TIME=1440                                                        /*JOBPARM SYSAFF=MVS4                                                           /*ROUTE PRINT MVS                                                               //*********************************************************************         //*                                                                   *         //* TRIGGER HEALTH CHECKING JOBS FOR SAPPLEX  PROD SYSTEMS            *         //*                                                                   *         //*********************************************************************         //STEP1 EXEC PGM=IKJEFT01,DYNAMNBR=20,TIME=1440                                 //SYSTSPRT DD  SYSOUT=*                                                         //SYSPRINT DD  SYSOUT=*                                                         //SYSUDUMP DD  SYSOUT=*                                                         //SYSTSIN  DD  DISP=SHR,DSN=SSXDP.DB2.PARMLIB(HCSAP#P)                          //SYSIN    DD  *                                                                //                                                                              