//UXC401MF JOB ,'DB2 SYSTEM',CLASS=S,MSGCLASS=X,TIME=1440,              JOB06807//         NOTIFY=&SYSUID,USER=DB2HCID                                          /*JOBPARM SYSAFF=MVS4                                                           //DSN1    EXEC PGM=IKJEFT01,DYNAMNBR=20,COND=(4,LT)                             //SYSPRINT DD  SYSOUT=*                                                         //SYSTSPRT DD  SYSOUT=*                                                         //SYSTSIN  DD  *                                                                 LD DA ('SSXDP.DB2TOOLS.SDI.**') ALL                                            //                                                                               LD DA ('SSXDP.DB2X.SRCLIB.**') ALL                                              RLIST OPERCMDS MVS.VARY.TCPIP.DROP ALL                                          LD DA ('DB2F.DSN*.**') ALL                                                      LD DA ('DB3F.DSN*.**') ALL                                                      LD DA ('DB2G.DSN*.**') ALL                                                      LD DA ('DB2W.DSN*.**') ALL                                                      LD DA ('DB2X.DSN*.**') ALL                                                      LD DA ('DB2R.DSN*.**') ALL                                                      LD DA ('DB3R.DSN*.**') ALL                                                      LD DA ('DB4R.DSN*.**') ALL                                                      LD DA ('DB5R.DSN*.**') ALL                                                      LD DA ('DB6R.DSN*.**') ALL                                                     //BSDS2   EXEC PGM=IKJEFT01,DYNAMNBR=20,COND=(4,LT)                             //SYSPRINT DD  SYSOUT=*                                                         //SYSTSPRT DD  SYSOUT=*                                                         //SYSTSIN  DD  *                                                                 LD DA ('DB2F.DSN*.BSDS*.**') ALL                                                LD DA ('DB3F.DSN*.BSDS*.**') ALL                                                LD DA ('DB2G.BSDS*.**') ALL                                                     LD DA ('DB2W.BSDS*.**') ALL                                                     LD DA ('DB2X.BSDS*.**') ALL                                                     LD DA ('DB2R.DSN*.BSDS*.**') ALL                                                LD DA ('DB3R.DSN*.BSDS*.**') ALL                                                LD DA ('DB4R.DSN*.BSDS*.**') ALL                                                LD DA ('DB5R.DSN*.BSDS*.**') ALL                                                LD DA ('DB6R.DSN*.BSDS*.**') ALL                                               //LOGCOP3 EXEC PGM=IKJEFT01,DYNAMNBR=20,COND=(4,LT)                             //SYSPRINT DD  SYSOUT=*                                                         //SYSTSPRT DD  SYSOUT=*                                                         //SYSTSIN  DD  *                                                                 LD DA ('DB2F.DSN*.LOGCOPY*.**') ALL                                             LD DA ('DB3F.DSN*.LOGCOPY*.**') ALL                                             LD DA ('DB2G.LOGCOPY*.**') ALL                                                  LD DA ('DB2W.LOGCOPY*.**') ALL                                                  LD DA ('DB2X.LOGCOPY*.**') ALL                                                  LD DA ('DB2R.DSN*.LOGCOPY*.**') ALL                                             LD DA ('DB3R.DSN*.LOGCOPY*.**') ALL                                             LD DA ('DB4R.DSN*.LOGCOPY*.**') ALL                                             LD DA ('DB5R.DSN*.LOGCOPY*.**') ALL                                             LD DA ('DB6R.DSN*.LOGCOPY*.**') ALL                                            //ARCH4   EXEC PGM=IKJEFT01,DYNAMNBR=20,COND=(4,LT)                             //SYSPRINT DD  SYSOUT=*                                                         //SYSTSPRT DD  SYSOUT=*                                                         //SYSTSIN  DD  *                                                                 LD DA ('SSXDP.DB2F.ARCH*.**') ALL                                               LD DA ('SSXDP.DB3F.ARCH*.**') ALL                                               LD DA ('SSXDP.DB2G.ARCH*.**') ALL                                               LD DA ('SSXDP.DB2W.ARCH*.**') ALL                                               LD DA ('SSXDP.DB2X.ARCH*.**') ALL                                               LD DA ('SSXDP.DB2R.ARCH*.**') ALL                                               LD DA ('SSXDP.DB3R.ARCH*.**') ALL                                               LD DA ('SSXDP.DB4R.ARCH*.**') ALL                                               LD DA ('SSXDP.DB5R.ARCH*.**') ALL                                               LD DA ('SSXDP.DB6R.ARCH*.**') ALL                                              //PSSXD5  EXEC PGM=IKJEFT01,DYNAMNBR=20,COND=(4,LT)                             //SYSPRINT DD  SYSOUT=*                                                         //SYSTSPRT DD  SYSOUT=*                                                         //SYSTSIN  DD  *                                                                 LD DA ('PSSXD.XD%%%M.DB2F.**') ALL                                              LD DA ('PSSXD.XD%%%M.DB3F.**') ALL                                              LD DA ('PSSXD.XD%%%M.DB2G.**') ALL                                              LD DA ('PSSXD.XD%%%M.DB2W.**') ALL                                              LD DA ('PSSXD.XD%%%M.DB2X.**') ALL                                              LD DA ('PSSXD.XD%%%M.DB2R.**') ALL                                              LD DA ('PSSXD.XD%%%M.DB3R.**') ALL                                              LD DA ('PSSXD.XD%%%M.DB4R.**') ALL                                              LD DA ('PSSXD.XD%%%M.DB5R.**') ALL                                              LD DA ('PSSXD.XD%%%M.DB6R.**') ALL                                             //DSNR6   EXEC PGM=IKJEFT01,DYNAMNBR=20,COND=(4,LT)                             //SYSPRINT DD  SYSOUT=*                                                         //SYSTSPRT DD  SYSOUT=*                                                         //SYSTSIN  DD  *                                                                 RLIST DSNR DB2F.BATCH*                                                          RLIST DSNR DB3F.BATCH*                                                          RLIST DSNR DB2G.BATCH*                                                          RLIST DSNR DB2W.BATCH*                                                          RLIST DSNR DB2X.BATCH*                                                          RLIST DSNR DB2R.BATCH*                                                          RLIST DSNR DB3R.BATCH*                                                          RLIST DSNR DB4R.BATCH*                                                          RLIST DSNR DB5R.BATCH*                                                          RLIST DSNR DB6R.BATCH*                                                          RLIST DSNR DB2F.RRSAF*                                                          RLIST DSNR DB3F.RRSAF*                                                          RLIST DSNR DB2G.RRSAF*                                                          RLIST DSNR DB2W.RRSAF*                                                          RLIST DSNR DB2X.RRSAF*                                                          RLIST DSNR DB2R.RRSAF*                                                          RLIST DSNR DB3R.RRSAF*                                                          RLIST DSNR DB4R.RRSAF*                                                          RLIST DSNR DB5R.RRSAF*                                                          RLIST DSNR DB6R.RRSAF*                                                          RLIST DSNR DB2F.DIST*                                                           RLIST DSNR DB3F.DIST*                                                           RLIST DSNR DB2G.DIST*                                                           RLIST DSNR DB2W.DIST*                                                           RLIST DSNR DB2X.DIST*                                                           RLIST DSNR DB2R.DIST*                                                           RLIST DSNR DB3R.DIST*                                                           RLIST DSNR DB4R.DIST*                                                           RLIST DSNR DB5R.DIST*                                                           RLIST DSNR DB6R.DIST*                                                           RLIST DSNR DB2F.MASS*                                                           RLIST DSNR DB3F.MASS*                                                           RLIST DSNR DB2G.MASS*                                                           RLIST DSNR DB2W.MASS*                                                           RLIST DSNR DB2X.MASS*                                                           RLIST DSNR DB2R.MASS*                                                           RLIST DSNR DB3R.MASS*                                                           RLIST DSNR DB4R.MASS*                                                           RLIST DSNR DB5R.MASS*                                                           RLIST DSNR DB6R.MASS*                                                           RLIST DSNR DB2F.SASS*                                                           RLIST DSNR DB3F.SASS*                                                           RLIST DSNR DB2G.SASS*                                                           RLIST DSNR DB2W.SASS*                                                           RLIST DSNR DB2X.SASS*                                                           RLIST DSNR DB2R.SASS*                                                           RLIST DSNR DB3R.SASS*                                                           RLIST DSNR DB4R.SASS*                                                           RLIST DSNR DB5R.SASS*                                                           RLIST DSNR DB6R.SASS*                                                          //WLM7    EXEC PGM=IKJEFT01,DYNAMNBR=20,COND=(4,LT)                             //SYSPRINT DD  SYSOUT=*                                                         //SYSTSPRT DD  SYSOUT=*                                                         //SYSTSIN  DD  *                                                                 RLIST DSNR DSNDBFG.WLMENV.**                                                    RLIST DSNR DSNDBRG.WLMENV.**                                                    RLIST DSNR DB2G.WLMENV.**                                                       RLIST DSNR DB2W.WLMENV.**                                                       RLIST DSNR DB2X.WLMENV.**                                                       RLIST DSNR DSNDBFG.WLM_REFRESH.**                                               RLIST DSNR DSNDBRG.WLM_REFRESH.**                                               RLIST DSNR DB2G.WLM_REFRESH.**                                                  RLIST DSNR DB2W.WLM_REFRESH.**                                                  RLIST DSNR DB2X.WLM_REFRESH.**                                                 //                                                                              //                                                                               RL SURROGAT DB2HCID.SUBMIT ALL                                                  LU T266722                                                                      LU T803139                                                                      LU T820755                                                                      LU T778710                                                                     //                                                                               LU DBOTO2S                                                                      LU DBOTBD2                                                                      LU DBOTDSST                                                                     LU DBOTD5S                                                                      LU DBOCO2S                                                                      LU DBOCBD2                                                                      LU DBOCDSST                                                                     LU DBOCD5S                                                                      LU DBOBO2S                                                                      LU DBOBBD2                                                                      LU DBOBDSST                                                                     LU DBOBD5S                                                                     //                                                                              //                                                                               LG LSEBDB2                                                                      LD DA('SSXDP.QMF.PROD.**') ALL                                                  LD DA('SSXDT.DB2V8.**') ALL                                                     LD DA('SSXDP.DB2M.**') ALL                                                      LD DA('SSXDP.DB2P.**') ALL                                                      LD DA('SSXDP.DB2TOOLS.**') ALL                                                  LD DA('SSXDP.DB2TOOLS.**') ALL                                                  LD DA('SSXDT.DB2D.**') ALL                                                      LD DA('SSXDT.DB2T.**') ALL                                                      LD DA('SSXDT.DB2TOOLS.**') ALL                                                 //                                                                               SR MASK(SSXDT)                                                                  LD DA('SSXDT.DB2A.RUNLIB.**') ALL                                               LD DA('SSXDT.DB2B.RUNLIB.**') ALL                                               LD DA('SSXDT.DB2D.RUNLIB.**') ALL                                               LD DA('SSXDT.DB2T.RUNLIB.**') ALL                                               LD DA('SSXDT.DB2A.SDSN*.**') ALL                                                LD DA('SSXDT.DB2B.SDSN*.**') ALL                                                LD DA('SSXDT.DB2D.SDSN*.**') ALL                                                LD DA('SSXDT.DB2T.SDSN*.**') ALL                                               //                                                                              //RACF6   EXEC PGM=IKJEFT01,DYNAMNBR=20,COND=(4,LT)                             //SYSPRINT DD  SYSOUT=*                                                         //SYSTSPRT DD  SYSOUT=*                                                         //SYSTSIN  DD  *                                                                 LD DA ('SYS2.DB2*.SD%%%HFS*.**') ALL DSNS                                       LD DA ('SYS2.DB2*.SD%%HFS*.**') ALL DSNS                                       