//UXC401MF JOB CLASS=S,MSGCLASS=X,USER=DB2HCID,NOTIFY=T492331,                  //      REGION=0M,TIME=1440                                                     /*JOBPARM SYSAFF=MVSF                                                           //*********************************************************************         //RACFLST EXEC PGM=IKJEFT01,DYNAMNBR=20,COND=(4,LT)                             //SYSPRINT DD  SYSOUT=*                                                         //SYSTSPRT DD  SYSOUT=*                                                         //SYSTSIN  DD  *                                                                  LISTDSD DATASET('DB2F.**') GEN ALL                                              LISTDSD DATASET('SSXDP.DB2*.**') GEN ALL                                      //                                                                              