//UXC401M JOB CLASS=S,MSGCLASS=X,USER=DB2HCID,NOTIFY=&SYSUID,                   //      REGION=0M,TIME=1440                                                     /*JOBPARM SYSAFF=MVS4                                                           //*                                                                             //* STEP1: CREATE SMTP HEADER WITH SAME LRECL AS REPORT                         //*                                                                             //DB2F     EXEC PGM=IEBGENER                                                    //SYSPRINT DD  SYSOUT=*                                                         //SYSOUT   DD  SYSOUT=*                                                         //SYSUT2   DD DSN=&&SMTPHD1,DISP=(,PASS),LRECL=80,DSORG=PS,                     //      SPACE=(TRK,(2,1))                                                       //SYSUT1   DD  *                                                                MAIL FROM:<DB2HCID@MVS>                                                         RCPT TO: <PANGELO@BR.IBM.COM>                                                   DATA                                                                            FROM: DB2FHC@MVS                                                                TO: <PANGELO@BR.IBM.COM>                                                        SUBJECT: DELTA - DB2 HC QUARTERLY REPORT - SAPPLEX  MVSF-DB2F                   //*******************************************************************           //*    SEND QUARTERLY REPORT FOR TRACKING SECURITY COMPLIANCE                   //*******************************************************************           //SENDRPT EXEC MAIL80                                                           //MAILDD  DD DSN=&&SMTPHD1,DISP=(OLD,PASS)                                      //        DD DISP=SHR,DSN=SSXDP.SECURITY.MVSFDB2F.HEALTAUD(0)                   /*                                                                              //*                                                                             //* STEP2: CREATE SMTP HEADER WITH SAME LRECL AS REPORT                         //*                                                                             //DB3F     EXEC PGM=IEBGENER                                                    //SYSPRINT DD  SYSOUT=*                                                         //SYSOUT   DD  SYSOUT=*                                                         //SYSUT2   DD DSN=&&SMTPHD2,DISP=(,PASS),LRECL=80,DSORG=PS,                     //      SPACE=(TRK,(2,1))                                                       //SYSUT1   DD  *                                                                MAIL FROM:<DB2HCID@MVS>                                                         RCPT TO: <PANGELO@BR.IBM.COM>                                                   DATA                                                                            FROM: DB3FHC@MVS                                                                TO: <PANGELO@BR.IBM.COM>                                                        SUBJECT: DELTA - DB2 HC QUARTERLY REPORT - SAPPLEX  MVSI-DB3F                   //*******************************************************************           //*    SEND QUARTERLY REPORT FOR TRACKING SECURITY COMPLIANCE                   //*******************************************************************           //SENDRPT EXEC MAIL80                                                           //MAILDD  DD DSN=&&SMTPHD2,DISP=(OLD,PASS)                                      //        DD DISP=SHR,DSN=SSXDP.SECURITY.MVSIDB3F.HEALTAUD(0)                   /*                                                                              //*                                                                             //* STEP3: CREATE SMTP HEADER WITH SAME LRECL AS REPORT                         //*                                                                             //DWP1     EXEC PGM=IEBGENER                                                    //SYSPRINT DD  SYSOUT=*                                                         //SYSOUT   DD  SYSOUT=*                                                         //SYSUT2   DD DSN=&&SMTPHD3,DISP=(,PASS),LRECL=80,DSORG=PS,                     //      SPACE=(TRK,(2,1))                                                       //SYSUT1   DD  *                                                                MAIL FROM:<DB2HCID@MVS>                                                         RCPT TO: <PANGELO@BR.IBM.COM>                                                   DATA                                                                            FROM: DWP1HC@MVS                                                                TO: <PANGELO@BR.IBM.COM>                                                        SUBJECT: DELTA - DB2 HC QUARTERLY REPORT - SAPPLEX  MVSF-DWP1                   //*******************************************************************           //*    SEND QUARTERLY REPORT FOR TRACKING SECURITY COMPLIANCE                   //*******************************************************************           //SENDRPT EXEC MAIL80                                                           //MAILDD  DD DSN=&&SMTPHD3,DISP=(OLD,PASS)                                      //        DD DISP=SHR,DSN=SSXDP.SECURITY.MVSFDWP1.HEALTAUD(0)                   /*                                                                              //*                                                                             //* STEP4: CREATE SMTP HEADER WITH SAME LRECL AS REPORT                         //*                                                                             //DWP2     EXEC PGM=IEBGENER                                                    //SYSPRINT DD  SYSOUT=*                                                         //SYSOUT   DD  SYSOUT=*                                                         //SYSUT2   DD DSN=&&SMTPHD4,DISP=(,PASS),LRECL=80,DSORG=PS,                     //      SPACE=(TRK,(2,1))                                                       //SYSUT1   DD  *                                                                MAIL FROM:<DB2HCID@MVS>                                                         RCPT TO: <PANGELO@BR.IBM.COM>                                                   DATA                                                                            FROM: DWP2HC@MVS                                                                TO: <PANGELO@BR.IBM.COM>                                                        SUBJECT: DELTA - DB2 HC QUARTERLY REPORT - SAPPLEX  MVSI-DWP2                   //*******************************************************************           //*    SEND QUARTERLY REPORT FOR TRACKING SECURITY COMPLIANCE                   //*******************************************************************           //SENDRPT EXEC MAIL80                                                           //MAILDD  DD DSN=&&SMTPHD4,DISP=(OLD,PASS)                                      //        DD DISP=SHR,DSN=SSXDP.SECURITY.MVSIDWP2.HEALTAUD(0)                   /*                                                                              //*                                                                             //* STEP5: CREATE SMTP HEADER WITH SAME LRECL AS REPORT                         //*                                                                             //DB2R     EXEC PGM=IEBGENER                                                    //SYSPRINT DD  SYSOUT=*                                                         //SYSOUT   DD  SYSOUT=*                                                         //SYSUT2   DD DSN=&&SMTPHD5,DISP=(,PASS),LRECL=80,DSORG=PS,                     //      SPACE=(TRK,(2,1))                                                       //SYSUT1   DD  *                                                                MAIL FROM:<DB2HCID@MVS>                                                         RCPT TO: <PANGELO@BR.IBM.COM>                                                   DATA                                                                            FROM: DB2RHC@MVS                                                                TO: <PANGELO@BR.IBM.COM>                                                        SUBJECT: DELTA - DB2 HC QUARTERLY REPORT - SAPPLEX  MVSR-DB2R                   //*******************************************************************           //*    SEND QUARTERLY REPORT FOR TRACKING SECURITY COMPLIANCE                   //*                       SCSBRG1@BR.IBM.COM                                    //*******************************************************************           //SENDRPT EXEC MAIL80                                                           //MAILDD  DD DSN=&&SMTPHD5,DISP=(OLD,PASS)                                      //        DD DISP=SHR,DSN=SSXDP.SECURITY.MVSRDB2R.HEALTAUD(0)                   /*                                                                              //*                                                                             //* STEP6: CREATE SMTP HEADER WITH SAME LRECL AS REPORT                         //*                                                                             //DB3R     EXEC PGM=IEBGENER                                                    //SYSPRINT DD  SYSOUT=*                                                         //SYSOUT   DD  SYSOUT=*                                                         //SYSUT2   DD DSN=&&SMTPHD6,DISP=(,PASS),LRECL=80,DSORG=PS,                     //      SPACE=(TRK,(2,1))                                                       //SYSUT1   DD  *                                                                MAIL FROM:<DB2HCID@MVS>                                                         RCPT TO: <PANGELO@BR.IBM.COM>                                                   DATA                                                                            FROM: DB3RHC@MVS                                                                TO: <PANGELO@BR.IBM.COM>                                                        SUBJECT: DELTA - DB2 HC QUARTERLY REPORT - SAPPLEX  MVSQ-DB3R                   //*******************************************************************           //*    SEND QUARTERLY REPORT FOR TRACKING SECURITY COMPLIANCE                   //*                       SCSBRG1@BR.IBM.COM                                    //*******************************************************************           //SENDRPT EXEC MAIL80                                                           //MAILDD  DD DSN=&&SMTPHD6,DISP=(OLD,PASS)                                      //        DD DISP=SHR,DSN=SSXDP.SECURITY.MVSQDB3R.HEALTAUD(0)                   /*                                                                              //*                                                                             //* STEP7: CREATE SMTP HEADER WITH SAME LRECL AS REPORT                         //*                                                                             //DB4R     EXEC PGM=IEBGENER                                                    //SYSPRINT DD  SYSOUT=*                                                         //SYSOUT   DD  SYSOUT=*                                                         //SYSUT2   DD DSN=&&SMTPHD7,DISP=(,PASS),LRECL=80,DSORG=PS,                     //      SPACE=(TRK,(2,1))                                                       //SYSUT1   DD  *                                                                MAIL FROM:<DB2HCID@MVS>                                                         RCPT TO: <PANGELO@BR.IBM.COM>                                                   DATA                                                                            FROM: DB4RHC@MVS                                                                TO: <PANGELO@BR.IBM.COM>                                                        SUBJECT: DELTA - DB2 HC QUARTERLY REPORT - SAPPLEX  MVSR-DB4R                   //*******************************************************************           //*    SEND QUARTERLY REPORT FOR TRACKING SECURITY COMPLIANCE                   //*                       SCSBRG1@BR.IBM.COM                                    //*******************************************************************           //SENDRPT EXEC MAIL80                                                           //MAILDD  DD DSN=&&SMTPHD7,DISP=(OLD,PASS)                                      //        DD DISP=SHR,DSN=SSXDP.SECURITY.MVSRDB4R.HEALTAUD(0)                   /*                                                                              //*                                                                             //* STEP8: CREATE SMTP HEADER WITH SAME LRECL AS REPORT                         //*                                                                             //DB5R     EXEC PGM=IEBGENER                                                    //SYSPRINT DD  SYSOUT=*                                                         //SYSOUT   DD  SYSOUT=*                                                         //SYSUT2   DD DSN=&&SMTPHD8,DISP=(,PASS),LRECL=80,DSORG=PS,                     //      SPACE=(TRK,(2,1))                                                       //SYSUT1   DD  *                                                                MAIL FROM:<DB2HCID@MVS>                                                         RCPT TO: <PANGELO@BR.IBM.COM>                                                   DATA                                                                            FROM: DB5RHC@MVS                                                                TO: <PANGELO@BR.IBM.COM>                                                        SUBJECT: DELTA - DB2 HC QUARTERLY REPORT - SAPPLEX  MVSQ-DB5R                   //*******************************************************************           //*    SEND QUARTERLY REPORT FOR TRACKING SECURITY COMPLIANCE                   //*                       SCSBRG1@BR.IBM.COM                                    //*******************************************************************           //SENDRPT EXEC MAIL80                                                           //MAILDD  DD DSN=&&SMTPHD8,DISP=(OLD,PASS)                                      //        DD DISP=SHR,DSN=SSXDP.SECURITY.MVSQDB5R.HEALTAUD(0)                   /*                                                                              //*                                                                             //* STEP9: CREATE SMTP HEADER WITH SAME LRECL AS REPORT                         //*                                                                             //DB6R     EXEC PGM=IEBGENER                                                    //SYSPRINT DD  SYSOUT=*                                                         //SYSOUT   DD  SYSOUT=*                                                         //SYSUT2   DD DSN=&&SMTPHD9,DISP=(,PASS),LRECL=80,DSORG=PS,                     //      SPACE=(TRK,(2,1))                                                       //SYSUT1   DD  *                                                                MAIL FROM:<DB2HCID@MVS>                                                         RCPT TO: <PANGELO@BR.IBM.COM>                                                   DATA                                                                            FROM: DB3RHC@MVS                                                                TO: <PANGELO@BR.IBM.COM>                                                        SUBJECT: DELTA - DB2 HC QUARTERLY REPORT - SAPPLEX  MVS4-DB6R                   //*******************************************************************           //*    SEND QUARTERLY REPORT FOR TRACKING SECURITY COMPLIANCE                   //*                       SCSBRG1@BR.IBM.COM                                    //*******************************************************************           //SENDRPT EXEC MAIL80                                                           //MAILDD  DD DSN=&&SMTPHD9,DISP=(OLD,PASS)                                      //        DD DISP=SHR,DSN=SSXDP.SECURITY.MVS4DB6R.HEALTAUD(0)                   /*                                                                              //*                                                                             //* STEP10: CREATE SMTP HEADER WITH SAME LRECL AS REPORT                        //*                                                                             //DB2V     EXEC PGM=IEBGENER                                                    //SYSPRINT DD  SYSOUT=*                                                         //SYSOUT   DD  SYSOUT=*                                                         //SYSUT2   DD DSN=&&SMTPHD10,DISP=(,PASS),LRECL=80,DSORG=PS,                    //      SPACE=(TRK,(2,1))                                                       //SYSUT1   DD  *                                                                MAIL FROM:<DB2HCID@MVS>                                                         RCPT TO: <PANGELO@BR.IBM.COM>                                                   DATA                                                                            FROM: DB2VHC@MVS                                                                TO: <PANGELO@BR.IBM.COM>                                                        SUBJECT: DELTA - DB2 HC QUARTERLY REPORT - SAPPLEX  MVSS-DB2V                   //*******************************************************************           //*    SEND QUARTERLY REPORT FOR TRACKING SECURITY COMPLIANCE                   //*                       SCSBRG1@BR.IBM.COM                                    //*******************************************************************           //SENDRPT EXEC MAIL80                                                           //MAILDD  DD DSN=&&SMTPHD10,DISP=(OLD,PASS)                                     //        DD DISP=SHR,DSN=SSXDT.SECURITY.MVSSDB2V.HEALTAUD(0)                   /*                                                                              //*                                                                             //* STEP11 CREATE SMTP HEADER WITH SAME LRECL AS REPORT                         //*                                                                             //DB3V     EXEC PGM=IEBGENER                                                    //SYSPRINT DD  SYSOUT=*                                                         //SYSOUT   DD  SYSOUT=*                                                         //SYSUT2   DD DSN=&&SMTPHD11,DISP=(,PASS),LRECL=80,DSORG=PS,                    //      SPACE=(TRK,(2,1))                                                       //SYSUT1   DD  *                                                                MAIL FROM:<DB2HCID@MVS>                                                         RCPT TO: <PANGELO@BR.IBM.COM>                                                   DATA                                                                            FROM: DB3VHC@MVS                                                                TO: <PANGELO@BR.IBM.COM>                                                        SUBJECT: DELTA - DB2 HC QUARTERLY REPORT - SAPPLEX  MVSU-DB3V                   //*******************************************************************           //*    SEND QUARTERLY REPORT FOR TRACKING SECURITY COMPLIANCE                   //*                       SCSBRG1@BR.IBM.COM                                    //*******************************************************************           //SENDRPT EXEC MAIL80                                                           //MAILDD  DD DSN=&&SMTPHD11,DISP=(OLD,PASS)                                     //        DD DISP=SHR,DSN=SSXDT.SECURITY.MVSUDB3V.HEALTAUD(0)                   /*                                                                              //*                                                                             //* STEP12 CREATE SMTP HEADER WITH SAME LRECL AS REPORT                         //*                                                                             //DB4V     EXEC PGM=IEBGENER                                                    //SYSPRINT DD  SYSOUT=*                                                         //SYSOUT   DD  SYSOUT=*                                                         //SYSUT2   DD DSN=&&SMTPHD12,DISP=(,PASS),LRECL=80,DSORG=PS,                    //      SPACE=(TRK,(2,1))                                                       //SYSUT1   DD  *                                                                MAIL FROM:<DB2HCID@MVS>                                                         RCPT TO: <PANGELO@BR.IBM.COM>                                                   DATA                                                                            FROM: DB4VHC@MVS                                                                TO: <PANGELO@BR.IBM.COM>                                                        SUBJECT: DELTA - DB2 HC QUARTERLY REPORT - SAPPLEX  MVSS-DB4V                   //*******************************************************************           //*    SEND QUARTERLY REPORT FOR TRACKING SECURITY COMPLIANCE                   //*                       SCSBRG1@BR.IBM.COM                                    //*******************************************************************           //SENDRPT EXEC MAIL80                                                           //MAILDD  DD DSN=&&SMTPHD12,DISP=(OLD,PASS)                                     //        DD DISP=SHR,DSN=SSXDT.SECURITY.MVSSDB4V.HEALTAUD(0)                   /*                                                                              //*                                                                             //* STEP13 CREATE SMTP HEADER WITH SAME LRECL AS REPORT                         //*                                                                             //DB5V     EXEC PGM=IEBGENER                                                    //SYSPRINT DD  SYSOUT=*                                                         //SYSOUT   DD  SYSOUT=*                                                         //SYSUT2   DD DSN=&&SMTPHD13,DISP=(,PASS),LRECL=80,DSORG=PS,                    //      SPACE=(TRK,(2,1))                                                       //SYSUT1   DD  *                                                                MAIL FROM:<DB2HCID@MVS>                                                         RCPT TO: <PANGELO@BR.IBM.COM>                                                   DATA                                                                            FROM: DB5VHC@MVS                                                                TO: <PANGELO@BR.IBM.COM>                                                        SUBJECT: DELTA - DB2 HC QUARTERLY REPORT - SAPPLEX  MVSU-DB5V                   //*******************************************************************           //*    SEND QUARTERLY REPORT FOR TRACKING SECURITY COMPLIANCE                   //*                       SCSBRG1@BR.IBM.COM                                    //*******************************************************************           //SENDRPT EXEC MAIL80                                                           //MAILDD  DD DSN=&&SMTPHD13,DISP=(OLD,PASS)                                     //        DD DISP=SHR,DSN=SSXDT.SECURITY.MVSUDB5V.HEALTAUD(0)                   /*                                                                              //*                                                                             //* STEP14 CREATE SMTP HEADER WITH SAME LRECL AS REPORT                         //*                                                                             //DB6V     EXEC PGM=IEBGENER                                                    //SYSPRINT DD  SYSOUT=*                                                         //SYSOUT   DD  SYSOUT=*                                                         //SYSUT2   DD DSN=&&SMTPHD14,DISP=(,PASS),LRECL=80,DSORG=PS,                    //      SPACE=(TRK,(2,1))                                                       //SYSUT1   DD  *                                                                MAIL FROM:<DB2HCID@MVS>                                                         RCPT TO: <PANGELO@BR.IBM.COM>                                                   DATA                                                                            FROM: DB6VHC@MVS                                                                TO: <PANGELO@BR.IBM.COM>                                                        SUBJECT: DELTA - DB2 HC QUARTERLY REPORT - SAPPLEX  MVS3-DB6V                   //*******************************************************************           //*    SEND QUARTERLY REPORT FOR TRACKING SECURITY COMPLIANCE                   //*                       SCSBRG1@BR.IBM.COM                                    //*******************************************************************           //SENDRPT EXEC MAIL80                                                           //MAILDD  DD DSN=&&SMTPHD14,DISP=(OLD,PASS)                                     //        DD DISP=SHR,DSN=SSXDT.SECURITY.MVS3DB6V.HEALTAUD(0)                   /*                                                                              