//UXC401MT JOB CLASS=S,MSGCLASS=X,NOTIFY=&SYSUID,                       JOB04300//      REGION=0M,TIME=1440,USER=DB2HCID                                        /*XEQ MVST                                                                      /*JOBPARM SYSAFF=MVST                                                           //*********************************************************************  //* TRIGGER RECEIVE Job for PRIV Datasets on PRODPLEX-MVST            *   //*********************************************************************  //RECEIVE  EXEC PGM=IKJEFT01,DYNAMNBR=20,TIME=1440//SYSTSPRT DD  SYSOUT=* //SYSPRINT DD  SYSOUT=* //SYSUDUMP DD  SYSOUT=*  //SYSTSIN  DD  *     SUB 'SSXDT.HEALTH.CHECKING.JCL(RECVHC)' /*             