//UXC401X JOB CLASS=S,MSGCLASS=X,NOTIFY=&SYSUID,                                //      REGION=0M,TIME=1440                                                     /*JOBPARM SYSAFF=MVSF                                                           //*********************************************************************         //*                                                                   *         //* NTFYUNLD: This job performs the following functions:              *         //*                                                                   *         //*  . Cleanup previous unload datasets.                              *         //*                                                                   *         //*  . Unload the Revalidation tables.                                *         //*                                                                   *         //*********************************************************************         //*********************************************************************         //*                                                                   *         //* Change "DB2F" to the DB2 subsystem Id.                            *         //* Change "DB2_Pre"  to the DB2 library prefix.                      *         //* Change "LSEBDB2"  to the SYSADM authorization Id.                 *         //*                                                                   *         //*********************************************************************         //JOBLIB   DD  DISP=SHR,DSN=SDB2F.SDSNLOAD                                      //         DD  DISP=SHR,DSN=SSXDP.DB2F.RUNLIB.LOAD                              //*********************************************************************         //*                                                                   *         //* Cleanup previous unload datasets.                                 *         //*                                                                   *         //*********************************************************************         //CLEANUP  EXEC PGM=IEFBR14                                                     //AUTH     DD  DISP=(MOD,DELETE,DELETE),                                        //             DSN=SSXDP.HLTHCHK.REVAL.DB2F.AUTH,                               //             UNIT=SYSDA,SPACE=(TRK,0)                                         //GRP      DD  DISP=(MOD,DELETE,DELETE),                                        //             DSN=SSXDP.HLTHCHK.REVAL.DB2F.GRP,                                //             UNIT=SYSDA,SPACE=(TRK,0)                                         //ID       DD  DISP=(MOD,DELETE,DELETE),                                        //             DSN=SSXDP.HLTHCHK.REVAL.DB2F.ID,                                 //             UNIT=SYSDA,SPACE=(TRK,0)                                         //*********************************************************************         //*                                                                   *         //* Unload the Revalidation tables.                                   *         //*                                                                   *         //*********************************************************************         //UNLOAD   EXEC PGM=IKJEFT01                                                    //SYSTSPRT DD  SYSOUT=*                                                         //SYSPRINT DD  SYSOUT=*                                                         //SYSPUNCH DD  DUMMY                                                            //SYSREC00 DD  DISP=(NEW,CATLG,DELETE),                                         //             DSN=SSXDP.HLTHCHK.REVAL.DB2F.AUTH,                               //             UNIT=SYSDA,SPACE=(CYL,(10,10),RLSE)                              //SYSREC01 DD  DISP=(NEW,CATLG,DELETE),                                         //             DSN=SSXDP.HLTHCHK.REVAL.DB2F.GRP,                                //             UNIT=SYSDA,SPACE=(CYL,(10,10),RLSE)                              //SYSREC02 DD  DISP=(NEW,CATLG,DELETE),                                         //             DSN=SSXDP.HLTHCHK.REVAL.DB2F.ID,                                 //             UNIT=SYSDA,SPACE=(CYL,(10,10),RLSE)                              //SYSTSIN  DD  *                                                                  DSN SYSTEM(DB2F)                                                                    RUN PROGRAM(DSNTIAUL)                                                       END                                                                           /*                                                                              //SYSIN    DD  *                                                                LSEBDB2.HLTHCHK_REVAL_AUTH                                                      LSEBDB2.HLTHCHK_REVAL_GRP                                                       LSEBDB2.HLTHCHK_REVAL_ID                                                        /*                                                                              