//UXDPERT  JOB (,A3),CLASS=S,MSGCLASS=X
//DB2PM   EXEC PGM=DB2PM
//STEPLIB DD  DISP=SHR,DSN=SYS2.DB2V7.FPE210.SFPELOAD
//INPUTDD DD  DISP=SHR,DSN=PSSXP.SMF.MVSU.DB2(0)
//        DD  DISP=SHR,DSN=PSSXP.SMF.MVSS.DB2(0)
//*INPUTDD DD  DISP=SHR,DSN=PSSXP.SMF.MVSF.DAY(-4)
//SYSPRINT DD SYSOUT=*
//SYSIN    DD *
  STATISTICS
   REPORT
   DSETSTAT
   SCOPE(MEMBER)
   LAYOUT(LONG)
  EXEC
/*
  RECTRACE
  TRACE
  LEVEL(LONG)
  SORTBY(TIMESTAMP)
  EXEC
