//UXD002M  JOB (,A3),CLASS=S,MSGCLASS=X
//DB2PM   EXEC PGM=DB2PM
//STEPLIB DD  DISP=SHR,DSN=SYS2.DB2V7.FPE210.SFPELOAD
//INPUTDD DD  DISP=SHR,DSN=PSSXP.SMF.MVSF.WEEK(-14)
//*INPUTDD DD  DISP=SHR,DSN=SYS1.MVSS.MAN0
//*         DD  DISP=SHR,DSN=PSSXP.SMF.MVSF.DAY(0)
//*INPUTDD DD  DISP=SHR,DSN=PSSXP.SMF.MVSF.DAY(-4)
//SYSPRINT DD SYSOUT=*
//SYSIN    DD *
 GLOBAL
 TIMEZONE(+4:00)
 STATISTICS
 REPORT
 DSETSTAT
 LAYOUT(LONG)
 EXEC
