//UXDPM1M  JOB (,A3),CLASS=S,MSGCLASS=X
//DB2PM   EXEC PGM=DB2PM
//STEPLIB DD  DISP=SHR,DSN=SYS2.DB2V7.FPE210.SFPELOAD
//*NPUTDD DD  DISP=SHR,DSN=PSSXP.SMF.MVSI.WEEK(-4)
//INPUTDD DD  DISP=SHR,DSN=SYS1.MVSU.MANA
//SYSPRINT DD SYSOUT=*
//SYSIN    DD *
STATISTICS
  TRACE
  LAYOUT(LONG)
EXEC
//
  REPORT
  SUMMARIZEBY(ALL)
  WORKLOAD(ALL)
EXEC
