//UXD003M  JOB (D-810-060-D-01),'CA7 DISTRIBUTION',CLASS=S,
//         REGION=7000K,TIME=1440,MSGCLASS=U
//*
//* FULL IMAGE COPY FOR DB2 (DSNA) CATALOG AND DIRECTORY
//* VERSION 5
//*
//*
//JOBLIB  DD DISP=SHR,DSN=SSXDT.DSNA.SDSNLOAD
//STEP01 EXEC PXD003
//SYSGROUP.SYSIN  DD *
COPY TABLESPACE  DSNDB06.SYSGROUP  COPYDDN CPY01
//SYSGPAUT.SYSIN  DD *
COPY TABLESPACE  DSNDB06.SYSGPAUT  COPYDDN CPY02
//SYSVIEWS.SYSIN  DD *
COPY TABLESPACE DSNDB06.SYSVIEWS   COPYDDN CPY03
//SYSPLAN.SYSIN  DD *
COPY TABLESPACE  DSNDB06.SYSPLAN  COPYDDN CPY04
//SCT02.SYSIN  DD *
COPY TABLESPACE  DSNDB01.SCT02  COPYDDN CPY05
//SYSDBASE.SYSIN  DD *
COPY TABLESPACE DSNDB06.SYSDBASE   COPYDDN CPY06
//SYSUSER.SYSIN  DD *
COPY TABLESPACE  DSNDB06.SYSUSER  COPYDDN CPY07
//SYSDBAUT.SYSIN  DD *
COPY TABLESPACE  DSNDB06.SYSDBAUT  COPYDDN CPY08
//SYSLGRNG.SYSIN  DD *
COPY TABLESPACE DSNDB01.SYSLGRNX   COPYDDN CPY09
//SYSCOPY.SYSIN  DD *
COPY TABLESPACE  DSNDB06.SYSCOPY  COPYDDN CPY10
//DBD01.SYSIN  DD *
COPY TABLESPACE  DSNDB01.DBD01  COPYDDN CPY11
//SYSUTIL.SYSIN  DD *
COPY TABLESPACE DSNDB01.SYSUTILX  COPYDDN CPY12
//SPT01.SYSIN  DD *
COPY TABLESPACE  DSNDB01.SPT01  COPYDDN CPY13
//SYSPKAGE.SYSIN  DD *
COPY TABLESPACE  DSNDB06.SYSPKAGE  COPYDDN CPY14
//SYSSTR.SYSIN  DD *
COPY TABLESPACE DSNDB06.SYSSTR   COPYDDN CPY15
//SYSSTATS.SYSIN  DD *
COPY TABLESPACE  DSNDB06.SYSSTATS  COPYDDN CPY16
/*
