//UXD107M  JOB  D-813-000-N-00,                                         00001000
//             'DB2 DISTRIBUTION',
//             CLASS=S,
//             MSGCLASS=U,
//             REGION=7000K,
//             TIME=1440
//* GLK 10/18/93
//JOBLIB   DD DSN=SSXDP.DB2P.V3.SDSNLOAD,DISP=SHR
//STEP1   EXEC PXD107
//SYSLCAT.SYSIN  DD *
    LISTCAT LEVEL (DB2P.DSNDBD.DSNDB01) ALL
    LISTCAT LEVEL (DB2P.DSNDBD.DSNDB06) ALL
    LISTCAT LEVEL (DB2P.DSNDBD.DSNDB07) ALL
/*
