//PXD108M  JOB  D-813-000-N-00,                                         00001000
//             'CA7 DISTRIBUTION',
//             CLASS=S,
//             MSGCLASS=U,
//             REGION=7000K,
//             TIME=1440
//* GLK 10/18/93
//JOBLIB   DD DSN=SSXDP.DB2M.V3.SDSNLOAD,DISP=SHR
//STEP1   EXEC PXD108
//SYSLCAT.SYSIN  DD *
    LISTCAT LEVEL (DB2M.DSNDBD.DSNDB01) ALL
    LISTCAT LEVEL (DB2M.DSNDBD.DSNDB06) ALL
    LISTCAT LEVEL (DB2M.DSNDBD.DSNDB07) ALL
/*
