//UXD502M    JOB ,'DB2 RM 102',CLASS=S,MSGCLASS=X                       00001000
//UTIL    EXEC DSNUPROR,SYSTEM=DB6R,UID='RUNSTATS',UTPROC=''
//SYSPRINT DD SYSOUT=X
//DSNUPROR.SYSIN   DD *
RUNSTATS TABLESPACE (DSNDB06.SYSCOPY)  REPORT YES
RUNSTATS TABLESPACE (DSNDB06.SYSDBASE) REPORT YES
RUNSTATS TABLESPACE (DSNDB06.SYSDBAUT) REPORT YES
RUNSTATS TABLESPACE (DSNDB06.SYSDDF)  REPORT YES
RUNSTATS TABLESPACE (DSNDB06.SYSGPAUT) REPORT YES
RUNSTATS TABLESPACE (DSNDB06.SYSGROUP) REPORT YES
RUNSTATS TABLESPACE (DSNDB06.SYSOBJ) REPORT YES
RUNSTATS TABLESPACE (DSNDB06.SYSPKAGE) REPORT YES
RUNSTATS TABLESPACE (DSNDB06.SYSPLAN) REPORT YES
RUNSTATS TABLESPACE (DSNDB06.SYSSTATS) REPORT YES
RUNSTATS TABLESPACE (DSNDB06.SYSSTR) REPORT YES
RUNSTATS TABLESPACE (DSNDB06.SYSUSER) REPORT YES
RUNSTATS TABLESPACE (DSNDB06.SYSVIEWS) REPORT YES
RUNSTATS TABLESPACE (DSNDB06.SYSSEQ)  REPORT YES
RUNSTATS TABLESPACE (DSNDB06.SYSSEQ2) REPORT YES
RUNSTATS TABLESPACE (DSNDB06.SYSHIST) REPORT YES
RUNSTATS TABLESPACE (DSNDB06.SYSGRTNS) REPORT YES
RUNSTATS TABLESPACE (DSNDB06.SYSJAVA) REPORT YES
RUNSTATS TABLESPACE (DSNDB06.SYSJAUXA) REPORT YES
RUNSTATS TABLESPACE (DSNDB06.SYSJAUXB) REPORT YES
RUNSTATS TABLESPACE (DSNDB06.SYSALTER) REPORT YES
RUNSTATS TABLESPACE (DSNDB06.SYSEBCDC) REPORT YES
/*
