//UXC401MU JOB ,'DB2 SYSTEM',CLASS=S,MSGCLASS=X,TIME=1440,
//         NOTIFY=&SYSUID
/*JOBPARM SYSAFF=MVSU
//* TESTSAP - SAPLEX MVSE MVSH MVSJ MVSK MVSN MVSS MVSU
//* PRODSAP - SAPLEX MVS4 MVSF MVSI MVSQ OU MVSR
//JOBLIB  DD  DSN=SSXDT.DB3V.SDSNEXIT,DISP=SHR
//         DD DISP=SHR,DSN=SDB3V.SDSNLOAD
//MODDB3V EXEC PGM=IKJEFT01
//SYSPRINT DD  SYSOUT=*
//SYSTSPRT DD  SYSOUT=*
//SYSTSIN  DD  *
  DSN SYSTEM(DB3V)
  -DIS   TRACE(*) DEST(GTF)
  -MODIFY TRACE(STAT) CLASS(1,3,4,5,6) TNO(TRACE_NUMBER)
//MODDB5V EXEC PGM=IKJEFT01
//SYSPRINT DD  SYSOUT=*
//SYSTSPRT DD  SYSOUT=*
//SYSTSIN  DD  *
  DSN SYSTEM(DB5V)
  -DIS   TRACE(*) DEST(GTF)
  -MODIFY TRACE(STAT) CLASS(1,3,4,5,6) TNO(TRACE_NUMBER)
