//UXC401M  JOB ,'DB2 SYSTEM',CLASS=S,MSGCLASS=X,TIME=1440,
//         NOTIFY=&SYSUID
/*JOBPARM SYSAFF=MVSE
//UNTERSE EXEC PGM=TRSUNPCK,
//             PARM='UNPACK'
//STEPLIB  DD DISP=SHR,DSN=SSXVP.TERSE.LOADLIB
//SYSPRINT DD SYSOUT=*
//INFILE   DD DISP=SHR,
//            DSN=SSXDT.SMPBRZ.DFDSSDMP.CQM23B.TRS.DIA1104
//OUTFILE  DD DSN=SSXDT.SMPBRZ.DFDSSDMP.CQM23B,
//            DISP=(NEW,CATLG,DELETE),
//            UNIT=SYSDA,SPACE=(CYL,(500,150),RLSE)
