//UXC401M  JOB ,'DB2 SYSTEM',CLASS=S,MSGCLASS=X,TIME=1440,REGION=0M,
//         NOTIFY=&SYSUID,USER=DB2HCID
/*JOBPARM SYSAFF=MVSE
//SDSFBATC EXEC PGM=SDSF
//SYSPRINT DD SYSOUT=*
//ISFOUT   DD DUMMY
//ISFIN    DD *
/D WLM,APPLENV=*
