//UXC401MF JOB ,'DB2 SYSTEM',CLASS=S,MSGCLASS=X,TIME=1440,
//         NOTIFY=&SYSUID
/*JOBPARM SYSAFF=MVSE
//JOBLIB   DD  DISP=SHR,DSN=SSXDT.DB2E.RUNLIB.LOAD
//         DD  DISP=SHR,DSN=SSXDT.DB2E.SDSNEXIT
//         DD  DISP=SHR,DSN=SDB2E.SDSNLOAD
//         DD  DISP=SHR,DSN=SYS1.CEE.SCEERUN
//DSNWZP  EXEC PGM=IKJEFT01,DYNAMNBR=20,COND=(4,LT)
//SYSTSPRT DD  SYSOUT=*
//SYSPRINT DD  SYSOUT=*
//SYSUDUMP DD  SYSOUT=*
//ISFMSG2  DD  SYSOUT=*
//SYSTSIN  DD  *
  DSN SYSTEM(DB2E)
  -STOP PROC(DELTA.FROMDATE)
  RUN PROGRAM(DSNTIAD)  PLAN(DSNTIA81) -
  -START PROC(DELTA.FROMDATE)
  END
//SYSIN    DD  *
  ALTER PROCEDURE DELTA.FROMDATE WLM ENVIRONMENT WLMDB202;
