//UXC401MF JOB ,'DB2 SYSTEM',CLASS=S,MSGCLASS=X,TIME=1440,
//         NOTIFY=&SYSUID
/*JOBPARM SYSAFF=MVSE
//JOBLIB   DD  DISP=SHR,DSN=SSXDT.DB2E.RUNLIB.LOAD
//         DD  DISP=SHR,DSN=SSXDT.DB2E.SDSNEXIT
//         DD  DISP=SHR,DSN=SDB2E.SDSNLOAD
//         DD  DISP=SHR,DSN=SYS1.CEE.SCEERUN
//DSNWZP  EXEC PGM=IKJEFT01,DYNAMNBR=20,COND=(4,LT)
//SYSTSPRT DD  SYSOUT=*
//SYSPRINT DD  SYSOUT=*
//SYSUDUMP DD  SYSOUT=*
//ISFMSG2  DD  SYSOUT=*
//SYSTSIN  DD  *
  DSN SYSTEM(DB2E)
  -STOP PROC(SYSPRO.GET_CONFIG)
  -STOP PROC(SYSPRO.GET_MESSAGE)
  -STOP PROC(SYSPRO.GET_SYSTEM_INFO)
  -STOP PROC(T105132.SQLCAMESSAGE)
  -STOP PROC(T105132.SQLCOLPRIVILEGES)
  -STOP PROC(T105132.SQLCOLUMNS)
  -STOP PROC(T105132.SQLFOREIGNKEYS)
  -STOP PROC(T105132.SQLGETTYPEINFO)
  -STOP PROC(T105132.SQLPRIMARYKEYS)
  -STOP PROC(T105132.SQLPROCEDURECOLS)
  -STOP PROC(T105132.SQLPROCEDURES)
  -STOP PROC(T105132.SQLSPECIALCOLUMNS)
  -STOP PROC(T105132.SQLSTATISTICS)
  -STOP PROC(T105132.SQLTABLEPRIVILEGES)
  -STOP PROC(T105132.SQLTABLES)
  -STOP PROC(T105132.SQLUDTS)
  RUN PROGRAM(DSNTIAD)  PLAN(DSNTIA81)
  -START PROC(SYSPRO.GET_CONFIG)
  -START PROC(SYSPRO.GET_MESSAGE)
  -START PROC(SYSPRO.GET_SYSTEM_INFO)
  -START PROC(T105132.SQLCAMESSAGE)
  -START PROC(T105132.SQLCOLPRIVILEGES)
  -START PROC(T105132.SQLCOLUMNS)
  -START PROC(T105132.SQLFOREIGNKEYS)
  -START PROC(T105132.SQLGETTYPEINFO)
  -START PROC(T105132.SQLPRIMARYKEYS)
  -START PROC(T105132.SQLPROCEDURECOLS)
  -START PROC(T105132.SQLPROCEDURES)
  -START PROC(T105132.SQLSPECIALCOLUMNS)
  -START PROC(T105132.SQLSTATISTICS)
  -START PROC(T105132.SQLTABLEPRIVILEGES)
  -START PROC(T105132.SQLTABLES)
  -START PROC(T105132.SQLUDTS)
  END
//SYSIN    DD  *
  ALTER PROCEDURE SYSIBM.SQLCAMESSAGE WLM ENVIRONMENT WLMDB202;
  ALTER PROCEDURE SYSIBM.SQLCOLPRIVILEGES WLM ENVIRONMENT WLMDB202;
  ALTER PROCEDURE SYSIBM.SQLCOLUMNS WLM ENVIRONMENT WLMDB202;
  ALTER PROCEDURE SYSIBM.SQLFOREIGNKEYS WLM ENVIRONMENT WLMDB202;
  ALTER PROCEDURE SYSIBM.SQLGETTYPEINFO WLM ENVIRONMENT WLMDB202;
  ALTER PROCEDURE SYSIBM.SQLPRIMARYKEYS WLM ENVIRONMENT WLMDB202;
  ALTER PROCEDURE SYSIBM.SQLPROCEDURECOLS WLM ENVIRONMENT WLMDB202;
  ALTER PROCEDURE SYSIBM.SQLPROCEDURES WLM ENVIRONMENT WLMDB202;
  ALTER PROCEDURE SYSIBM.SQLSPECIALCOLUMNS WLM ENVIRONMENT WLMDB202;
  ALTER PROCEDURE SYSIBM.SQLSTATISTICS WLM ENVIRONMENT WLMDB202;
  ALTER PROCEDURE SYSIBM.SQLTABLEPRIVILEGES WLM ENVIRONMENT WLMDB202;
  ALTER PROCEDURE SYSIBM.SQLTABLES WLM ENVIRONMENT WLMDB202;
  ALTER PROCEDURE SYSIBM.SQLUDTS WLM ENVIRONMENT WLMDB202;
  ALTER PROCEDURE SYSPROC.GET_CONFIG WLM ENVIRONMENT WLMDB202;
  ALTER PROCEDURE SYSPROC.GET_MESSAGE WLM ENVIRONMENT WLMDB202;
  ALTER PROCEDURE SYSPROC.GET_SYSTEM_INFO WLM ENVIRONMENT WLMDB202;
