//DSNTEP2 JOB ,'DB2 SYSTEM',CLASS=S,MSGCLASS=X,
//         NOTIFY=&SYSUID,REGION=0M
/*JOBPARM SYSAFF=MVSK
//*********************************************************************
//DSNTEP2  EXEC PGM=IKJEFT01
//STEPLIB  DD DISP=SHR,DSN=SSXDT.DB2U.RUNLIB.LOAD
//         DD DISP=SHR,DSN=SSXDT.DB2U.SDSNLOAD
//DSNTRACE DD SYSOUT=*
//SYSTSPRT DD SYSOUT=*
//SYSTSIN  DD *
  DSN SYSTEM(DB2U)
  RUN PROGRAM(DSNTEP2) PLAN(DSNTEP2)
  END
/*
//SYSPRINT DD SYSOUT=*
//SYSIN    DD *
    SET CURRENT SQLID = 'LSEBDB2' ;
    EXPLAIN STMTCACHE ALL;
    COMMIT;
