//DB2UDELA JOB ,'DB2 V9 UPG',CLASS=S,MSGCLASS=X,
//         NOTIFY=&SYSUID,REGION=0M
/*JOBPARM SYSAFF=MVSK
//*********************************************************************
//* SSXDT.DB2U.TAILOR.SDSNSAMP($ALIADEL)
//*********************************************************************
//*
//* Delete SDB2U.* aliases that point to an specific storage catalog
//*
//*********************************************************************
//DELALIAS EXEC PGM=IDCAMS
//SYSPRINT DD  SYSOUT=*
//SYSIN    DD  *
  DELETE SDB2Z.SDSNLOAD ALIAS CAT(CATALOG.MVSICF1.ERP)
  DELETE SDB2Z.SDXRRESL ALIAS CAT(CATALOG.MVSICF1.ERP)
  DELETE SDB2Z.SDSNCLST ALIAS CAT(CATALOG.MVSICF1.ERP)
  DELETE SDB2Z.SDSNPFPE ALIAS CAT(CATALOG.MVSICF1.ERP)
  DELETE SDB2Z.SDSNSPFM ALIAS CAT(CATALOG.MVSICF1.ERP)
  DELETE SDB2Z.SDSNSPFP ALIAS CAT(CATALOG.MVSICF1.ERP)
  DELETE SDB2Z.SDSNSPFS ALIAS CAT(CATALOG.MVSICF1.ERP)
  DELETE SDB2Z.SDSNSPFT ALIAS CAT(CATALOG.MVSICF1.ERP)
  DELETE SDB2Z.SDSNDBRM ALIAS CAT(CATALOG.MVSICF1.ERP)
//*
