//DB2LV9AL JOB ,'DB2 RM 105',CLASS=S,MSGCLASS=X,
//         NOTIFY=&SYSUID
/*JOBPARM SYSAFF=MVSH
//DELDEFAL EXEC PGM=IDCAMS
//SYSPRINT DD  SYSOUT=*
//SYSIN   DD  *
 DELETE SDB2L ALIAS
 DEF ALIAS(REL(CATALOG.MVSICF1.DB9RS4) NAME(SDB2L))
