//DB2LADEF JOB ,'DB2 RM 105',CLASS=S,MSGCLASS=X,
//         NOTIFY=&SYSUID
/*JOBPARM SYSAFF=MVSS
//DEFNVSM EXEC PGM=IDCAMS,REGION=62M
//SYSPRINT DD  SYSOUT=*
//SYSIN DD *
 DELETE SDBVG ALIAS
 DEF ALIAS(REL(CATALOG.MVSICF1.DB2RS4) NAME(SDBVG))
//
 DEF  ALIAS(NAME(SDBVG.SDSNLOAD) -
       RELATE(SYS2.DB2V8.SDSNLOAD))  -
       CAT(CATALOG.MVSICF1.DB2RS4)
//
