//UXC401M3 JOB ,'DB2 SYSTEM',CLASS=S,MSGCLASS=X,TIME=1440,
//         NOTIFY=&SYSUID
/*JOBPARM SYSAFF=MVSH                                <= Change SYSAFF
//JOBLIB  DD  DISP=SHR,DSN=SDB2L.SDSNLOAD
//*
//*        STEP  1: ALTER WLM
//*
//PH01S06 EXEC PGM=IKJEFT01,DYNAMNBR=20,COND=(4,LT)
//SYSTSPRT DD  SYSOUT=*
//SYSTSIN  DD  *
  DSN SYSTEM(DB2L)
  RUN  PROGRAM(DSNTIAD) PLAN(DSNTIAD) -
       LIB('SSXDT.DB2L.RUNLIB.LOAD')
//SYSPRINT DD  SYSOUT=*
//SYSUDUMP DD  SYSOUT=*
//SYSIN    DD  *
 SET CURRENT SQLID = 'LSEBDB2';
 ALTER PROCEDURE "SYSPROC"."GET_CONFIG" WLM ENVIRONMENT WLMDB02A;
 ALTER PROCEDURE "SYSIBM"."SQLCOLUMNS"  WLM ENVIRONMENT WLMDBL02;
 ALTER PROCEDURE "SYSIBM"."SQLFOREIGNKEYS" WLM ENVIRONMENT WLMDBL02;
 ALTER PROCEDURE "SYSIBM"."SQLPRIMARYKEYS" WLM ENVIRONMENT WLMDBL02;
 ALTER PROCEDURE "SYSIBM"."SQLCOLPRIVILEGES" WLM ENVIRONMENT WLMDBL02;
 ALTER PROCEDURE "SYSIBM"."SQLSPECIALCOLUMNS"
                 WLM ENVIRONMENT WLMDBL02;
 ALTER PROCEDURE "SYSIBM"."SQLSTATISTICS" WLM ENVIRONMENT WLMDBL02;
 ALTER PROCEDURE "SYSIBM"."SQLTABLEPRIVILEGES"
                 WLM ENVIRONMENT WLMDBL02
 ALTER PROCEDURE "SYSIBM"."SQLTABLES"  WLM ENVIRONMENT WLMDBL02;
 ALTER PROCEDURE "SYSIBM"."SQLGETTYPEINFO" WLM ENVIRONMENT WLMDBL02;
 ALTER PROCEDURE "SYSIBM"."SQLUDTS"       WLM ENVIRONMENT WLMDBL02;
 ALTER PROCEDURE "SYSPROC"."GET_CONFIG"   WLM ENVIRONMENT WLMDBL02;
 ALTER PROCEDURE "SYSPROC"."GET_MESSAGE"  WLM ENVIRONMENT WLMDBL02;
 ALTER PROCEDURE "SYSPROC"."GET_SYSTEM_INFO"
                 WLM ENVIRONMENT WLMDBL02;
 COMMIT ;
