//UXC401MV JOB ,'DB2 SYSTEM',CLASS=S,MSGCLASS=X,TIME=1440,
//         NOTIFY=&SYSUID
/*JOBPARM SYSAFF=MVSS                                <= Change SYSAFF
//JOBLIB  DD  DISP=SHR,DSN=SDB2V.SDSNLOAD
//*
//*        STEP  1: ALTER WLM
//*
//PH01S06 EXEC PGM=IKJEFT01,DYNAMNBR=20,COND=(4,LT)
//SYSTSPRT DD  SYSOUT=*
//SYSTSIN  DD  *
  DSN SYSTEM(DBVG)
  RUN  PROGRAM(DSNTIAD) PLAN(DSNTIAD) -
       LIB('SSXDT.DB2V.RUNLIB.LOAD')
//SYSPRINT DD  SYSOUT=*
//SYSUDUMP DD  SYSOUT=*
//SYSIN    DD  *
 SET CURRENT SQLID = 'LSEBDB2';
 ALTER PROCEDURE "SYSPROC"."ANLPROC"        WLM ENVIRONMENT WLMDB209 ;
 ALTER PROCEDURE "SYSPROC"."ANLPROCR"       WLM ENVIRONMENT WLMDB209 ;
 ALTER FUNCTION  "CQMTOOLS"."CQM21_GET_TEXT" WLM ENVIRONMENT WLMDB209 ;
 ALTER PROCEDURE "SYSPROC"."GET_CONFIG"      WLM ENVIRONMENT WLMDB209 ;
 ALTER PROCEDURE "SYSPROC"."GET_MESSAGE"     WLM ENVIRONMENT WLMDB209 ;
 ALTER PROCEDURE "SYSPROC"."GET_SYSTEM_INFO" WLM ENVIRONMENT WLMDB209 ;
 COMMIT ;
