//UXC401M3 JOB ,'DB2 SYSTEM',CLASS=S,MSGCLASS=X,TIME=1440,
//         NOTIFY=&SYSUID
/*JOBPARM SYSAFF=MVS3                                <= Change SYSAFF
//JOBLIB  DD  DISP=SHR,DSN=SDB2X.SDSNLOAD
//*
//*        STEP  1: ALTER WLM
//*
//PH01S06 EXEC PGM=IKJEFT01,DYNAMNBR=20,COND=(4,LT)
//SYSTSPRT DD  SYSOUT=*
//SYSTSIN  DD  *
  DSN SYSTEM(DB2X)
  RUN  PROGRAM(DSNTIAD) PLAN(DSNTIAD) -
       LIB('SSXDP.DB2X.RUNLIB.LOAD')
//SYSPRINT DD  SYSOUT=*
//SYSUDUMP DD  SYSOUT=*
//SYSIN    DD  *
 SET CURRENT SQLID = 'LSEBDB2';
 ALTER PROCEDURE "SYSPROC"."DSNACCMD"   WLM ENVIRONMENT WLMDB24B ;
 ALTER PROCEDURE "SYSPROC"."DSNACCQC"   WLM ENVIRONMENT WLMDB24B ;
 ALTER PROCEDURE "SYSPROC"."DSNACCMG"   WLM ENVIRONMENT WLMDB24B ;
 ALTER PROCEDURE "SYSPROC"."DSNACCAV"   WLM ENVIRONMENT WLMDB24B ;
 ALTER PROCEDURE "SYSPROC"."DSNACCDL"   WLM ENVIRONMENT WLMDB24B ;
 ALTER PROCEDURE "SYSPROC"."DSNACCDD"   WLM ENVIRONMENT WLMDB24B ;
 ALTER PROCEDURE "SYSPROC"."DSNACCDR"   WLM ENVIRONMENT WLMDB24B ;
 ALTER PROCEDURE "SYSPROC"."DSNACCDE"   WLM ENVIRONMENT WLMDB24B ;
 ALTER PROCEDURE "SYSPROC"."DSNACCDS"   WLM ENVIRONMENT WLMDB24B ;
 ALTER PROCEDURE "SYSPROC"."DSNACCSS"   WLM ENVIRONMENT WLMDB24B ;
 ALTER PROCEDURE "SYSPROC"."DSNACCSI"   WLM ENVIRONMENT WLMDB24B ;
 ALTER PROCEDURE "SYSPROC"."DSNACCST"   WLM ENVIRONMENT WLMDB24B ;
 ALTER PROCEDURE "SYSPROC"."DSNACCMO"   WLM ENVIRONMENT WLMDB24B ;
 ALTER PROCEDURE "SYSPROC"."DSNACCMN"   WLM ENVIRONMENT WLMDB24B ;
 ALTER PROCEDURE "SYSPROC"."DSNACCGH"   WLM ENVIRONMENT WLMDB24B ;
 ALTER FUNCTION "ICM"."DSNAICUG"   WLM ENVIRONMENT WLMDB24B ;
 ALTER PROCEDURE "SYSPROC"."DSNACCDF"   WLM ENVIRONMENT WLMDB24B ;
 ALTER PROCEDURE "SYSPROC"."DSNACCHN"   WLM ENVIRONMENT WLMDB24B ;
 ALTER PROCEDURE "SYSPROC"."DSNACCHS"   WLM ENVIRONMENT WLMDB24B ;
 ALTER PROCEDURE "SYSPROC"."DSNACCHP"   WLM ENVIRONMENT WLMDB24B ;
 ALTER PROCEDURE "SYSPROC"."DSNACCHR"   WLM ENVIRONMENT WLMDB24B ;
 ALTER FUNCTION "DSNACC"."DSNACCHO"   WLM ENVIRONMENT WLMDB24B ;
 COMMIT ;
