//UXC401ME JOB ,'DB2 SYSTEM',CLASS=S,MSGCLASS=X,TIME=1440,
//         NOTIFY=&SYSUID
/*JOBPARM SYSAFF=MVSE                                <= Change SYSAFF
//JOBLIB  DD  DISP=SHR,DSN=SDB2E.SDSNLOAD
//*
//*        STEP  1: ALTER WLM
//*
//PH01S06 EXEC PGM=IKJEFT01,DYNAMNBR=20,COND=(4,LT)
//SYSTSPRT DD  SYSOUT=*
//SYSTSIN  DD  *
  DSN SYSTEM(DB2E)
  RUN  PROGRAM(DSNTIAD) PLAN(DSNTIAD) -
       LIB('SSXDT.DB2E.RUNLIB.LOAD')
//SYSPRINT DD  SYSOUT=*
//SYSUDUMP DD  SYSOUT=*
//SYSIN    DD  *
 SET CURRENT SQLID = 'LSEBDB2';
 ALTER PROCEDURE "SYSPROC"."ADMIN_INFO_SSID" WLM ENVIRONMENT WLMDB202 ;
 ALTER PROCEDURE "SYSPROC"."ADMIN_TASK_ADD" WLM ENVIRONMENT WLMDB202 ;
 ALTER PROCEDURE "SYSPROC"."ADMIN_TASK_REMOVE"
      WLM ENVIRONMENT WLMDB202;
 ALTER PROCEDURE "SYSPROC"."ADMIN_COMMAND_DB2"
      WLM ENVIRONMENT WLMDB202;
 ALTER FUNCTION "DSNADM"."ADMIN_TASK_LIST" WLM ENVIRONMENT WLMDB202;
 ALTER FUNCTION "DSNADM"."ADMIN_TASK_STATUS"
      WLM ENVIRONMENT WLMDB202;
 ALTER PROCEDURE "SYSPROC"."ADMIN_DS_BROWSE" WLM ENVIRONMENT WLMDB202;
 ALTER PROCEDURE "SYSPROC"."ADMIN_DS_DELETE" WLM ENVIRONMENT WLMDB202;
 ALTER PROCEDURE "SYSPROC"."ADMIN_DS_SEARCH" WLM ENVIRONMENT WLMDB202;
 ALTER PROCEDURE "SYSPROC"."ADMIN_DS_LIST"    WLM ENVIRONMENT WLMDB202;
 ALTER PROCEDURE "SYSPROC"."ADMIN_DS_RENAME"  WLM ENVIRONMENT WLMDB202;
 ALTER PROCEDURE "SYSPROC"."ADMIN_DS_WRITE"   WLM ENVIRONMENT WLMDB202;
 ALTER PROCEDURE "SYSPROC"."ADMIN_INFO_HOST"  WLM ENVIRONMENT WLMDB202;
 ALTER PROCEDURE "SYSPROC"."ADMIN_UTL_SCHEDULE"
       WLM ENVIRONMENT WLMDB202;
 ALTER PROCEDURE "SYSPROC"."ADMIN_UTL_SORT" WLM ENVIRONMENT WLMDB202;
 COMMIT ;
