//UXC401M  JOB ,'DB2 SYSTEM',CLASS=S,MSGCLASS=X,TIME=1440,REGION=0M,
//         NOTIFY=&SYSUID
/*JOBPARM SYSAFF=MVSJ
//* TESTSAP - SAPLEX MVSE MVSH MVSJ MVSK MVSN MVSS MVSU
//* PRODSAP - SAPLEX MVS4 MVSF MVSI MVSQ OU MVSR
//*
//JOBLIB   DD  DSN=SDB2J.SDSNLOAD,DISP=SHR
//ALPROC  EXEC PGM=IKJEFT01,DYNAMNBR=20,COND=(4,LT)
//SYSPRINT DD  SYSOUT=*
//SYSTSPRT DD  SYSOUT=*
//SYSTSIN  DD  *
  DSN SYSTEM(DB2J)
-STOP PROC(SYSPROC.ADMIN_COMMAND_DB2)
  END
//ALPROC2 EXEC PGM=IKJEFT01,DYNAMNBR=20,COND=(4,LT)
//SYSPRINT DD  SYSOUT=*
//SYSTSPRT DD  SYSOUT=*
//SYSTSIN  DD  *
  DSN SYSTEM(DB2J)
  RUN PROGRAM(DSNTEP2) PLAN(DSNTEP2) -
      LIB('SSXDT.DB2J.RUNLIB.LOAD')
  END
//SYSIN    DD  *
  ALTER PROCEDURE SYSPROC.ADMIN_COMMAND_DB2 WLM ENVIRONMENT WLMDB203;
//ALPROC3 EXEC PGM=IKJEFT01,DYNAMNBR=20,COND=(4,LT)
//SYSPRINT DD  SYSOUT=*
//SYSTSPRT DD  SYSOUT=*
//SYSTSIN  DD  *
  DSN SYSTEM(DB2J)
-START PROC(SYSPROC.ADMIN_COMMAND_DB2)
  END
//
