//UXC401M3 JOB CLASS=S,MSGCLASS=X,NOTIFY=&SYSUID,
//      REGION=0M,TIME=1440
/*JOBPARM SYSAFF=MVS3
//*********************************************************************
//*                                                                   *
//* TRIGGER DISPLAY JOBS ON SAPPLEX TEST DB2 SUBSYSTEMS               *
//*                                                                   *
//*********************************************************************
//STEP1 EXEC PGM=IKJEFT01,DYNAMNBR=20,TIME=1440
//SYSTSPRT DD  SYSOUT=*
//SYSPRINT DD  SYSOUT=*
//SYSUDUMP DD  SYSOUT=*
//SYSTSIN  DD  *
   SUB 'SSXDT.DB2MAINT(ARCHDBNG)'
   SUB 'SSXDT.DB2MAINT(ARCHDBVG)'
   SUB 'SSXDT.DB2MAINT(ARCHDB2E)'
   SUB 'SSXDT.DB2MAINT(ARCHDB2H)'
   SUB 'SSXDT.DB2MAINT(ARCHDB2J)'
   SUB 'SSXDT.DB2MAINT(ARCHDB2O)'
   SUB 'SSXDT.DB2MAINT(ARCHDB2S)'
   SUB 'SSXDT.DB2MAINT(ARCHDB2U)'
   SUB 'SSXDT.DB2MAINT(ARCHDB2Y)'
   SUB 'SSXDT.DB2MAINT(ARCHDB2Z)'
//SYSIN    DD  *
//
