//UXC401M  JOB ,'DB2 SYSTEM',CLASS=S,MSGCLASS=X,TIME=1440,
//         NOTIFY=&SYSUID ,USER=SYSPRO
/*JOBPARM SYSAFF=MVSJ
//JOBLIB  DD  DSN=SDB2J.SDSNLOAD,DISP=SHR
//DSNTIAS EXEC PGM=IKJEFT01,DYNAMNBR=20,COND=(4,LT)
//SYSTSPRT DD  SYSOUT=*
//SYSPRINT DD  SYSOUT=*
//SYSUDUMP DD  SYSOUT=*
//SYSTSIN  DD  *
  DSN SYSTEM(DB2J)
  BIND PACKAGE(DSNADM) MEMBER(DSNADMCD) OWNER(LSEBDB2) -
       ACTION(REPLACE) ISOLATION(CS) ENCODING(EBCDIC) RELEASE(COMMIT) -
       LIBRARY('SDB2J.SDSNDBRM')
  BIND PACKAGE(DSNADM) MEMBER(DSNADMCW) OWNER(LSEBDB2) -
       ACTION(REPLACE) ISOLATION(CS) ENCODING(EBCDIC) RELEASE(COMMIT) -
       LIBRARY('SDB2J.SDSNDBRM')
//*
