//DB2VCKIX JOB ,'DB2 V9 UPG',CLASS=S,MSGCLASS=X,
//         NOTIFY=&SYSUID,REGION=0M
/*JOBPARM SYSAFF=MVS3
//*********************************************************************
//* This member has been edited by the LOCALJCL edit macro.           *
//*********************************************************************
//*********************************************************************
//*                                                                   *
//* DB2CHKIX: This job performs the following functions:              *
//*                                                                   *
//*  . Execute the CHECK INDEX utility.                               *
//*                                                                   *
//*********************************************************************
//         JCLLIB ORDER=SSXDT.TOOLKIT.PROCLIB
//JOBLIB   DD  DISP=SHR,
//             DSN=SSXDT.DB2V.SDSNEXIT
//         DD  DISP=SHR,
//             DSN=SDB2V.SDSNLOAD
//CHKUTIL1 EXEC DB2UPROC,PARM='DBVG,CHECKUTILX'
//SYSIN    DD  *
  CHECK INDEX (ALL) TABLESPACE DSNDB01.SYSUTILX  SHRLEVEL CHANGE
/*
//DB2CHKI2 EXEC DB2UPROC,PARM='DBVG,CHECKINDEX'
//SYSIN    DD  *
  CHECK INDEX (ALL) TABLESPACE DSNDB01.SCT02      SHRLEVEL CHANGE
  CHECK INDEX (ALL) TABLESPACE DSNDB01.SPT01      SHRLEVEL CHANGE
  CHECK INDEX (ALL) TABLESPACE DSNDB01.SYSLGRNX   SHRLEVEL CHANGE
  CHECK INDEX (ALL) TABLESPACE DSNDB06.SYSALTER   SHRLEVEL CHANGE
  CHECK INDEX (ALL) TABLESPACE DSNDB06.SYSCOPY    SHRLEVEL CHANGE
  CHECK INDEX (ALL) TABLESPACE DSNDB06.SYSDBASE   SHRLEVEL CHANGE
  CHECK INDEX (ALL) TABLESPACE DSNDB06.SYSDBAUT   SHRLEVEL CHANGE
  CHECK INDEX (ALL) TABLESPACE DSNDB06.SYSDDF     SHRLEVEL CHANGE
  CHECK INDEX (ALL) TABLESPACE DSNDB06.SYSGPAUT   SHRLEVEL CHANGE
  CHECK INDEX (ALL) TABLESPACE DSNDB06.SYSGROUP   SHRLEVEL CHANGE
  CHECK INDEX (ALL) TABLESPACE DSNDB06.SYSGRTNS   SHRLEVEL CHANGE
  CHECK INDEX (ALL) TABLESPACE DSNDB06.SYSHIST    SHRLEVEL CHANGE
  CHECK INDEX (ALL) TABLESPACE DSNDB06.SYSJAVA    SHRLEVEL CHANGE
  CHECK INDEX (ALL) TABLESPACE DSNDB06.SYSOBJ     SHRLEVEL CHANGE
  CHECK INDEX (ALL) TABLESPACE DSNDB06.SYSPKAGE   SHRLEVEL CHANGE
  CHECK INDEX (ALL) TABLESPACE DSNDB06.SYSPLAN    SHRLEVEL CHANGE
  CHECK INDEX (ALL) TABLESPACE DSNDB06.SYSSEQ     SHRLEVEL CHANGE
  CHECK INDEX (ALL) TABLESPACE DSNDB06.SYSSEQ2   SHRLEVEL CHANGE
  CHECK INDEX (ALL) TABLESPACE DSNDB06.SYSSTATS  SHRLEVEL CHANGE
  CHECK INDEX (ALL) TABLESPACE DSNDB06.SYSSTR    SHRLEVEL CHANGE
  CHECK INDEX (ALL) TABLESPACE DSNDB06.SYSUSER   SHRLEVEL CHANGE
  CHECK INDEX (ALL) TABLESPACE DSNDB06.SYSVIEWS  SHRLEVEL CHANGE
/*
//DB2CHKI3 EXEC DB2UPROC,PARM='DBVG,CHECKINDEX'
//SYSIN    DD  *
  CHECK INDEX (ALL) TABLESPACE DSNDB06.SYSJAUXA
  CHECK INDEX (ALL) TABLESPACE DSNDB06.SYSJAUXB
