//CATLGV12 JOB ,'DB2 SYS ALIAS T',CLASS=S,MSGCLASS=X,NOTIFY=&SYSUID
/*JOBPARM SYSAFF=MVS4
//DEFNVSM EXEC PGM=IDCAMS,REGION=62M
//SYSPRINT DD  SYSOUT=*
//*********************************************************
//*   DEFINE LIBRARIES DASD TO THE CATALOG
//*********************************************************
//SYSIN    DD  *
 DEF NVSAM(NAME(SYS1DB2.DSNC10.RSU1911T.#JCL) -
       DEVT( 3390        ) -
        VOL(  E4GN30    ) ) -
       CAT(CATALOG.MVSICFM.CATTAS21)
 DEF NVSAM(NAME(SYS1DB2.DSNC10.RSU1911T.#SDSNADD) -
       DEVT( 3390        ) -
        VOL(  E4GN66    ) ) -
       CAT(CATALOG.MVSICFM.CATTAS21)
 DEF NVSAM(NAME(SYS1DB2.DSNC10.RSU1911T.ADSNLOAD) -
       DEVT( 3390        ) -
        VOL(  E4GN23    ) ) -
       CAT(CATALOG.MVSICFM.CATTAS21)
 DEF NVSAM(NAME(SYS1DB2.DSNC10.RSU1911T.SDDABASE) -
       DEVT( 3390        ) -
        VOL(  E4GN99    ) ) -
       CAT(CATALOG.MVSICFM.CATTAS21)
 DEF NVSAM(NAME(SYS1DB2.DSNC10.RSU1911T.SDSNBASE) -
       DEVT( 3390        ) -
        VOL(  E4GN48    ) ) -
       CAT(CATALOG.MVSICFM.CATTAS21)
 DEF NVSAM(NAME(SYS1DB2.DSNC10.RSU1911T.SDSNBASU) -
       DEVT( 3390        ) -
        VOL(  E4GN0T    ) ) -
       CAT(CATALOG.MVSICFM.CATTAS21)
 DEF NVSAM(NAME(SYS1DB2.DSNC10.RSU1911T.SDSNC.H) -
       DEVT( 3390        ) -
        VOL(  E4GN0Y    ) ) -
       CAT(CATALOG.MVSICFM.CATTAS21)
 DEF NVSAM(NAME(SYS1DB2.DSNC10.RSU1911T.SDSNCLST) -
       DEVT( 3390        ) -
        VOL(  E4GN16    ) ) -
       CAT(CATALOG.MVSICFM.CATTAS21)
 DEF NVSAM(NAME(SYS1DB2.DSNC10.RSU1911T.SDSNDBRM) -
       DEVT( 3390        ) -
        VOL(  E4GN1E    ) ) -
       CAT(CATALOG.MVSICFM.CATTAS21)
 DEF NVSAM(NAME(SYS1DB2.DSNC10.RSU1911T.SDSNEXIT.SAMPLE) -
       DEVT( 3390        ) -
        VOL(  E4GN63    ) ) -
       CAT(CATALOG.MVSICFM.CATTAS21)
 DEF NVSAM(NAME(SYS1DB2.DSNC10.RSU1911T.SDSNIVPD)        -
       DEVT( 3390        ) -
        VOL(  E4GN25    ) ) -
       CAT(CATALOG.MVSICFM.CATTAS21)
 DEF NVSAM(NAME(SYS1DB2.DSNC10.RSU1911T.SDSNLINK)        -
       DEVT( 3390        ) -
        VOL(  E4GN60    ) ) -
       CAT(CATALOG.MVSICFM.CATTAS21)
 DEF NVSAM(NAME(SYS1DB2.DSNC10.RSU1911T.SDSNLOAD)        -
       DEVT( 3390        ) -
        VOL(  E4GN0Q    ) ) -
       CAT(CATALOG.MVSICFM.CATTAS21)
 DEF NVSAM(NAME(SYS1DB2.DSNC10.RSU1911T.SDSNLOD2)        -
       DEVT( 3390        ) -
        VOL(  E4GN40    ) ) -
       CAT(CATALOG.MVSICFM.CATTAS21)
 DEF NVSAM(NAME(SYS1DB2.DSNC10.RSU1911T.SDSNMACS)        -
       DEVT( 3390        ) -
        VOL(  E4GN20    ) ) -
       CAT(CATALOG.MVSICFM.CATTAS21)
 DEF NVSAM(NAME(SYS1DB2.DSNC10.RSU1911T.SDSNNOTC)        -
       DEVT( 3390        ) -
        VOL(  E4GN37    ) ) -
       CAT(CATALOG.MVSICFM.CATTAS21)
 DEF NVSAM(NAME(SYS1DB2.DSNC10.RSU1911T.SDSNPFPE)        -
       DEVT( 3390        ) -
        VOL(  E4GN55    ) ) -
       CAT(CATALOG.MVSICFM.CATTAS21)
 DEF NVSAM(NAME(SYS1DB2.DSNC10.RSU1911T.SDSNPFPK)        -
       DEVT( 3390        ) -
        VOL(  E4GN02    ) ) -
       CAT(CATALOG.MVSICFM.CATTAS21)
 DEF NVSAM(NAME(SYS1DB2.DSNC10.RSU1911T.SDSNSAMP)        -
       DEVT( 3390        ) -
        VOL(  E4GN33    ) ) -
       CAT(CATALOG.MVSICFM.CATTAS21)
 DEF NVSAM(NAME(SYS1DB2.DSNC10.RSU1911T.SDSNSPFM)        -
       DEVT( 3390        ) -
        VOL(  E4GN77    ) ) -
       CAT(CATALOG.MVSICFM.CATTAS21)
 DEF NVSAM(NAME(SYS1DB2.DSNC10.RSU1911T.SDSNSPFP)        -
       DEVT( 3390        ) -
        VOL(  E4GN0D    ) ) -
       CAT(CATALOG.MVSICFM.CATTAS21)
 DEF NVSAM(NAME(SYS1DB2.DSNC10.RSU1911T.SDSNSPFS)        -
       DEVT( 3390        ) -
        VOL(  E4GN26    ) ) -
       CAT(CATALOG.MVSICFM.CATTAS21)
 DEF NVSAM(NAME(SYS1DB2.DSNC10.RSU1911T.SDSNSPFT)        -
       DEVT( 3390        ) -
        VOL(  E4GN50    ) ) -
       CAT(CATALOG.MVSICFM.CATTAS21)
 DEF NVSAM(NAME(SYS1DB2.DSNC10.RSU1911T.SDXRRESL)        -
       DEVT( 3390        ) -
        VOL(  E4GN1A    ) ) -
       CAT(CATALOG.MVSICFM.CATTAS21)
 DEF NVSAM(NAME(SYS1DB2.DSNC10.RSU1911T.SDXRSAMP)        -
       DEVT( 3390        ) -
        VOL(  E4GN0U    ) ) -
       CAT(CATALOG.MVSICFM.CATTAS21)
 DEF NVSAM(NAME(SYS1DB2.DSNC10.RSU1911T.PROCLIB) -
       DEVT( 3390        ) -
        VOL(  E4GN18    ) ) -
       CAT(CATALOG.MVSICFM.CATTAS21)

