//CDB#STRT JOB ,'DB2 SYSPROG RCC',CLASS=S,MSGCLASS=X,NOTIFY=T479012     00001000
/*JOBPARM SYSAFF=MVS3                                                   00002000
//********************************************************************* 00003000
//* FUNCTION : START CDB                                                00003100
//********************************************************************* 00003200
//STACDB3 EXEC PGM=IKJEFT01,DYNAMNBR=40                                 00003301
//SYSEXEC  DD DSN=SSXQT.TSODAL.CLIST,DISP=(SHR)                         00003400
//SYSTSPRT DD SYSOUT=*,HOLD=YES                                         00003500
//ISFULOG  DD SYSOUT=*                                                  00003600
//ISFMSG   DD SYSOUT=*                                                  00003700
//ISFMSG2  DD SYSOUT=*                                                  00003800
//SYSTSIN  DD *                                                         00003900
 @SYSCMD CMD("RO MVS3,S CDBMVS3")                                       00004000
/*                                                                      00005000
//STACDBU EXEC PGM=IKJEFT01,DYNAMNBR=40                                 00006001
//SYSEXEC  DD DSN=SSXQT.TSODAL.CLIST,DISP=(SHR)                         00007000
//SYSTSPRT DD SYSOUT=*,HOLD=YES                                         00008000
//ISFULOG  DD SYSOUT=*                                                  00009000
//ISFMSG   DD SYSOUT=*                                                  00010000
//ISFMSG2  DD SYSOUT=*                                                  00020000
//SYSTSIN  DD *                                                         00030000
 @SYSCMD CMD("RO MVSU,S CDBMVSU")                                       00040000
/*                                                                      00050000
//STACDBS EXEC PGM=IKJEFT01,DYNAMNBR=40                                 00060001
//SYSEXEC  DD DSN=SSXQT.TSODAL.CLIST,DISP=(SHR)                         00070000
//SYSTSPRT DD SYSOUT=*,HOLD=YES                                         00080000
//ISFULOG  DD SYSOUT=*                                                  00090000
//ISFMSG   DD SYSOUT=*                                                  00100000
//ISFMSG2  DD SYSOUT=*                                                  00110000
//SYSTSIN  DD *                                                         00120000
 @SYSCMD CMD("RO MVSS,S CDBMVSS")                                       00130000
/*                                                                      00140000
