//QUICKEXT JOB ,'DB2 SYSPROG CDB',CLASS=S,MSGCLASS=X, TYPRUN=HOLD,      JOB01633
//        NOTIFY=&SYSUID
//*
//JOBLIB   DD DISP=SHR,DSN=SSXDT.CDB.LOADLIB
//         DD DISP=SHR,DSN=SDB6V.SDSNLOAD
//         DD DISP=SHR,DSN=SSXDT.DB6V.SDSNEXIT
//*********************************************************************
//*  JOBNAME: CDBDISP - CHECK REPORT TO SEE IF ANY PENDING UTILITY    *
//*  JOBNAME: QUICKEXIT                                               *
//*********************************************************************
//CDBUSTEP EXEC PGM=CDBUTIL,PARM='DBVG,''CDBDISP'',NORESTART',
//         TIME=1440
//*
//SYSPRINT  DD SYSOUT=*
//SYSTSPRT  DD SYSOUT=*
//SYSOUT    DD SYSOUT=*
//SYSERROR  DD SYSOUT=*
//SUMMARY   DD SYSOUT=*
//*
//SYSIN DD  *
  CDBDISP
/*
//*********************************************************************
//*  JOBNAME: QUICKEXIT - CLEAN UP ANY PENDING UTILITY *
//*                CDB UTILITY TEST SAMPLE JCL                        *
//*********************************************************************
//QE1      EXEC PGM=CDBUTIL,PARM='DBVG,''REORGTSKD0115'',QUICKEXIT'
//SYSPRINT  DD SYSOUT=*
//SYSOUT    DD SYSOUT=*
//SYSERROR  DD SYSOUT=*
//SYSIN     DD *
//*********************************************************************
//*  JOBNAME: CDBDISP - CHECK REPORT TO SEE IF ANY PENDING UTILITY    *
//*********************************************************************
//CDBUSTEP EXEC PGM=CDBUTIL,PARM='DBVG,''CDBDISP'',NORESTART',
//         TIME=1440
//*
//SYSPRINT  DD SYSOUT=*
//SYSTSPRT  DD SYSOUT=*
//SYSOUT    DD SYSOUT=*
//SYSERROR  DD SYSOUT=*
//SUMMARY   DD SYSOUT=*
//*
//SYSIN DD  *
  CDBDISP
/*
