//CDBFBACK JOB ,'DB2 SYSTEM',CLASS=S,MSGCLASS=X,TIME=1440,
//         NOTIFY=&SYSUID
/*JOBPARM SYSAFF=MVSS
//         JCLLIB ORDER=SSXDT.TOOLKIT.PROCLIB
//*********************************************************************
//* FALLBACK OF OLD CDB LIBRARIES TO THE CURRENT KEYS                 *
//*********************************************************************
//CDBFBACK EXEC IEBCOPY
//INPUT1   DD  DISP=SHR,DSN=SSXDT.CDB.CNTL.BKP.D140506
//INPUT2   DD  DISP=SHR,DSN=SSXDT.CDB.LOADLIB.BKP.D140506
//OUTPUT1  DD  DISP=SHR,DSN=SSXDT.CDB.CNTL
//OUTPUT2  DD  DISP=SHR,DSN=SSXDT.CDB.LOADLIB
//SYSIN    DD  *
  COPY     INDD=((INPUT1,R)),OUTDD=OUTPUT1
  COPY     INDD=((INPUT2,R)),OUTDD=OUTPUT2
