//CDBFTP1  JOB ,'DB2 SYSTEM',CLASS=S,MSGCLASS=X,TIME=1440,
//         NOTIFY=&SYSUID,RESTART=SENDIT
//*  TERSE Files and FTP to CDB Site
//        SET TKT='I4050901' type first 8 digits of CDB ticket
//        SET MST='CDBMVSQ' type Master  jobname
//        SET MST2='CDBMVSR' type Master  jobname
//        SET MST3='CDBMVS4' type Master  jobname
//        SET MST4='CDBTEST1' type Master  jobname
//        SET MST5='STOPCDB' type Master  jobname
//*
//*  Terse Master job
//TRS#01  EXEC PGM=TRSMAIN,PARM='PACK'
//STEPLIB  DD  DSN=SSXVP.TERSE.PACKLIB,DISP=SHR
//SYSPRINT DD  SYSOUT=*
//INFILE  DD DSN=SSXDP.RFC.D140508.CXXX.CDBTEST.SHUT(&MST),
//      DISP=SHR
//OUTFILE  DD  DSN=SSXDT.CDB.&TKT..&MST..TERSE,
//             DISP=(,CATLG),UNIT=SYSDA,SPACE=(CYL,(30,10),RLSE)
//*  Terse Master job
//TRS#02  EXEC PGM=TRSMAIN,PARM='PACK'
//STEPLIB  DD  DSN=SSXVP.TERSE.PACKLIB,DISP=SHR
//SYSPRINT DD  SYSOUT=*
//INFILE  DD DSN=SSXDP.RFC.D140508.CXXX.CDBTEST.SHUT(&MST2),
//      DISP=SHR
//OUTFILE  DD  DSN=SSXDT.CDB.&TKT..&MST2..TERSE,
//             DISP=(,CATLG),UNIT=SYSDA,SPACE=(CYL,(30,10),RLSE)
//*  Terse Master job
//TRS#03  EXEC PGM=TRSMAIN,PARM='PACK'
//STEPLIB  DD  DSN=SSXVP.TERSE.PACKLIB,DISP=SHR
//SYSPRINT DD  SYSOUT=*
//INFILE  DD DSN=SSXDP.RFC.D140508.CXXX.CDBTEST.SHUT(&MST3),
//      DISP=SHR
//OUTFILE  DD  DSN=SSXDT.CDB.&TKT..&MST3..TERSE,
//             DISP=(,CATLG),UNIT=SYSDA,SPACE=(CYL,(30,10),RLSE)
//*  Terse Master job
//TRS#04  EXEC PGM=TRSMAIN,PARM='PACK'
//STEPLIB  DD  DSN=SSXVP.TERSE.PACKLIB,DISP=SHR
//SYSPRINT DD  SYSOUT=*
//INFILE  DD DSN=SSXDP.RFC.D140508.CXXX.CDBTEST.SHUT(&MST4),
//      DISP=SHR
//OUTFILE  DD  DSN=SSXDT.CDB.&TKT..&MST4..TERSE,
//             DISP=(,CATLG),UNIT=SYSDA,SPACE=(CYL,(30,10),RLSE)
//*  Terse Master job
//TRS#05  EXEC PGM=TRSMAIN,PARM='PACK'
//STEPLIB  DD  DSN=SSXVP.TERSE.PACKLIB,DISP=SHR
//SYSPRINT DD  SYSOUT=*
//INFILE  DD DSN=SSXDP.RFC.D140508.CXXX.CDBTEST.SHUT(&MST5),
//      DISP=SHR
//OUTFILE  DD  DSN=SSXDT.CDB.&TKT..&MST5..TERSE,
//             DISP=(,CATLG),UNIT=SYSDA,SPACE=(CYL,(30,10),RLSE)
//*  FTP to CDB Site
//*
//SENDIT EXEC PGM=FTP,COND=(4,LT),
//            PARM='ftp.cdbsoftware.com (EXIT'
//SYSPRINT DD SYSOUT=*
//SYSOUT   DD SYSOUT=*
//SYSUDUMP DD SYSOUT=*
//INPUT    DD *
 cdbanon usftp
 TYPE E
 BINARY
 bin
 PUT 'SSXDT.CDB.I4050901.CDBMVSQ.TERSE'    F4050901.CDBMVSQ
 PUT 'SSXDT.CDB.I4050901.CDBMVSR.TERSE'    F4050901.CDBMVSR
 PUT 'SSXDT.CDB.I4050901.CDBMVS4.TERSE'    F4050901.CDBMVS4
 PUT 'SSXDT.CDB.I4050901.CDBTEST1.TERSE'   F4050901.CDBTEST
 PUT 'SSXDT.CDB.I4050901.STOPCDB.TERSE'    F4050901.STOPCDB
 quit
//OUTPUT   DD SYSOUT=*
//*  Delete tersed files
//
//DELETE1 EXEC PGM=IEFBR14,COND=(0,NE)
//DD01     DD  DSN=SSXDT.CDB.&TKT..&MST..TERSE,
//             DISP=(OLD,DELETE,DELETE)
//DD02     DD  DSN=SSXDT.CDB.&TKT..&SV1..TERSE,
//             DISP=(OLD,DELETE,DELETE)
//DD03     DD  DSN=SSXDT.CDB.&TKT..&SV2..TERSE,
//             DISP=(OLD,DELETE,DELETE)
//
//
