//UXC401MH JOB ,'DB2 V9 UPG',CLASS=S,MSGCLASS=X,
//         NOTIFY=&SYSUID,REGION=0M
//*MAIN CLASS=SS,SYSTEM=MVSH
//*********************************************************************
//* This member has been edited by the LOCALJCL edit macro.           *
//*********************************************************************
//*********************************************************************
//*                                                                   *
//* DB2CHKIX: This job performs the following functions:              *
//*                                                                   *
//*  . Execute the CHECK INDEX utility.                               *
//*                                                                   *
//*********************************************************************
//         JCLLIB ORDER=SSXDT.TOOLKIT.PROCLIB
//JOBLIB   DD  DISP=SHR,
//             DSN=SSXDT.DB2L.SDSNEXIT
//         DD  DISP=SHR,
//             DSN=SDB2L.SDSNLOAD
//CHKUTILX EXEC DB2UPROC,PARM='DB2L,CHECKUTILX'
//SYSIN    DD  *
  CHECK INDEX (ALL) TABLESPACE DSNDB01.SYSUTILX
/*
//DB2CHKIX EXEC DB2UPROC,PARM='DB2L,CHECKINDEX'
//SYSIN    DD  *
  CHECK INDEX (ALL) TABLESPACE DSNDB01.SCT02
  CHECK INDEX (ALL) TABLESPACE DSNDB01.SPT01
  CHECK INDEX (ALL) TABLESPACE DSNDB01.SYSLGRNX
  CHECK INDEX (ALL) TABLESPACE DSNDB06.SYSALTER
  CHECK INDEX (ALL) TABLESPACE DSNDB06.SYSCOPY
  CHECK INDEX (ALL) TABLESPACE DSNDB06.SYSDBASE
  CHECK INDEX (ALL) TABLESPACE DSNDB06.SYSDBAUT
  CHECK INDEX (ALL) TABLESPACE DSNDB06.SYSDDF
  CHECK INDEX (ALL) TABLESPACE DSNDB06.SYSGPAUT
  CHECK INDEX (ALL) TABLESPACE DSNDB06.SYSGROUP
  CHECK INDEX (ALL) TABLESPACE DSNDB06.SYSGRTNS
  CHECK INDEX (ALL) TABLESPACE DSNDB06.SYSHIST
  CHECK INDEX (ALL) TABLESPACE DSNDB06.SYSJAUXA
  CHECK INDEX (ALL) TABLESPACE DSNDB06.SYSJAUXB
  CHECK INDEX (ALL) TABLESPACE DSNDB06.SYSJAVA
  CHECK INDEX (ALL) TABLESPACE DSNDB06.SYSOBJ
  CHECK INDEX (ALL) TABLESPACE DSNDB06.SYSPKAGE
  CHECK INDEX (ALL) TABLESPACE DSNDB06.SYSPLAN
  CHECK INDEX (ALL) TABLESPACE DSNDB06.SYSSEQ
  CHECK INDEX (ALL) TABLESPACE DSNDB06.SYSSEQ2
  CHECK INDEX (ALL) TABLESPACE DSNDB06.SYSSTATS
  CHECK INDEX (ALL) TABLESPACE DSNDB06.SYSSTR
  CHECK INDEX (ALL) TABLESPACE DSNDB06.SYSUSER
  CHECK INDEX (ALL) TABLESPACE DSNDB06.SYSVIEWS
/*
