//MVSKCKDT  JOB ,'DB2 SUPPORT',CLASS=S,MSGCLASS=X,
//         NOTIFY=&SYSUID,REGION=0M
/*JOBPARM SYSAFF=MVSK
//*********************************************************************
//* CHECK DATA FOR REFERENTIAL INTEGRITY SHRLEVEL CHANGE              *
//*********************************************************************
//         JCLLIB ORDER=SSXDT.TOOLKIT.PROCLIB
//CHKD#Z  EXEC DB2UPROC,PARM='DB2Z,CHECKDATA',COND=(4,LT)
//STEPLIB  DD  DISP=SHR,DSN=SSXDT.DB2Z.SDSNEXIT
//         DD  DISP=SHR,DSN=SSXDT.DB2Z.SDSNLOAD
//SYSUT1   DD  UNIT=SYSDA,SPACE=(4000,(20,20),,,ROUND)
//SORTOUT  DD  UNIT=SYSDA,SPACE=(4000,(20,20),,,ROUND)
//DSNTRACE DD  SYSOUT=*
//SYSERR   DD  UNIT=SYSDA,SPACE=(4000,(20,20),,,ROUND)
//SYSIN    DD  *
  CHECK DATA TABLESPACE DSN8D10A.DSN8S10D
             TABLESPACE DSN8D10A.DSN8S10E
             TABLESPACE DSN8D10A.DSN8S10P
       SCOPE ALL
       AUXERROR REPORT
       SHRLEVEL CHANGE
       SORTDEVT SYSDA SORTNUM 4
/*
//CHKD#U  EXEC DB2UPROC,PARM='DB2U,CHECKDATA',COND=(4,LT)
//STEPLIB  DD  DISP=SHR,DSN=SSXDT.DB2U.SDSNEXIT
//         DD  DISP=SHR,DSN=SSXDT.DB2U.SDSNLOAD
//SYSUT1   DD  UNIT=SYSDA,SPACE=(4000,(20,20),,,ROUND)
//SORTOUT  DD  UNIT=SYSDA,SPACE=(4000,(20,20),,,ROUND)
//DSNTRACE DD  SYSOUT=*
//SYSERR   DD  UNIT=SYSDA,SPACE=(4000,(20,20),,,ROUND)
//SYSIN    DD  *
  CHECK DATA TABLESPACE DSN8D10A.DSN8S10D
             TABLESPACE DSN8D10A.DSN8S10E
             TABLESPACE DSN8D10A.DSN8S10P
       SCOPE ALL
       AUXERROR REPORT
       SHRLEVEL CHANGE
       SORTDEVT SYSDA SORTNUM 4
/*
