//UXC401M  JOB ,'DB2 SYSTEM',CLASS=S,MSGCLASS=X,TIME=1440,REGION=0M,
//         NOTIFY=&SYSUID,USER=SYSPRO
/*JOBPARM SYSAFF=MVSN
//JOBLIB  DD  DISP=SHR,
//            DSN=SDB2N.SDSNLOAD
//*
//DSNTIST EXEC PGM=IKJEFT01,DYNAMNBR=20
//SYSTSPRT DD  SYSOUT=*
//SYSPRINT DD  SYSOUT=*
//SYSUDUMP DD  SYSOUT=*
//SYSTSIN  DD  *
  DSN SYSTEM(DB2N)
  RUN PROGRAM(DSNTIAD)  PLAN(DSNTIAD) -
       LIB('SSXDT.DB2N.RUNLIB.LOAD')
  END
//SYSIN    DD  *
 SET CURRENT SQLID = 'LSEBDB2';

    CREATE STOGROUP SGWCLONE
        VOLUMES("*",
                "*",
                "*")
        VCAT DB2F ;

 CREATE DATABASE CLONETST;

 CREATE TABLESPACE TSTWRK
   IN CLONETST USING STOGROUP SGWCLONE
   PRIQTY 12      SECQTY 12
   ERASE  NO BUFFERPOOL BP0
   CLOSE NO;

 DROP CLONETST;
