//UXC401M  JOB ,'DB2 SYSTEM',CLASS=S,MSGCLASS=X,TIME=1440,
//         NOTIFY=&SYSUID
/*JOBPARM SYSAFF=MVSN
//*
//*-------------------------------------------------------------
//*
//COMPRESS EXEC PGM=IEBCOPY,COND=(0,NE)
//IN1      DD DISP=SHR,DSN=SSXDT.DB3N.RUNLIB.LOAD
//OUT1     DD DISP=SHR,DSN=SSXDT.DB3N.RUNLIB.LOAD
//SYSUT3   DD SPACE=(CYL,(1,1),RLSE),UNIT=SYSDA
//SYSUT4   DD SPACE=(CYL,(1,1),RLSE),UNIT=SYSDA
//SYSPRINT DD SYSOUT=*
 COPY INDD=((IN1,R)),OUTDD=OUT1
/*
