//CQMMSTRU JOB ,'DB2 SYSPROG CDB',CLASS=S,MSGCLASS=X,                   00010001
//    NOTIFY=&SYSUID
/*JOBPARM SYSAFF=MVSU
//CQMPROC  EXEC PGM=CQM#MAIN,REGION=7M,DYNAMNBR=200,TIME=1440,
//    PARM='SM,MSTOP'
//STEPLIB  DD   DISP=SHR,DSN=SYS2.DB2TOOLS.TEST.SCQMLOAD
//         DD   DISP=SHR,DSN=SYS2.DB2TOOLS.TEST.SCQM.SFECLOAD
//SYSPRINT DD SYSOUT=*
//CQMPARMS DD DISP=SHR,DSN=SSXDT.DB2TOOLS.SCQMSAMP(CQMV31U)
//SYSUDUMP DD SYSOUT=*
//*
