//CQMMSTRJ JOB ,'DB2 SYSPROG QM',CLASS=S,MSGCLASS=X,
//    NOTIFY=&SYSUID
/*JOBPARM SYSAFF=MVSJ
//*************************************************************
//* START DB2QMON VIA JOB
//*************************************************************
//CQMPROC  EXEC PGM=CQM#MAIN,REGION=1M,DYNAMNBR=10,TIME=1440
//STEPLIB  DD DSN=SSXDT.DB2TOOLS.CQM.SCQMLOAD,DISP=SHR
//         DD DSN=SSXDT.DB2TOOLS.CQM.SFECLOAD,DISP=SHR
//SYSPRINT DD SYSOUT=*
//SYSUDUMP DD SYSOUT=*
//DB2PARMS DD DSN=SSXDT.DB2TOOLS.CQM.CONTROL,DISP=SHR
//CQMPARMS DD DSN=SSXDT.DB2TOOLS.CQM.SCQMSAMP(CQMPARMJ),
//            DISP=SHR
//CQMINTER DD DSN=SSXDT.DB2TOOLS.CQMJ.INTERVAL,DISP=SHR
//CQMPROFS DD DSN=SSXDT.DB2TOOLS.CQMJ.PROFILES,DISP=SHR
//*
