//REPORT2U JOB ,'DB2 SYSTEM',CLASS=S,MSGCLASS=X,TIME=1440,REGION=0M,
//         NOTIFY=&SYSUID
/*JOBPARM SYSAFF=MVSK
//JOBLIB    DD DISP=SHR,
//             DSN=SSXDT.DB2O.SDSNEXIT
//REPORT EXEC DSNUPROC,SYSTEM=DB2U,
//             LIB='SDB2U.SDSNLOAD',
//             UID=''
//DSNUPROC.SYSIN  DD  *
REPORT RECOVERY TABLESPACE DSNRTSDB.DSNRTSTS
  DSNUM ALL
