//UXC401M  JOB ,'DB2 SYS ALIAS T',CLASS=S,MSGCLASS=X,NOTIFY=&SYSUID
//             MSGLEVEL=(1,1)
//DEFNVSM EXEC PGM=IDCAMS,REGION=62M
//SYSPRINT DD  SYSOUT=*
//*********************************************************
//*   DEFINE LIBRARIES DASD TO THE CATALOG
//*   SUBMIT THIS JOB FOR CATALOGS DBTRS1 (VOL S7S2T1),
//*   DBTRS2 (VOL S7S2T2) AND DBTRS3 (VOL S7S2T3)
//*********************************************************
//SYSIN    DD  *
 DELETE SYS2.DB2TOOLS.SHAADBRM NSCR CAT(CATALOG.MVSICF1.DBTRS3)
 DEF NVSAM(NAME(SYS2.DB2TOOLS.SHAADBRM) -
       DEVT( 3390        ) -
        VOL(  S7S2T3    ) ) -
       CAT(CATALOG.MVSICF1.DBTRS3)

 DELETE SYS2.DB2TOOLS.SHAALOAD NSCR CAT(CATALOG.MVSICF1.DBTRS3)
 DEF NVSAM(NAME(SYS2.DB2TOOLS.SHAALOAD) -
       DEVT( 3390        ) -
        VOL(  S7S2T3    ) ) -
       CAT(CATALOG.MVSICF1.DBTRS3)

 DELETE SYS2.DB2TOOLS.SHAAMENU NSCR CAT(CATALOG.MVSICF1.DBTRS3)
 DEF NVSAM(NAME(SYS2.DB2TOOLS.SHAAMENU) -
       DEVT( 3390        ) -
        VOL(  S7S2T3    ) ) -
       CAT(CATALOG.MVSICF1.DBTRS3)

 DELETE SYS2.DB2TOOLS.SHAAPENU NSCR CAT(CATALOG.MVSICF1.DBTRS3)
 DEF NVSAM(NAME(SYS2.DB2TOOLS.SHAAPENU) -
       DEVT( 3390        ) -
        VOL(  S7S2T3    ) ) -
       CAT(CATALOG.MVSICF1.DBTRS3)

 DELETE SYS2.DB2TOOLS.SHAASAMP NSCR CAT(CATALOG.MVSICF1.DBTRS3)
 DEF NVSAM(NAME(SYS2.DB2TOOLS.SHAASAMP) -
       DEVT( 3390        ) -
        VOL(  S7S2T3    ) ) -
       CAT(CATALOG.MVSICF1.DBTRS3)

 DELETE SYS2.DB2TOOLS.SHAASLIB NSCR CAT(CATALOG.MVSICF1.DBTRS3)
 DEF NVSAM(NAME(SYS2.DB2TOOLS.SHAASLIB) -
       DEVT( 3390        ) -
        VOL(  S7S2T3    ) ) -
       CAT(CATALOG.MVSICF1.DBTRS3)

