//T492331X JOB ,'DB2 SYS ALIAS T',CLASS=S,MSGCLASS=X,NOTIFY=&SYSUID
/*JOBPARM SYSAFF=MVSK
//DEFNVSM EXEC PGM=IDCAMS,REGION=62M
//SYSPRINT DD  SYSOUT=*
//*********************************************************
//*   DEFINE LIBRARIES DASD TO THE CATALOG
//*********************************************************
//SYSIN    DD  *
 DEF NVSAM(NAME(SYS1DB2.DSNB10.RSU1903T.#JCL) -
       DEVT( 3390        ) -
        VOL(  E4GN29    ) ) -
       CAT(CATALOG.MVSICFM.CATTAS21)
 DEF NVSAM(NAME(SYS1DB2.DSNB10.RSU1903T.#SDSNADD) -
       DEVT( 3390        ) -
        VOL(  E4GN0B    ) ) -
       CAT(CATALOG.MVSICFM.CATTAS21)
 DEF NVSAM(NAME(SYS1DB2.DSNB10.RSU1903T.ADSNLOAD) -
       DEVT( 3390        ) -
        VOL(  E4GN13    ) ) -
       CAT(CATALOG.MVSICFM.CATTAS21)
 DEF NVSAM(NAME(SYS1DB2.DSNB10.RSU1903T.SDDABASE) -
       DEVT( 3390        ) -
        VOL(  E4GN0U    ) ) -
       CAT(CATALOG.MVSICFM.CATTAS21)
 DEF NVSAM(NAME(SYS1DB2.DSNB10.RSU1903T.SDSNBASE) -
       DEVT( 3390        ) -
        VOL(  E4GN23    ) ) -
       CAT(CATALOG.MVSICFM.CATTAS21)
 DEF NVSAM(NAME(SYS1DB2.DSNB10.RSU1903T.SDSNC.H) -
       DEVT( 3390        ) -
        VOL(  E4GN16    ) ) -
       CAT(CATALOG.MVSICFM.CATTAS21)
 DEF NVSAM(NAME(SYS1DB2.DSNB10.RSU1903T.SDSNCLST) -
       DEVT( 3390        ) -
        VOL(  E4GN0X    ) ) -
       CAT(CATALOG.MVSICFM.CATTAS21)
 DEF NVSAM(NAME(SYS1DB2.DSNB10.RSU1903T.SDSNDBRM) -
       DEVT( 3390        ) -
        VOL(  E4GN76    ) ) -
       CAT(CATALOG.MVSICFM.CATTAS21)
 DEF NVSAM(NAME(SYS1DB2.DSNB10.RSU1903T.SDSNEXIT.SAMPLE) -
       DEVT( 3390        ) -
        VOL(  E4GN10    ) ) -
       CAT(CATALOG.MVSICFM.CATTAS21)
 DEF NVSAM(NAME(SYS1DB2.DSNB10.RSU1903T.SDSNIVPD)        -
       DEVT( 3390        ) -
        VOL(  E4GN59    ) ) -
       CAT(CATALOG.MVSICFM.CATTAS21)
 DEF NVSAM(NAME(SYS1DB2.DSNB10.RSU1903T.SDSNLINK)        -
       DEVT( 3390        ) -
        VOL(  E4GN0E    ) ) -
       CAT(CATALOG.MVSICFM.CATTAS21)
 DEF NVSAM(NAME(SYS1DB2.DSNB10.RSU1903T.SDSNLOAD)        -
       DEVT( 3390        ) -
        VOL(  E4GN71    ) ) -
       CAT(CATALOG.MVSICFM.CATTAS21)
 DEF NVSAM(NAME(SYS1DB2.DSNB10.RSU1903T.SDSNLOD2)        -
       DEVT( 3390        ) -
        VOL(  E4GN26    ) ) -
       CAT(CATALOG.MVSICFM.CATTAS21)
 DEF NVSAM(NAME(SYS1DB2.DSNB10.RSU1903T.SDSNMACS)        -
       DEVT( 3390        ) -
        VOL(  E4GN67    ) ) -
       CAT(CATALOG.MVSICFM.CATTAS21)
 DEF NVSAM(NAME(SYS1DB2.DSNB10.RSU1903T.SDSNNOTC)        -
       DEVT( 3390        ) -
        VOL(  E4GN0O    ) ) -
       CAT(CATALOG.MVSICFM.CATTAS21)
 DEF NVSAM(NAME(SYS1DB2.DSNB10.RSU1903T.SDSNPFPE)        -
       DEVT( 3390        ) -
        VOL(  E4GN54    ) ) -
       CAT(CATALOG.MVSICFM.CATTAS21)
 DEF NVSAM(NAME(SYS1DB2.DSNB10.RSU1903T.SDSNPFPK)        -
       DEVT( 3390        ) -
        VOL(  E4GN0P    ) ) -
       CAT(CATALOG.MVSICFM.CATTAS21)
 DEF NVSAM(NAME(SYS1DB2.DSNB10.RSU1903T.SDSNSAMP)        -
       DEVT( 3390        ) -
        VOL(  E7GN06    ) ) -
       CAT(CATALOG.MVSICFM.CATTAS21)
 DEF NVSAM(NAME(SYS1DB2.DSNB10.RSU1903T.SDSNSPFM)        -
       DEVT( 3390        ) -
        VOL(  E4GN1E    ) ) -
       CAT(CATALOG.MVSICFM.CATTAS21)
 DEF NVSAM(NAME(SYS1DB2.DSNB10.RSU1903T.SDSNSPFP)        -
       DEVT( 3390        ) -
        VOL(  E4GN65    ) ) -
       CAT(CATALOG.MVSICFM.CATTAS21)
 DEF NVSAM(NAME(SYS1DB2.DSNB10.RSU1903T.SDSNSPFS)        -
       DEVT( 3390        ) -
        VOL(  E4GN04    ) ) -
       CAT(CATALOG.MVSICFM.CATTAS21)
 DEF NVSAM(NAME(SYS1DB2.DSNB10.RSU1903T.SDSNSPFT)        -
       DEVT( 3390        ) -
        VOL(  E4GN62    ) ) -
       CAT(CATALOG.MVSICFM.CATTAS21)
 DEF NVSAM(NAME(SYS1DB2.DSNB10.RSU1903T.SDXRRESL)        -
       DEVT( 3390        ) -
        VOL(  E4GN1B    ) ) -
       CAT(CATALOG.MVSICFM.CATTAS21)
 DEF NVSAM(NAME(SYS1DB2.DSNB10.RSU1903T.SDXRSAMP)        -
       DEVT( 3390        ) -
        VOL(  E4GN0W    ) ) -
       CAT(CATALOG.MVSICFM.CATTAS21)
//
 DEF NVSAM(NAME(SYS1DB2.DSNB10.RSU1903T.PROCLIB) -
       DEVT( 3390        ) -
        VOL(  E4GN0A    ) ) -
       CAT(CATALOG.MVSICFM.CATTAS21)

