//DB2YREC  JOB (,A3),'DB2 V9 ALIAS',REGION=6M,                          00000100
//             CLASS=S,MSGCLASS=X,MSGLEVEL=(1,1)                        00000200
//DEFNVSM EXEC PGM=IDCAMS,REGION=62M                                    00000300
//SYSPRINT DD  SYSOUT=*                                                 00000400
//***                                                                   00000500
//*** SUBMIT THIS JOB FOR CATALOGS DBTRS 1 (VOL S7S2W1),                00000600
//***        DBTRS 2 (VOL S7S2W2) AND DBTRS 3 (VOL S7S2W3)              00000700
//***                                                                   00000800
//SYSIN    DD  *                                                        00000900
 DEF CL(DB2YLOG.BSDS02.NEWFMT)) RECATALOG                               00001000
//                                                                      00001100
 DEF  ALIAS(NAME(DB2TOOLT.SFECDBRM) -                                   00001200
       RELATE(SYS2.DB2TOOLS.SFECDBRM))  -                               00002000
       CAT(CATALOG.MVSICF1.DBTRS1)                                      00003000
