//UXC401M  JOB CLASS=S,MSGCLASS=X,NOTIFY=&SYSUID,
//      REGION=0M,TIME=1440
/*JOBPARM SYSAFF=MVSH
//STEP1  EXEC PGM=IDCAMS
//SYSPRINT DD SYSOUT=X
//SYSIN    DD  *
 DELETE SSXDT.SECURITY.MVSJDES1.HEALTAUD PURGE
 DELETE SSXDT.SECURITY.MVSNDES2.HEALTHCK PURGE
//
