//DEWQDEL  JOB ,'DB2 SYSTEM',CLASS=S,MSGCLASS=X,TIME=1440,REGION=0M,
//         NOTIFY=&SYSUID
/*JOBPARM SYSAFF=MVSH
//*
//* IDCAMS: DELETE   SHADOW DATA SETS
//*
//DEFSHDW  EXEC PGM=IDCAMS
//SYSPRINT  DD SYSOUT=*
//SYSUDUMP  DD SYSOUT=*
//SYSIN     DD DISP=SHR,DSN=T496544.DSNDB06.DATASETS
/*
