//DAALIAS JOB (,A3),'DB2 V9 ALIAS',NOTIFY=&SYSUID,REGION=6M,
//             CLASS=S,MSGCLASS=X,MSGLEVEL=(1,1)
//DEFNVSM EXEC PGM=IDCAMS,REGION=62M
//SYSPRINT DD  SYSOUT=*
//***
//*** DELETE ALIAS TO THE CURRENT AUTOM. TOOL INSTALLATION
//***
//SYSIN    DD  *
 DELETE ALIAS(NAME(DB2TOOLS.SFECDBRM) -
       RELATE(SYS2.DB2TOOLS.SFECDBRM))  -
       CAT(CATALOG.MVSICF1.DBTRS1)

 DELETE ALIAS(NAME(DB2TOOLS.SFECLOAD) -
       RELATE(SYS2.DB2TOOLS.SFECLOAD))  -
       CAT(CATALOG.MVSICF1.DBTRS1)

 DELETE ALIAS(NAME(DB2TOOLS.SFECMENU) -
       RELATE(SYS2.DB2TOOLS.SFECMENU))  -
       CAT(CATALOG.MVSICF1.DBTRS1)

 DELETE ALIAS(NAME(DB2TOOLS.SFECPENU) -
       RELATE(SYS2.DB2TOOLS.SFECPENU))  -
       CAT(CATALOG.MVSICF1.DBTRS1)

 DELETE ALIAS(NAME(DB2TOOLS.SFECSAMP) -
       RELATE(SYS2.DB2TOOLS.SFECSAMP))  -
       CAT(CATALOG.MVSICF1.DBTRS1)

