//UXC401M3 JOB CLASS=S,MSGCLASS=X,NOTIFY=&SYSUID,
//      REGION=0M,TIME=1440
/*JOBPARM SYSAFF=MVS3
//*********************************************************************
//*                                                                   *
//* TRIGGER DISPLAY JOBS ON SAPPLEX TEST DBVG SUBSYSTEMS              *
//*                                                                   *
//*********************************************************************
//STEP1 EXEC PGM=IKJEFT01,DYNAMNBR=20,TIME=1440
//SYSTSPRT DD  SYSOUT=*
//SYSPRINT DD  SYSOUT=*
//SYSUDUMP DD  SYSOUT=*
//SYSTSIN  DD  *
   SUB 'SSXDT.DB2MAINT(DISPDB2V)'
   SUB 'SSXDT.DB2MAINT(DISPDB3V)'
   SUB 'SSXDT.DB2MAINT(DISPDB4V)'
   SUB 'SSXDT.DB2MAINT(DISPDB5V)'
   SUB 'SSXDT.DB2MAINT(DISPDB6V)'
//SYSIN    DD  *
//
