//DB2VXALL JOB ,'DB2 SYSTEM',CLASS=S,MSGCLASS=X,TIME=1440,                      //         NOTIFY=&SYSUID                                                       /*JOBPARM SYSAFF=MVSS                                                           //* IVPS JOBS FOR DB2 CHECKOUT MVSS DB2V                                        //*                                                                             //*                                                                             //SUBALL   EXEC PGM=IKJEFT1B,DYNAMNBR=20                                        //SYSTSPRT DD  SYSOUT=*                                                         //SYSPRINT DD  SYSOUT=*                                                         //SYSUDUMP DD  SYSOUT=*                                                         //SYSTSIN  DD  *                                                                 SUBMIT 'SSXDT.DB2GEO.IVPS.JOBS.MVSSDB2V(DB2CMDS)'                               SUBMIT 'SSXDT.DB2GEO.IVPS.JOBS.MVSSDB2V(DB2UTIL)'                               SUBMIT 'SSXDT.DB2GEO.IVPS.JOBS.MVSSDB2V(DSNTEP2)'                               SUBMIT 'SSXDT.DB2GEO.IVPS.JOBS.MVSSDB2V(DSNTIAD)'                               SUBMIT 'SSXDT.DB2GEO.IVPS.JOBS.MVSSDB2V(DSNTIAUL)'                              SUBMIT 'SSXDT.DB2GEO.IVPS.JOBS.MVSSDB2V(DB2ADMIN)'                              SUBMIT 'SSXDT.DB2GEO.IVPS.JOBS.MVSSDB2V(HPU)'                                   SUBMIT 'SSXDT.DB2GEO.IVPS.JOBS.MVSSDB2V(BLDTIJUZ)'                             //                                                                               SUBMIT 'SSXDT.DB2GEO.IVPS.JOBS.MVSSDB2V(QMFBATCH)'                              SUBMIT 'SSXDT.DB2GEO.IVPS.JOBS.MVSSDB2V(QMFREXX)'                              