//DB2VXJUZ JOB ,'DB2 SYSTEM',CLASS=S,MSGCLASS=X,TIME=1440,                      //         NOTIFY=&SYSUID                                                       /*JOBPARM SYSAFF=MVSS                                                           //* IVPS JOBS FOR DB2 CHECKOUT MVSS DB2V                                        //*                                                                             //*                                                                             //*                                                                             //   JCLLIB ORDER=SSXDT.TOOLKIT.PROCLIB                                         //*                                                                             //BLDTIJUZ EXEC ISPBATCH,                                                       //             TKITPRE=SSXDT,                                                   //             ISPPRE=SYS1                                                      //STEPLIB  DD  DISP=SHR,DSN=SSXDT.DB2V.SDSNEXIT                                 //         DD  DISP=SHR,DSN=SDB2V.SDSNLOAD                                      //ISPFILE  DD  DISP=SHR,DSN=SSXDT.DB2V.NEW.SDSNSAMP                             //SYSTSIN  DD  *                                                                  ISPSTART CMD(%BLDTIJUZ LIST +                                                                 SSID(DB2V) DSNTIJUZ(DSNTIJUZ) +                                               )                                                                 //                                                                              