//DB2VXADM JOB ,'DB2 SYSTEM',CLASS=S,MSGCLASS=X,TIME=1440,                      //         NOTIFY=&SYSUID                                                       /*JOBPARM SYSAFF=MVSS                                                           //* IVPS JOBS FOR DB2 CHECKOUT MVSS DB2V                                        //*                                                                             //*                                                                             //**********************************************************************        //*                                                                             //* DB2 ADMIN GENERATED JOB                                                     //*                                                                             //**********************************************************************        //*                                                                             //***********************************************************ADB2GEN2**         //* STEP GENSQL: GENERATE SQL FROM DB2 CATALOG                                  //**********************************************************************        //GENSQL   EXEC PGM=IKJEFT1B,DYNAMNBR=100                                       //STEPLIB  DD DISP=SHR,DSN=SSXDT.DB2TOOLS.ADM.SGOCLLIB                          //         DD DISP=SHR,DSN=SSXDT.DB2TOOLS.ADM.SADBLLIB                          //         DD DISP=SHR,DSN=SSXDT.DB2V.SDSNEXIT                                  //         DD DISP=SHR,DSN=SDB2V.SDSNLOAD                                       //         DD DISP=SHR,DSN=SSXDT.DB2TOOLS.ADM.SADBLINK                          //SYSTSPRT DD SYSOUT=*                                                          //SYSTSIN  DD *                                                                   DSN SYSTEM(DB2V)                                                                RUN PROG(ADB2GEN) PLAN(ADB2GEN) -                                               PARMS('/REBIND')                                                                END                                                                           /*                                                                              //SYSPRINT DD SYSOUT=*                                                          //SQL      DD SYSOUT=*,DCB=(RECFM=FB,LRECL=80)                                  //IN       DD *                                                                   DB2SYS   = 'DB2V',                                                              DB2ALOC  = '',                                                                  DB2SERV  = 'DB2V',                                                              DB2AUTH  = 'SYSPRO',                                                            DB2REL   = '1015',                                                              GENSG    = 'N',                                                                 GENDB    = '',                                                                  GENTS    = 'N',                                                                 GENTABLE = 'N',                                                                 GENVIEW  = 'N',                                                                 GENINDEX = 'N',                                                                 GENSYN   = 'N',                                                                 GENALIAS = 'N',                                                                 GENLABEL = 'N',                                                                 GENCOMM  = 'N',                                                                 GENRELS  = 'N',                                                                 GENTRIG  = 'N',                                                                 GRANTDB  = '',                                                                  GRANTTS  = 'N',                                                                 GRANTTAB = 'N',                                                                 GRANTVW  = 'N',                                                                 GRANTSG  = 'N',                                                                 NEWDB    = '',                                                                  NEWTSSG  = '',                                                                  NEWIXSG  = '',                                                                  NEWSQLID = '',                                                                  NEWGRANTOR = '',                                                                SPCALLOC = 'DEFINED',                                                           TGTDB2   = '';                                                                  DB='DSNDB04',  TS='';                                                           ;                                                                             //                                                                                DB2REL   = '910',                                                             