//DB2VXCMS JOB ,'DB2 SYSTEM',CLASS=S,MSGCLASS=X,TIME=1440,                      //         NOTIFY=&SYSUID                                                       /*JOBPARM SYSAFF=MVSS                                                           //* IVPS JOBS FOR DB2 CHECKOUT MVSS DB2V                                        //*                                                                             //*                                                                             //*********************************************************************         //*                                                                   *         //* DB2 commands                                                      *         //*                                                                   *         //*********************************************************************         //CMDS     EXEC PGM=IKJEFT1B,DYNAMNBR=20                                        //*                                                                             //SYSTSPRT DD  SYSOUT=*                                                         //STEPLIB  DD  DISP=SHR,DSN=SSXDT.DB2V.SDSNEXIT                                 //         DD  DISP=SHR,DSN=SDB2V.SDSNLOAD                                      //SYSTSIN  DD  *                                                                  DSN SYSTEM(DB2V)                                                                    -DIS GROUP DETAIL                                                               -DIS THREAD(*)                                                                  -DIS UTIL(*)                                                                    -DIS DB(DSNDB06) SPACENAM(*) RESTRICT LIMIT(*)                              END                                                                           /*                                                                              //                                                                                    -ARC LOG MODE(QUIESCE)                                                    