//DB2VXTIL JOB ,'DB2 SYSTEM',CLASS=S,MSGCLASS=X,TIME=1440,                      //         NOTIFY=&SYSUID                                                       /*JOBPARM SYSAFF=MVSS                                                           //* IVPS JOBS FOR DB2 CHECKOUT MVSS DB2V                                        //*                                                                             //*                                                                             //REPORT EXEC DSNUPROC,SYSTEM=DB2V,UID=''                                       //STEPLIB DD DISP=SHR,DSN=SDB2V.SDSNLOAD                                        //SYSPRINT DD SYSOUT=*                                                          //SYSIN    DD *                                                                   REPORT RECOVERY TABLESPACE DSNDB06.SYSDDF DSNUM ALL                           //                                                                              