//DB2VXIAU JOB ,'DB2 SYSTEM',CLASS=S,MSGCLASS=X,TIME=1440,                      //         NOTIFY=&SYSUID                                                       /*JOBPARM SYSAFF=MVSS                                                           //* IVPS JOBS FOR DB2 CHECKOUT MVSS DB2V                                        //*                                                                             //*                                                                             //**********************************************************************        //*                                                                    *        //* DSNTIAUL                                                           *        //*                                                                    *        //**********************************************************************        //*                                                                             //TIAUL    EXEC PGM=IKJEFT1B,DYNAMNBR=20                                        //*                                                                             //STEPLIB  DD  DISP=SHR,DSN=SDB2V.SDSNLOAD                                      //*                                                                             //SYSTSPRT DD SYSOUT=*                                                          //SYSPRINT DD SYSOUT=*                                                          //SYSUDUMP DD SYSOUT=*                                                          //SYSTSIN  DD *                                                                   DSN SYSTEM(DB2V)                                                                RUN  PROGRAM(DSNTIAUL) PLAN(DSNTIAUL) PARMS('SQL')  -                                LIB('SSXDT.DB2V.RUNLIB.LOAD')                                              END                                                                           //SYSPUNCH  DD SYSOUT=*                                                         //SYSREC00  DD SYSOUT=*                                                         //SYSIN DD *                                                                      SELECT * FROM SYSIBM.SYSDUMMY1  ;                                             //                                                                              