//DB2VXIAD JOB ,'DB2 SYSTEM',CLASS=S,MSGCLASS=X,TIME=1440,                      //         NOTIFY=&SYSUID                                                       /*JOBPARM SYSAFF=MVSS                                                           //* IVPS JOBS FOR DB2 CHECKOUT MVSS DB2V                                        //*                                                                             //*                                                                             //**********************************************************************        //*                                                                    *        //* DSNTIAD                                                            *        //*                                                                    *        //**********************************************************************        //*                                                                             //TIADA1   EXEC PGM=IKJEFT1B,DYNAMNBR=20                                        //*                                                                             //STEPLIB  DD  DISP=SHR,DSN=SDB2V.SDSNLOAD                                      //*                                                                             //SYSTSPRT DD  SYSOUT=*                                                         //SYSPRINT DD  SYSOUT=*                                                         //SYSUDUMP DD  SYSOUT=*                                                         //SYSTSIN  DD *                                                                   DSN SYSTEM(DB2V)                                                                RUN  PROGRAM(DSNTIAD) PLAN(DSNTIAD) -                                                LIB('SSXDT.DB2V.RUNLIB.LOAD')                                            //SYSIN    DD *                                                                   SET CURRENT SQLID='T799172'  ;                                                //                                                                              