//DB2VXEP2 JOB ,'DB2 SYSTEM',CLASS=S,MSGCLASS=X,TIME=1440,                      //         NOTIFY=&SYSUID                                                       /*JOBPARM SYSAFF=MVSS                                                           //* IVPS JOBS FOR DB2 CHECKOUT MVSS DB2V                                        //*                                                                             //*                                                                             //**********************************************************************        //*                                                                    *        //* DSNTEP2 - DSNTEP4                                                  *        //*                                                                    *        //**********************************************************************        //*                                                                             //TEP2     EXEC PGM=IKJEFT1B,DYNAMNBR=20                                        //*                                                                             //STEPLIB  DD DISP=SHR,DSN=SDB2V.SDSNLOAD                                       //*                                                                             //SYSTSPRT DD SYSOUT=*                                                          //SYSPRINT DD SYSOUT=*                                                          //SYSUDUMP DD SYSOUT=*                                                          //SYSTSIN  DD *                                                                   DSN SYSTEM(DB2V)                                                                RUN  PROGRAM(DSNTEP2) PLAN(DSNTEP2) -                                                LIB('SSXDT.DB2V.RUNLIB.LOAD')  PARMS('/ALIGN(MID)')                      //SYSIN    DD *                                                                   SELECT * FROM SYSIBM.SYSDUMMY1   ;                                            //                                                                              //TEP4     EXEC PGM=IKJEFT1B,DYNAMNBR=20                                        //*                                                                             //STEPLIB  DD DISP=SHR,DSN=SDB2V.SDSNLOAD                                       //*                                                                             //SYSTSPRT DD SYSOUT=*                                                          //SYSPRINT DD SYSOUT=*                                                          //SYSUDUMP DD SYSOUT=*                                                          //SYSTSIN  DD *                                                                   DSN SYSTEM(DB2V)                                                                RUN  PROGRAM(DSNTEP4) PLAN(DSNTEP4) -                                                LIB('SSXDT.DB2V.RUNLIB.LOAD')  PARMS('/ALIGN(MID)')                      //SYSIN    DD *                                                                   SELECT * FROM SYSIBM.SYSDUMMY1   ;                                            //                                                                              