//DB2VXHPU JOB ,'DB2 SYSTEM',CLASS=S,MSGCLASS=X,TIME=1440,                      //         NOTIFY=&SYSUID                                                       /*JOBPARM SYSAFF=MVSS                                                           //* IVPS JOBS FOR DB2 CHECKOUT MVSS DB2V                                        //*                                                                             //*                                                                             //**********************************************************************        //*                                                                    *        //* HPU                                                                *        //*                                                                    *        //**********************************************************************        //*                                                                             //JOBLIB   DD  DSN=SDB2V.SDSNLOAD,DISP=SHR                                      //*                                                                             //HPUUNLD1 EXEC PGM=INZUTILB,DYNAMNBR=99,PARM='DB2V,DB2HPU'                     //SYSPRINT  DD SYSOUT=*                                                         //SYSREC00  DD SYSOUT=*                                                         //LOADCARD  DD SYSOUT=*                                                         //SYSIN     DD *                                                                 UNLOAD TABLESPACE DSNDB06.SYSEBCDC                                              DB2 NO                                                                            SELECT * FROM SYSIBM.SYSDUMMY1                                                    FORMAT DSNTIAUL                                                                 OUTDDN (SYSREC00)                                                               LOADDDN (LOADCARD)                                                         //                                                                              