//DB2VQMFB JOB ,'DB2 SYSTEM',CLASS=S,MSGCLASS=X,TIME=1440,                      //         NOTIFY=&SYSUID                                                       /*JOBPARM SYSAFF=MVSS                                                           //**********************************************************                    //*                                                        *                    //* QMF BATHC                                              *                    //*                                                        *                    //**********************************************************                    //QMFBATCH EXEC PGM=IKJEFT1B,                                                   //       TIME=1440,                                                             //       DYNAMNBR=30,                                                           //       REGION=4M                                                              //**********************************************************                    //*        PROGRAM LOAD LIBRARIES                          *                    //**********************************************************                    //STEPLIB  DD  DISP=SHR,DSN=SSXDT.DB2TOOLS.QMF.SDSQLOAD                         //         DD  DISP=SHR,DSN=SYS1.SISPLOAD                                       //         DD  DISP=SHR,DSN=SSXDT.DB2V.SDSNLOAD                                 //         DD  DISP=SHR,DSN=SYS1.SADMMOD                                        //**********************************************************                    //*        SYSEXEC USED BY QMF                             *                    //**********************************************************                    //SYSEXEC  DD  DSN=SSXDT.DB2TOOLS.QMF.SDSQEXCE,DISP=SHR                         //**********************************************************                    //*                                                                             //**********************************************************                    //ISPPLIB  DD  DSN=SYS1.SISPPENU,DISP=SHR                                       //         DD  DSN=SSXDT.DB2TOOLS.QMF.SDSQPLBE,DISP=SHR                         //ISPMLIB  DD  DSN=SYS1.SISPMENU,DISP=SHR                                       //         DD  DSN=SSXDT.DB2TOOLS.QMF.SDSQMLBE,DISP=SHR                         //ISPSLIB  DD  DSN=SYS1.SISPSLIB,DISP=SHR                                       //         DD  DSN=SSXDT.DB2TOOLS.QMF.SDSQSLBE,DISP=SHR                         //ISPTLIB  DD  DSN=&ISPTLIB,DISP=(,PASS),                                       //         DCB=(LRECL=80,BLKSIZE=27920,RECFM=FB),                               //         UNIT=SYSDA,SPACE=(CYL,(2,2,2))                                       //         DD  DSN=SYS1.SISPTENU,DISP=SHR                                       //ISPPROF  DD  UNIT=SYSDA,SPACE=(TRK,(9,1,4)),                                  //        DCB=(LRECL=80,BLKSIZE=3120,RECFM=FB)                                  //SYSUDUMP DD  SYSOUT=H                                                         //**********************************************************                    //*        QMF/GDDM MAPS                                   *                    //**********************************************************                    //ADMGGMAP DD  DSN=SSXDT.DB2TOOLS.QMF.SDSQMAPE,DISP=SHR                         //**********************************************************                    //*        DATASETS USED BY QMF                            *                    //**********************************************************                    //DSQPNLE DD DSN=SSXDT.DB2TOOLS.QMF.DSQPNLE,DISP=SHR                            //DSQPRINT DD  SYSOUT=*                                                         //DSQDEBUG DD  SYSOUT=*                                                         //DSQUDUMP DD  SYSOUT=*                                                         //SYSTSPRT DD  SYSOUT=*                                                         //SYSTSIN  DD  *                                                                  ISPSTART PGM(DSQQMFE) +                                                                  PARM(S=DB2V,M=B,I=Q.DB2GEO_IVPS_PROC,MR=NO)                          //                                                                              