//DB2VQMFR JOB ,'DB2 SYSTEM',CLASS=S,MSGCLASS=X,TIME=1440,  UID                 //         NOTIFY=&SYSUID                                                       /*JOBPARM SYSAFF=MVSS                                                           //*********************************************************************         //*                                                                   *         //* QMF REXX PROD                                                     *         //*                                                                   *         //*********************************************************************         //CMDS     EXEC PGM=IKJEFT1B,DYNAMNBR=20                                        //*                                                                             //STEPLIB  DD  DISP=SHR,DSN=SSXDT.DB2TOOLS.QMF.SDSQLOAD                         //         DD  DISP=SHR,DSN=SSXDT.DB2V.SDSNLOAD                                 //         DD  DISP=SHR,DSN=SYS1.SADMMOD                                        //SYSEXEC  DD  DISP=SHR,DSN=SSXDT.DB2GEO.IVPS.SAMPLE                            //         DD  DISP=SHR,DSN=SSXDT.DB2TOOLS.QMF.SDSQEXCE                         //ADMGGMAP DD  DISP=SHR,DSN=SSXDT.DB2TOOLS.QMF.SDSQMAPE                         //SYSTSPRT DD  SYSOUT=*                                                         //SYSPRINT DD  SYSOUT=*                                                         //DSQPRINT DD  SYSOUT=*                                                         //SYSTSIN  DD  *                                                                 %@QMFREXX DB2V DB2V                                                            /*                                                                              //                                                                              