//DBA@IDCA JOB (X),'JXS0036',NOTIFY=&SYSUID.,CLASS=2,REGION=0M,
//             TIME=1440,MSGLEVEL=(1,1),MSGCLASS=X
//*
//IDCAMS   EXEC PGM=IDCAMS
//SYSPRINT DD SYSOUT=*
//SYSIN    DD *
  LISTC ENT(DB2CATP.DSNDBD.XRVPP001.IARLH001.I0001.A001) ALL
