//DBA0036I JOB (X),'DBA IEFBR14',
//             CLASS=2,REGION=0M,TIME=1440,
//             MSGLEVEL=(1,1),MSGCLASS=X,NOTIFY=&SYSUID.
//*
//JCLLIB   JCLLIB ORDER=(AFDB.PROD.PROCLIB,AFDB.PROD.PROCLIB)
//*
//CLEANUP  EXEC IEFBR14,DSN=JXS0036.DB2.TESTE.ZZZZZ
