//JXS0036R JOB X,CLASS=2,MSGCLASS=X,REGION=0M,NOTIFY=&SYSUID
//*---------------------------------------------------------------------
//JCLLIB JCLLIB ORDER=(AFDB.PROD.PROCLIB)
//         INCLUDE MEMBER=SETSYMBS
//         SET SSID=DSN
//*---------------------------------------------------------------------
//*  SELECT 'REBIND PACKAGE ('||STRIP(COLLID)||'.'||
//*          STRIP(NAME)||'.('||STRIP(VERSION)||')) -'
//*         ,COLLID,NAME,VERSION,1
//*    FROM SYSIBM.SYSPACKAGE
//*   WHERE NAME = 'CBRHDBS'
//*     AND COLLID >= 'GROUP05'
//*     AND VALID = 'Y'
//*     AND OPERATIVE = 'Y'
//*  UNION ALL
//*  SELECT '   EXPLAIN(YES)'
//*         ,COLLID,NAME,VERSION,2
//*    FROM SYSIBM.SYSPACKAGE
//*   WHERE NAME = 'CBRHDBS'
//*     AND COLLID >= 'GROUP05'
//*     AND VALID = 'Y'
//*     AND OPERATIVE = 'Y'
//*   ORDER BY 2,3,4,5
//*---------------------------------------------------------------------
//REBIND   EXEC PGM=IKJEFT01,DYNAMNBR=100,REGION=4M
//SYSTSPRT DD  SYSOUT=*
//SYSPRINT DD  SYSOUT=*
//LISTING  DD  SYSOUT=*
//SYSTSIN  DD  DISP=SHR,DSN=AFDB.PROD.PARMLIB(SYS&SSID.)
//         DD  *
REBIND PACKAGE (GROUP00.CBRHDBS.(2019-05-14-21.17.19.535381)) -
   EXPLAIN(YES)
//
REBIND PACKAGE (GROUP05.CBRHDBS.(2019-05-14-21.17.19.535381)) -
   EXPLAIN(YES)
REBIND PACKAGE (GROUP06.CBRHDBS.(2019-05-14-21.17.19.535381)) -
   EXPLAIN(YES)
REBIND PACKAGE (GROUP07.CBRHDBS.(2019-05-14-21.17.19.535381)) -
   EXPLAIN(YES)
REBIND PACKAGE (GROUP08.CBRHDBS.(2019-05-14-21.17.19.535381)) -
   EXPLAIN(YES)
REBIND PACKAGE (GROUP09.CBRHDBS.(2019-05-14-21.17.19.535381)) -
   EXPLAIN(YES)
REBIND PACKAGE (GROUP10.CBRHDBS.(2019-05-14-21.17.19.535381)) -
   EXPLAIN(YES)
REBIND PACKAGE (GROUP11.CBRHDBS.(2019-05-14-21.17.19.535381)) -
   EXPLAIN(YES)
REBIND PACKAGE (GROUP12.CBRHDBS.(2019-05-14-21.17.19.535381)) -
   EXPLAIN(YES)
REBIND PACKAGE (GROUP13.CBRHDBS.(2019-05-14-21.17.19.535381)) -
   EXPLAIN(YES)
REBIND PACKAGE (GROUP14.CBRHDBS.(2019-05-14-21.17.19.535381)) -
   EXPLAIN(YES)
REBIND PACKAGE (GROUP15.CBRHDBS.(2019-05-14-21.17.19.535381)) -
   EXPLAIN(YES)
REBIND PACKAGE (GROUP16.CBRHDBS.(2019-05-14-21.17.19.535381)) -
   EXPLAIN(YES)
REBIND PACKAGE (GROUP17.CBRHDBS.(2019-05-14-21.17.19.535381)) -
   EXPLAIN(YES)
REBIND PACKAGE (GROUP18.CBRHDBS.(2019-05-14-21.17.19.535381)) -
   EXPLAIN(YES)
REBIND PACKAGE (GROUP19.CBRHDBS.(2019-05-14-21.17.19.535381)) -
   EXPLAIN(YES)
REBIND PACKAGE (GROUP20.CBRHDBS.(2019-05-14-21.17.19.535381)) -
   EXPLAIN(YES)
REBIND PACKAGE (GROUP21.CBRHDBS.(2019-05-14-21.17.19.535381)) -
   EXPLAIN(YES)
REBIND PACKAGE (GROUP22.CBRHDBS.(2019-05-14-21.17.19.535381)) -
   EXPLAIN(YES)
REBIND PACKAGE (GROUP23.CBRHDBS.(2019-05-14-21.17.19.535381)) -
   EXPLAIN(YES)
REBIND PACKAGE (GROUP24.CBRHDBS.(2019-05-14-21.17.19.535381)) -
   EXPLAIN(YES)
REBIND PACKAGE (GROUP25.CBRHDBS.(2019-05-14-21.17.19.535381)) -
   EXPLAIN(YES)
REBIND PACKAGE (GROUP26.CBRHDBS.(2019-05-14-21.17.19.535381)) -
   EXPLAIN(YES)
REBIND PACKAGE (GROUP27.CBRHDBS.(2019-05-14-21.17.19.535381)) -
   EXPLAIN(YES)
REBIND PACKAGE (GROUP28.CBRHDBS.(2019-05-14-21.17.19.535381)) -
   EXPLAIN(YES)
REBIND PACKAGE (GROUP29.CBRHDBS.(2019-05-14-21.17.19.535381)) -
   EXPLAIN(YES)
REBIND PACKAGE (GROUP30.CBRHDBS.(2019-05-14-21.17.19.535381)) -
   EXPLAIN(YES)
REBIND PACKAGE (GROUP31.CBRHDBS.(2019-05-14-21.17.19.535381)) -
   EXPLAIN(YES)
REBIND PACKAGE (GROUP32.CBRHDBS.(2019-05-14-21.17.19.535381)) -
   EXPLAIN(YES)
REBIND PACKAGE (GROUP33.CBRHDBS.(2019-05-14-21.17.19.535381)) -
   EXPLAIN(YES)
REBIND PACKAGE (GROUP34.CBRHDBS.(2019-05-14-21.17.19.535381)) -
   EXPLAIN(YES)
REBIND PACKAGE (GROUP35.CBRHDBS.(2019-05-14-21.17.19.535381)) -
   EXPLAIN(YES)
REBIND PACKAGE (GROUP36.CBRHDBS.(2019-05-14-21.17.19.535381)) -
   EXPLAIN(YES)
REBIND PACKAGE (GROUP37.CBRHDBS.(2019-05-14-21.17.19.535381)) -
   EXPLAIN(YES)
REBIND PACKAGE (GROUP38.CBRHDBS.(2019-05-14-21.17.19.535381)) -
   EXPLAIN(YES)
REBIND PACKAGE (GROUP39.CBRHDBS.(2019-05-14-21.17.19.535381)) -
   EXPLAIN(YES)
REBIND PACKAGE (GROUP40.CBRHDBS.(2019-05-14-21.17.19.535381)) -
   EXPLAIN(YES)
REBIND PACKAGE (GROUP41.CBRHDBS.(2019-05-14-21.17.19.535381)) -
   EXPLAIN(YES)
REBIND PACKAGE (GROUP42.CBRHDBS.(2019-05-14-21.17.19.535381)) -
   EXPLAIN(YES)
REBIND PACKAGE (GROUP43.CBRHDBS.(2019-05-14-21.17.19.535381)) -
   EXPLAIN(YES)
REBIND PACKAGE (GROUP44.CBRHDBS.(2019-05-14-21.17.19.535381)) -
   EXPLAIN(YES)
REBIND PACKAGE (GROUP45.CBRHDBS.(2019-05-14-21.17.19.535381)) -
   EXPLAIN(YES)
REBIND PACKAGE (GROUP46.CBRHDBS.(2019-05-14-21.17.19.535381)) -
   EXPLAIN(YES)
REBIND PACKAGE (GROUP47.CBRHDBS.(2019-05-14-21.17.19.535381)) -
   EXPLAIN(YES)
REBIND PACKAGE (GROUP48.CBRHDBS.(2019-05-14-21.17.19.535381)) -
   EXPLAIN(YES)
REBIND PACKAGE (GROUP49.CBRHDBS.(2019-05-14-21.17.19.535381)) -
   EXPLAIN(YES)
REBIND PACKAGE (GROUP50.CBRHDBS.(2019-05-14-21.17.19.535381)) -
   EXPLAIN(YES)
REBIND PACKAGE (GROUP51.CBRHDBS.(2019-05-14-21.17.19.535381)) -
   EXPLAIN(YES)
REBIND PACKAGE (GROUP52.CBRHDBS.(2019-05-14-21.17.19.535381)) -
   EXPLAIN(YES)
REBIND PACKAGE (GROUP53.CBRHDBS.(2019-05-14-21.17.19.535381)) -
   EXPLAIN(YES)
REBIND PACKAGE (GROUP54.CBRHDBS.(2019-05-14-21.17.19.535381)) -
   EXPLAIN(YES)
REBIND PACKAGE (GROUP55.CBRHDBS.(2019-05-14-21.17.19.535381)) -
   EXPLAIN(YES)
REBIND PACKAGE (GROUP56.CBRHDBS.(2019-05-14-21.17.19.535381)) -
   EXPLAIN(YES)
REBIND PACKAGE (GROUP57.CBRHDBS.(2019-05-14-21.17.19.535381)) -
   EXPLAIN(YES)
REBIND PACKAGE (GROUP58.CBRHDBS.(2019-05-14-21.17.19.535381)) -
   EXPLAIN(YES)
REBIND PACKAGE (GROUP59.CBRHDBS.(2019-05-14-21.17.19.535381)) -
   EXPLAIN(YES)
REBIND PACKAGE (GROUP60.CBRHDBS.(2019-05-14-21.17.19.535381)) -
   EXPLAIN(YES)
REBIND PACKAGE (GROUP61.CBRHDBS.(2019-05-14-21.17.19.535381)) -
   EXPLAIN(YES)
REBIND PACKAGE (GROUP62.CBRHDBS.(2019-05-14-21.17.19.535381)) -
   EXPLAIN(YES)
REBIND PACKAGE (GROUP63.CBRHDBS.(2019-05-14-21.17.19.535381)) -
   EXPLAIN(YES)
REBIND PACKAGE (GROUP64.CBRHDBS.(2019-05-14-21.17.19.535381)) -
   EXPLAIN(YES)
REBIND PACKAGE (GROUP65.CBRHDBS.(2019-05-14-21.17.19.535381)) -
   EXPLAIN(YES)
REBIND PACKAGE (GROUP66.CBRHDBS.(2019-05-14-21.17.19.535381)) -
   EXPLAIN(YES)
REBIND PACKAGE (GROUP67.CBRHDBS.(2019-05-14-21.17.19.535381)) -
   EXPLAIN(YES)
REBIND PACKAGE (GROUP68.CBRHDBS.(2019-05-14-21.17.19.535381)) -
   EXPLAIN(YES)
REBIND PACKAGE (GROUP69.CBRHDBS.(2019-05-14-21.17.19.535381)) -
   EXPLAIN(YES)
REBIND PACKAGE (GROUP70.CBRHDBS.(2019-05-14-21.17.19.535381)) -
   EXPLAIN(YES)
REBIND PACKAGE (GROUP71.CBRHDBS.(2019-05-14-21.17.19.535381)) -
   EXPLAIN(YES)
REBIND PACKAGE (GROUP72.CBRHDBS.(2019-05-14-21.17.19.535381)) -
   EXPLAIN(YES)
REBIND PACKAGE (GROUP73.CBRHDBS.(2019-05-14-21.17.19.535381)) -
   EXPLAIN(YES)
REBIND PACKAGE (GROUP74.CBRHDBS.(2019-05-14-21.17.19.535381)) -
   EXPLAIN(YES)
REBIND PACKAGE (GROUP75.CBRHDBS.(2019-05-14-21.17.19.535381)) -
   EXPLAIN(YES)
REBIND PACKAGE (GROUP76.CBRHDBS.(2019-05-14-21.17.19.535381)) -
   EXPLAIN(YES)
REBIND PACKAGE (GROUP77.CBRHDBS.(2019-05-14-21.17.19.535381)) -
   EXPLAIN(YES)
REBIND PACKAGE (GROUP78.CBRHDBS.(2019-05-14-21.17.19.535381)) -
   EXPLAIN(YES)
REBIND PACKAGE (GROUP79.CBRHDBS.(2019-05-14-21.17.19.535381)) -
   EXPLAIN(YES)
REBIND PACKAGE (GROUP80.CBRHDBS.(2019-05-14-21.17.19.535381)) -
   EXPLAIN(YES)
REBIND PACKAGE (GROUP81.CBRHDBS.(2019-05-14-21.17.19.535381)) -
   EXPLAIN(YES)
REBIND PACKAGE (GROUP82.CBRHDBS.(2019-05-14-21.17.19.535381)) -
   EXPLAIN(YES)
REBIND PACKAGE (GROUP83.CBRHDBS.(2019-05-14-21.17.19.535381)) -
   EXPLAIN(YES)
REBIND PACKAGE (GROUP84.CBRHDBS.(2019-05-14-21.17.19.535381)) -
   EXPLAIN(YES)
REBIND PACKAGE (GROUP85.CBRHDBS.(2019-05-14-21.17.19.535381)) -
   EXPLAIN(YES)
REBIND PACKAGE (GROUP86.CBRHDBS.(2019-05-14-21.17.19.535381)) -
   EXPLAIN(YES)
REBIND PACKAGE (GROUP87.CBRHDBS.(2019-05-14-21.17.19.535381)) -
   EXPLAIN(YES)
REBIND PACKAGE (GROUP88.CBRHDBS.(2019-05-14-21.17.19.535381)) -
   EXPLAIN(YES)
REBIND PACKAGE (GROUP89.CBRHDBS.(2019-05-14-21.17.19.535381)) -
   EXPLAIN(YES)
REBIND PACKAGE (GROUP90.CBRHDBS.(2019-05-14-21.17.19.535381)) -
   EXPLAIN(YES)
REBIND PACKAGE (GROUP91.CBRHDBS.(2019-05-14-21.17.19.535381)) -
   EXPLAIN(YES)
REBIND PACKAGE (GROUP92.CBRHDBS.(2019-05-14-21.17.19.535381)) -
   EXPLAIN(YES)
REBIND PACKAGE (GROUP93.CBRHDBS.(2019-05-14-21.17.19.535381)) -
   EXPLAIN(YES)
REBIND PACKAGE (GROUP94.CBRHDBS.(2019-05-14-21.17.19.535381)) -
   EXPLAIN(YES)
REBIND PACKAGE (GROUP95.CBRHDBS.(2019-05-14-21.17.19.535381)) -
   EXPLAIN(YES)
REBIND PACKAGE (GROUP96.CBRHDBS.(2019-05-14-21.17.19.535381)) -
   EXPLAIN(YES)
REBIND PACKAGE (GROUP97.CBRHDBS.(2019-05-14-21.17.19.535381)) -
   EXPLAIN(YES)
REBIND PACKAGE (GROUP98.CBRHDBS.(2019-05-14-21.17.19.535381)) -
   EXPLAIN(YES)
REBIND PACKAGE (GROUP99.CBRHDBS.(2019-05-14-21.17.19.535381)) -
   EXPLAIN(YES)
END
/*
