//DBAUNLOD JOB (X),'DB2 OLR',NOTIFY=&SYSUID.,                           00010000
//             CLASS=2,                                                 00020000
//             REGION=0M,                                               00030000
//             MSGLEVEL=(1,1),                                          00040000
//             MSGCLASS=X                                               00050000
//*                                                                     00060000
//JCLLIB   JCLLIB ORDER=(AFDB.PROD.PROCLIB)                             00070000
//*                                                                     00080000
// INCLUDE MEMBER=SETSYMBS                                              00090000
//*                                                                     00100000
//JS1      EXEC DSNUPROC,SYSTEM=DSNB,UID=DBAUNLOAD                      00110000
//SREC     DD  SYSOUT=*                                                 00120000
//SPUNCH   DD  SYSOUT=*                                                 00130000
//SYSIN    DD  DISP=SHR,DSN=AFDB.PROD.PARMLIB(OPTNSKIP)                 00140000
//         DD  DISP=SHR,DSN=AFDB.PROD.TEMPLATE(LPICVTS)                 00150000
//         DD  DISP=SHR,DSN=AFDB.PROD.TEMPLATE(RPICTAPE)                00160000
//         DD  *                                                        00170000
TEMPLATE PUNCHDSN                                                       00171000
         DSN      (AFDB.&DB..&SN..D&DT..T&TI..PUN)                      00172000
         DISP     (NEW,CATLG,CATLG)                                     00173000
         UNIT      SYSDA                                                00174000
         VOLCNT    15                                                   00175000
         SPACE    (1,1) CYL                                             00176000
TEMPLATE UNLOADSN                                                       00177000
         DSN      (AFDB.&DB..&SN..D&DT..T&TI..DAT)                      00178000
         DISP     (NEW,CATLG,CATLG)                                     00179000
         UNIT      SYSDA                                                00179100
         VOLCNT    15                                                   00179200
         SPACE    (10,10) CYL                                           00179300
                                                                        00179600
UNLOAD TABLESPACE ISHFSYS.TFBSH                                         00230000
       FROMCOPY DB2T.ISHFSYS.TFBSH.P00000.FLP.D1310500                  00240000
       UNLDDN UNLOADSN                                                  00250000
       PUNCHDDN PUNCHDSN                                                00260000
       SHRLEVEL REFERENCE                                               00270000
   FROM TABLE DB2FFI.SHIPMENT                                           00280000
       WHEN (PRO_NUMBER IN ('400101274199',                             00290000
                            '400101274203',                             00300000
                            '400101274214',                             00310000
                            '400101274225',                             00320000
                            '400101274236',                             00330000
                            '400101274247',                             00340000
                            '400101274019',                             00350000
                            '400101274030',                             00360000
                            '400101274020',                             00370000
                            '400101274188',                             00380000
                            '400101274041',                             00390000
                            '400101274052',                             00400000
                            '400101274063',                             00410000
                            '400101274074',                             00420000
                            '400101274085',                             00430000
                            '400101274096',                             00440000
                            '400101274100',                             00450000
                            '400101274111',                             00460000
                            '400101274122',                             00470000
                            '400101275026',                             00480000
                            '400101274144',                             00490000
                            '400101274155',                             00500000
                            '400101274166',                             00510000
                            '400101274177',                             00520000
                            '400101274258',                             00530000
                            '400101274269',                             00540000
                            '400101274270',                             00550000
                            '400101274280',                             00560000
                            '400101274291',                             00570000
                            '400101274306',                             00580000
                            '400101274317',                             00590000
                            '400101274328',                             00600000
                            '400101274339',                             00610000
                            '400101274340',                             00620000
                            '400101274350',                             00630000
                            '400101274361',                             00640000
                            '400101274372',                             00650000
                            '400101274383',                             00660000
                            '400101274394',                             00670000
                            '400101274409',                             00680000
                            '400101274410',                             00690000
                            '400101274420',                             00700000
                            '400101274431',                             00710000
                            '400101274464',                             00720000
                            '400101274475'))                            00730000
