//DB2COPY  JOB (X),'DB2 COPY',NOTIFY=&SYSUID.,CLASS=2,REGION=0M,
//   TIME=1440,MSGLEVEL=(1,1),MSGCLASS=X
//*
/*JOBPARM  LINES=9999
//*
//JCLLIB   JCLLIB ORDER=(AFDB.PROD.PROCLIB)
//*
//         INCLUDE MEMBER=SETSYMBS
//*
//JS1      EXEC DB2BATCH,ENV=TEST,SSID=DSNB,UID=DB2COPY
//SYSIN    DD  DISP=SHR,DSN=AFDB.PROD.PARMLIB(OPTNSKIP)
//         DD  DISP=SHR,DSN=AFDB.&ENV..TEMPLATE(LPICVTS)
//         DD  *
LISTDEF LDEFTS
        INCLUDE TABLESPACE IPRPS12.THP74
        INCLUDE TABLESPACE IPRPS04.THF08

COPY     LIST      LDEFTS
         FULL      YES
         SHRLEVEL  CHANGE
         COPYDDN  (LPCOPY)
/*
//*
