//JXS0036A JOB (X),'JOSEFILHO.OSV',NOTIFY=&SYSUID.,CLASS=2,REGION=0M,   JOB19752
//             TIME=1440,MSGLEVEL=(1,1),MSGCLASS=X
//*
//JCLLIB   JCLLIB ORDER=(AFDB.PROD.PROCLIB)
//*
//         INCLUDE MEMBER=SETSYMBS
//*
//JS1      EXEC DB2BATCH,ENV=PROD,SSID=DSN,UID=DB2UNLD
//SYSIN    DD  DISP=SHR,DSN=AFDB.PROD.PARMLIB(OPTNSKIP)
//         DD  DISP=SHR,DSN=AFDB.&ENV..TEMPLATE(PUNCH)
//         DD  DISP=SHR,DSN=AFDB.&ENV..TEMPLATE(UNLOADT)
//         DD  *
LISTDEF  LDEFTS
         INCLUDE TABLESPACE AFWHRPST.AFTSHP74
         INCLUDE TABLESPACE AFWHRFXF.AFTSHF08

UNLOAD   LIST LDEFTS
         UNLDDN      UNLOAD
         PUNCHDDN    PUNCH
         SHRLEVEL CHANGE ISOLATION UR
/*
//*
