//DB2QUIES JOB (X),'SMIKE',NOTIFY=&SYSUID.,CLASS=1,REGION=0M,
//   TIME=1440,MSGLEVEL=(1,1),MSGCLASS=X
//*
//JCLLIB   JCLLIB ORDER=(AFDB.PROD.PROCLIB)
//*
//         INCLUDE MEMBER=SETSYMBS
//*
//JS1      EXEC DB2BATCH,ENV=PROD,SSID=DSN,UID=DB2QUIESCE
//SYSIN    DD  DISP=SHR,DSN=AFDB.PROD.PARMLIB(OPTNSKIP)
//         DD  *
LISTDEF LDEFTS
   INCLUDE   TABLESPACE AFWPEDB.*                  PARTLEVEL
   EXCLUDE   TABLESPACE AFWPEDB.EDBGTNTS           PARTLEVEL
   EXCLUDE   TABLESPACE AFWPEDB.EDBHRSTS           PARTLEVEL
   EXCLUDE   TABLESPACE AFWPEDB.EDBPAYTS           PARTLEVEL

QUIESCE LIST LDEFTS
/*
//*
