//DBARBIX1 JOB (X),'CICERO',NOTIFY=&SYSUID.,CLASS=1,REGION=0M,
//   TIME=1440,MSGLEVEL=(1,1),MSGCLASS=X
//*
//UTIL EXEC DSNUPROC,SYSTEM=DSN,UID='IXRBLD1',UTPROC=''
//DSNUPROC.SYSIN    DD  *
      REBUILD INDEX (AFW.IOVCI02)
        SHRLEVEL CHANGE
        SORTDEVT SYSDA
          SORTNUM 64
            SORTKEYS
              STATISTICS
                KEYCARD FREQVAL NUMCOLS 1 COUNT 15
                        FREQVAL NUMCOLS 2 COUNT 25
                        FREQVAL NUMCOLS 3 COUNT 35
                        FREQVAL NUMCOLS 4 COUNT 45
                        FREQVAL NUMCOLS 5 COUNT 55
                        FREQVAL NUMCOLS 6 COUNT 65
                UPDATE(ALL) HISTORY(ALL)
                FORCEROLLUP(YES)
