//JXS0036R JOB (X),'CICERO',NOTIFY=&SYSUID.,CLASS=2,REGION=0M,
//             TIME=1440,MSGLEVEL=(1,1),MSGCLASS=X
//*
//JCLLIB   JCLLIB ORDER=(AFDB.PROD.PROCLIB)
//*
//         INCLUDE MEMBER=SETSYMBS
//*
//STEP0001 EXEC DB2BATCH,ENV=TEST,SSID=DSNB,UID=DB2STATS
//SYSIN    DD  DISP=SHR,DSN=AFDB.PROD.PARMLIB(OPTNSKIP)
//         DD  *
LISTDEF LDEFTS
  INCLUDE TABLESPACE CBROAM.OCDRVTSP
  INCLUDE TABLESPACE CBROAM.OCFSDTSP
  INCLUDE TABLESPACE CBROAM.OCLIBTSP
  INCLUDE TABLESPACE CBROAM.OCSLTTSP
  INCLUDE TABLESPACE CBROAM.OCTVLTSP
  INCLUDE TABLESPACE CBROAM.OCVOLTSP
  INCLUDE TABLESPACE GROUP00.OSMDTS
  INCLUDE TABLESPACE GROUP00.OSMOTS04
  INCLUDE TABLESPACE GROUP00.OSMOTS32
  INCLUDE TABLESPACE GROUP01.OSMDTS
  INCLUDE TABLESPACE GROUP01.OSMOT32A
  INCLUDE TABLESPACE GROUP01.OSMOTS04
  INCLUDE TABLESPACE GROUP02.OSMDTS
  INCLUDE TABLESPACE GROUP02.OSMOT32A
  INCLUDE TABLESPACE GROUP02.OSMOTS04
  INCLUDE TABLESPACE GROUP03.OSMDTS
  INCLUDE TABLESPACE GROUP03.OSMOT32A
  INCLUDE TABLESPACE GROUP03.OSMOTS04
  INCLUDE TABLESPACE GROUP04.OSMDTS
  INCLUDE TABLESPACE GROUP04.OSMOT32A
  INCLUDE TABLESPACE GROUP04.OSMOTS04
  INCLUDE TABLESPACE GROUP05.OSMDTS
  INCLUDE TABLESPACE GROUP05.OSMOTS04
  INCLUDE TABLESPACE GROUP05.OSMOTS32
  INCLUDE TABLESPACE GROUP06.OSMDTS
  INCLUDE TABLESPACE GROUP06.OSMOTS04
  INCLUDE TABLESPACE GROUP06.OSMOTS32
  INCLUDE TABLESPACE GROUP07.OSMDTS
  INCLUDE TABLESPACE GROUP07.OSMOTS04
  INCLUDE TABLESPACE GROUP07.OSMOTS32
  INCLUDE TABLESPACE GROUP08.OSMDTS
  INCLUDE TABLESPACE GROUP08.OSMOTS04
  INCLUDE TABLESPACE GROUP08.OSMOTS32
  INCLUDE TABLESPACE GROUP09.OSMDTS
  INCLUDE TABLESPACE GROUP09.OSMOTS04
  INCLUDE TABLESPACE GROUP09.OSMOTS32
  INCLUDE TABLESPACE GROUP10.OSMDTS
  INCLUDE TABLESPACE GROUP10.OSMOTS04
  INCLUDE TABLESPACE GROUP10.OSMOTS32
  INCLUDE TABLESPACE GROUP11.OSMDTS
  INCLUDE TABLESPACE GROUP11.OSMOTS04
  INCLUDE TABLESPACE GROUP11.OSMOTS32
  INCLUDE TABLESPACE GROUP12.OSMDTS
  INCLUDE TABLESPACE GROUP12.OSMOTS04
  INCLUDE TABLESPACE GROUP12.OSMOTS32
  INCLUDE TABLESPACE GROUP13.OSMDTS
  INCLUDE TABLESPACE GROUP13.OSMOTS04
  INCLUDE TABLESPACE GROUP13.OSMOTS32
  INCLUDE TABLESPACE GROUP20.OSMDTS
  INCLUDE TABLESPACE GROUP20.OSMOTS04
  INCLUDE TABLESPACE GROUP20.OSMOTS32
  INCLUDE TABLESPACE GROUP21.OSMDTS
  INCLUDE TABLESPACE GROUP21.OSMOTS04
  INCLUDE TABLESPACE GROUP21.OSMOTS32
  INCLUDE TABLESPACE GROUP22.OSMDTS
  INCLUDE TABLESPACE GROUP22.OSMOTS04
  INCLUDE TABLESPACE GROUP22.OSMOTS32
  INCLUDE TABLESPACE GROUP23.OSMDTS
  INCLUDE TABLESPACE GROUP23.OSMOTS04
  INCLUDE TABLESPACE GROUP23.OSMOTS32
  INCLUDE TABLESPACE GROUP24.OSMDTS
  INCLUDE TABLESPACE GROUP24.OSMOTS04
  INCLUDE TABLESPACE GROUP24.OSMOTS32
  INCLUDE TABLESPACE GROUP24.TEMP2TS
  INCLUDE TABLESPACE GROUP24.TEMPTS
  INCLUDE TABLESPACE GROUP24.TEMPTS04
  INCLUDE TABLESPACE GROUP24.TEMPTS32
  INCLUDE TABLESPACE GROUP25.OSMDTS
  INCLUDE TABLESPACE GROUP25.OSMOTS04
  INCLUDE TABLESPACE GROUP25.OSMOTS32
  INCLUDE TABLESPACE GROUP26.OSMDTS
  INCLUDE TABLESPACE GROUP26.OSMOTS04
  INCLUDE TABLESPACE GROUP26.OSMOTS32
  INCLUDE TABLESPACE GROUP27.OSMDTS
  INCLUDE TABLESPACE GROUP27.OSMOTS04
  INCLUDE TABLESPACE GROUP27.OSMOTS32
  INCLUDE TABLESPACE GROUP28.OSMDTS
  INCLUDE TABLESPACE GROUP28.OSMOTS04
  INCLUDE TABLESPACE GROUP28.OSMOTS32
  INCLUDE TABLESPACE GROUP29.OSMDTS
  INCLUDE TABLESPACE GROUP29.OSMOTS04
  INCLUDE TABLESPACE GROUP29.OSMOTS32
  INCLUDE TABLESPACE GROUP30.OSMDTS
  INCLUDE TABLESPACE GROUP30.OSMOTS04
  INCLUDE TABLESPACE GROUP30.OSMOTS32
  INCLUDE TABLESPACE GROUP31.OSMDTS
  INCLUDE TABLESPACE GROUP31.OSMOTS04
  INCLUDE TABLESPACE GROUP31.OSMOTS32
  INCLUDE TABLESPACE GROUP32.OSMDTS
  INCLUDE TABLESPACE GROUP32.OSMOTS04
  INCLUDE TABLESPACE GROUP32.OSMOTS32
  INCLUDE TABLESPACE GROUP33.OSMDTS
  INCLUDE TABLESPACE GROUP33.OSMOTS04
  INCLUDE TABLESPACE GROUP33.OSMOTS32
  INCLUDE TABLESPACE GROUP34.OSMDTS
  INCLUDE TABLESPACE GROUP34.OSMOTS04
  INCLUDE TABLESPACE GROUP34.OSMOTS32
  INCLUDE TABLESPACE GROUP34.TEMPOS34
  INCLUDE TABLESPACE GROUP35.OSMDTS
  INCLUDE TABLESPACE GROUP35.OSMOTS04
  INCLUDE TABLESPACE GROUP35.OSMOTS32
  INCLUDE TABLESPACE GROUP36.OSMDTS
  INCLUDE TABLESPACE GROUP36.OSMOTS04
  INCLUDE TABLESPACE GROUP36.OSMOTS32
  INCLUDE TABLESPACE GROUP37.OSMDTS
  INCLUDE TABLESPACE GROUP37.OSMOTS04
  INCLUDE TABLESPACE GROUP37.OSMOTS32
  INCLUDE TABLESPACE GROUP38.OSMDTS
  INCLUDE TABLESPACE GROUP38.OSMOTS04
  INCLUDE TABLESPACE GROUP38.OSMOTS32
  INCLUDE TABLESPACE GROUP39.OSMDTS
  INCLUDE TABLESPACE GROUP39.OSMOTS04
  INCLUDE TABLESPACE GROUP39.OSMOTS32
  INCLUDE TABLESPACE GROUP40.OSMDTS
  INCLUDE TABLESPACE GROUP40.OSMOTS04
  INCLUDE TABLESPACE GROUP40.OSMOTS32
  INCLUDE TABLESPACE GROUPXX.OSMDTS
  INCLUDE TABLESPACE GROUPXX.OSMOTS04
  INCLUDE TABLESPACE GROUPXX.OSMOTS32
  INCLUDE TABLESPACE OAMADMIN.COLIND
  INCLUDE TABLESPACE OAMADMIN.MCIND
  INCLUDE TABLESPACE OAMADMIN.SCIND
  INCLUDE TABLESPACE OAMADMIN.SILPCNTS

RUNSTATS TABLESPACE LIST LDEFTS
         SHRLEVEL CHANGE
         UPDATE ALL
         HISTORY ALL
         FORCEROLLUP YES
         TABLE (ALL)
         INDEX (ALL) UPDATE ALL
//
/*
//*
         INDEX (ALL KEYCARD FREQVAL NUMCOLS 1 COUNT 15
                            FREQVAL NUMCOLS 2 COUNT 25
                            FREQVAL NUMCOLS 3 COUNT 35
                            FREQVAL NUMCOLS 4 COUNT 45
                            FREQVAL NUMCOLS 5 COUNT 55
                            FREQVAL NUMCOLS 6 COUNT 65)
/*
//*
