//DBA@P3C1 JOB (X),'DBAGENER.B00C001',
//             CLASS=1,REGION=0M,TIME=1440,
//             MSGLEVEL=(1,1),MSGCLASS=X,NOTIFY=&SYSUID.
//*
//JCLLIB   JCLLIB ORDER=(AFDB.PROD.PROCLIB,AFDB.PROD.PROCLIB)
//*
//CLEANUP  EXEC IEFBR14,DSN=SYSD.DB2.V10.DSN.SB00C001.D&YYMMDD.
