//JXS0036A JOB (X),'CICERO',NOTIFY=&SYSUID.,CLASS=2,REGION=0M,
//             TIME=1440,MSGLEVEL=(1,1),MSGCLASS=X
//*
//JCLLIB   JCLLIB ORDER=(AFDB.PROD.PROCLIB)
//*
//JS1      EXEC PGM=IEBGENER
//SYSIN    DD  DUMMY
//SYSUT2   DD  SYSOUT=*
//SYSUT1   DD  DISP=SHR,DSN=AFDB.PROD.PARMLIB(OPTNSKIP)
//         DD  DISP=SHR,DSN=AFDB.TEST.PARMLIB(OPTNSKIP)
//         DD  DISP=SHR,DSN=AFDB.TEST.TEMPLATE(LPICVTS)
//         DD  DISP=SHR,DSN=AFDB.TEST.TEMPLATE(TDSDISC)
//         DD  DISP=SHR,DSN=AFDB.TEST.TEMPLATE(TDSPUNCH)
//         DD  DISP=SHR,DSN=AFDB.TEST.TDSPURGE.PARMLIB(DRLSACLK)
//         DD  DISP=SHR,DSN=AFDB.TEST.TDSPURGE.PARMLIB(DRLSACST)
//         DD  DISP=SHR,DSN=AFDB.TEST.TDSPURGE.PARMLIB(DRLSCOM)
//         DD  DISP=SHR,DSN=AFDB.TEST.TDSPURGE.PARMLIB(DRLSJAC1)
//         DD  DISP=SHR,DSN=AFDB.TEST.TDSPURGE.PARMLIB(DRLSJAC2)
//         DD  DISP=SHR,DSN=AFDB.TEST.TDSPURGE.PARMLIB(DRLSJAC3)
//         DD  DISP=SHR,DSN=AFDB.TEST.TDSPURGE.PARMLIB(DRLSJAC4)
//         DD  DISP=SHR,DSN=AFDB.TEST.TDSPURGE.PARMLIB(DRLSJBO1)
//         DD  DISP=SHR,DSN=AFDB.TEST.TDSPURGE.PARMLIB(DRLSJBO2)
//         DD  DISP=SHR,DSN=AFDB.TEST.TDSPURGE.PARMLIB(DRLSJBO3)
//         DD  DISP=SHR,DSN=AFDB.TEST.TDSPURGE.PARMLIB(DRLSJBO4)
//         DD  DISP=SHR,DSN=AFDB.TEST.TDSPURGE.PARMLIB(DRLSMVS)
//         DD  DISP=SHR,DSN=AFDB.TEST.TDSPURGE.PARMLIB(DRLSMV01)
//         DD  DISP=SHR,DSN=AFDB.TEST.TDSPURGE.PARMLIB(DRLSMV02)
//         DD  DISP=SHR,DSN=AFDB.TEST.TDSPURGE.PARMLIB(DRLSMV03)
//         DD  DISP=SHR,DSN=AFDB.TEST.TDSPURGE.PARMLIB(DRLSMV04)
//         DD  DISP=SHR,DSN=AFDB.TEST.TDSPURGE.PARMLIB(DRLSMV05)
//         DD  DISP=SHR,DSN=AFDB.TEST.TDSPURGE.PARMLIB(DRLSMV06)
//         DD  DISP=SHR,DSN=AFDB.TEST.TDSPURGE.PARMLIB(DRLSMV07)
//         DD  DISP=SHR,DSN=AFDB.TEST.TDSPURGE.PARMLIB(DRLSMV08)
//         DD  DISP=SHR,DSN=AFDB.TEST.TDSPURGE.PARMLIB(DRLSMV09)
//         DD  DISP=SHR,DSN=AFDB.TEST.TDSPURGE.PARMLIB(DRLSMV10)
//         DD  DISP=SHR,DSN=AFDB.TEST.TDSPURGE.PARMLIB(DRLSMV11)
//         DD  DISP=SHR,DSN=AFDB.TEST.TDSPURGE.PARMLIB(DRLSMV12)
//         DD  DISP=SHR,DSN=AFDB.TEST.TDSPURGE.PARMLIB(DRLSMV13)
//         DD  DISP=SHR,DSN=AFDB.TEST.TDSPURGE.PARMLIB(DRLSMV14)
//         DD  DISP=SHR,DSN=AFDB.TEST.TDSPURGE.PARMLIB(DRLSMV15)
//         DD  DISP=SHR,DSN=AFDB.TEST.TDSPURGE.PARMLIB(DRLSMV16)
//         DD  DISP=SHR,DSN=AFDB.TEST.TDSPURGE.PARMLIB(DRLSMV17)
//         DD  DISP=SHR,DSN=AFDB.TEST.TDSPURGE.PARMLIB(DRLSMV18)
//         DD  DISP=SHR,DSN=AFDB.TEST.TDSPURGE.PARMLIB(DRLSMV19)
//         DD  DISP=SHR,DSN=AFDB.TEST.TDSPURGE.PARMLIB(DRLSMV20)
//         DD  DISP=SHR,DSN=AFDB.TEST.TDSPURGE.PARMLIB(DRLSMV21)
//         DD  DISP=SHR,DSN=AFDB.TEST.TDSPURGE.PARMLIB(DRLSMV22)
//         DD  DISP=SHR,DSN=AFDB.TEST.TDSPURGE.PARMLIB(DRLSMV23)
//         DD  DISP=SHR,DSN=AFDB.TEST.TDSPURGE.PARMLIB(DRLSMV24)
//         DD  DISP=SHR,DSN=AFDB.TEST.TDSPURGE.PARMLIB(DRLSMV25)
//         DD  DISP=SHR,DSN=AFDB.TEST.TDSPURGE.PARMLIB(DRLSMV26)
//         DD  DISP=SHR,DSN=AFDB.TEST.TDSPURGE.PARMLIB(DRLSMV27)
//         DD  DISP=SHR,DSN=AFDB.TEST.TDSPURGE.PARMLIB(DRLSMV28)
//         DD  DISP=SHR,DSN=AFDB.TEST.TDSPURGE.PARMLIB(DRLSMV29)
//         DD  DISP=SHR,DSN=AFDB.TEST.TDSPURGE.PARMLIB(DRLSMV30)
//         DD  DISP=SHR,DSN=AFDB.TEST.TDSPURGE.PARMLIB(DRLSMV31)
//         DD  DISP=SHR,DSN=AFDB.TEST.TDSPURGE.PARMLIB(DRLSMV32)
//         DD  DISP=SHR,DSN=AFDB.TEST.TDSPURGE.PARMLIB(DRLSMV33)
//         DD  DISP=SHR,DSN=AFDB.TEST.TDSPURGE.PARMLIB(DRLSMV34)
//         DD  DISP=SHR,DSN=AFDB.TEST.TDSPURGE.PARMLIB(DRLSMV35)
//         DD  DISP=SHR,DSN=AFDB.TEST.TDSPURGE.PARMLIB(DRLSMV36)
//         DD  DISP=SHR,DSN=AFDB.TEST.TDSPURGE.PARMLIB(DRLSMV37)
//         DD  DISP=SHR,DSN=AFDB.TEST.TDSPURGE.PARMLIB(DRLSMV38)
//         DD  DISP=SHR,DSN=AFDB.TEST.TDSPURGE.PARMLIB(DRLSMV39)
//         DD  DISP=SHR,DSN=AFDB.TEST.TDSPURGE.PARMLIB(DRLSMV40)
//         DD  DISP=SHR,DSN=AFDB.TEST.TDSPURGE.PARMLIB(DRLSMV41)
//         DD  DISP=SHR,DSN=AFDB.TEST.TDSPURGE.PARMLIB(DRLSMV42)
//         DD  DISP=SHR,DSN=AFDB.TEST.TDSPURGE.PARMLIB(DRLSMV43)
//         DD  DISP=SHR,DSN=AFDB.TEST.TDSPURGE.PARMLIB(DRLSMV44)
//         DD  DISP=SHR,DSN=AFDB.TEST.TDSPURGE.PARMLIB(DRLSMV45)
//         DD  DISP=SHR,DSN=AFDB.TEST.TDSPURGE.PARMLIB(DRLSMV70)
//         DD  DISP=SHR,DSN=AFDB.TEST.TDSPURGE.PARMLIB(DRLSMV71)
//         DD  DISP=SHR,DSN=AFDB.TEST.TDSPURGE.PARMLIB(DRLSMV72)
//         DD  DISP=SHR,DSN=AFDB.TEST.TDSPURGE.PARMLIB(DRLSMV73)
//         DD  DISP=SHR,DSN=AFDB.TEST.TDSPURGE.PARMLIB(DRLSMV74)
//         DD  DISP=SHR,DSN=AFDB.TEST.TDSPURGE.PARMLIB(DRLSMV75)
//         DD  DISP=SHR,DSN=AFDB.TEST.TDSPURGE.PARMLIB(DRLSMV76)
//         DD  DISP=SHR,DSN=AFDB.TEST.TDSPURGE.PARMLIB(DRLSMV77)
//         DD  DISP=SHR,DSN=AFDB.TEST.TDSPURGE.PARMLIB(DRLSMV78)
//         DD  DISP=SHR,DSN=AFDB.TEST.TDSPURGE.PARMLIB(DRLSMV79)
//         DD  DISP=SHR,DSN=AFDB.TEST.TDSPURGE.PARMLIB(DRLSMV80)
//         DD  DISP=SHR,DSN=AFDB.TEST.TDSPURGE.PARMLIB(DRLSMV81)
//         DD  DISP=SHR,DSN=AFDB.TEST.TDSPURGE.PARMLIB(DRLSMV82)
//         DD  DISP=SHR,DSN=AFDB.TEST.TDSPURGE.PARMLIB(DRLSMV83)
//         DD  DISP=SHR,DSN=AFDB.TEST.TDSPURGE.PARMLIB(DRLSMV84)
//         DD  DISP=SHR,DSN=AFDB.TEST.TDSPURGE.PARMLIB(DRLSMV85)
//         DD  DISP=SHR,DSN=AFDB.TEST.TDSPURGE.PARMLIB(DRLSMV86)
//         DD  DISP=SHR,DSN=AFDB.TEST.TDSPURGE.PARMLIB(DRLSMV87)
//         DD  DISP=SHR,DSN=AFDB.TEST.TDSPURGE.PARMLIB(DRLSMV88)
//         DD  DISP=SHR,DSN=AFDB.TEST.TDSPURGE.PARMLIB(DRLSSYS1)
//         DD  DISP=SHR,DSN=AFDB.TEST.TDSPURGE.PARMLIB(DRLSSYS2)
//         DD  DISP=SHR,DSN=AFDB.TEST.TDSPURGE.PARMLIB(DRLSTCPA)
//         DD  DISP=SHR,DSN=AFDB.TEST.TDSPURGE.PARMLIB(DRLSTCPC)
//         DD  DISP=SHR,DSN=AFDB.TEST.TDSPURGE.PARMLIB(DRLSTCPD)
//         DD  DISP=SHR,DSN=AFDB.TEST.TDSPURGE.PARMLIB(DRLSTCPE)
//         DD  DISP=SHR,DSN=AFDB.TEST.TDSPURGE.PARMLIB(DRLSTCPF)
//         DD  DISP=SHR,DSN=AFDB.TEST.TDSPURGE.PARMLIB(DRLSTCPI)
//         DD  DISP=SHR,DSN=AFDB.TEST.TDSPURGE.PARMLIB(DRLSTCPK)
//         DD  DISP=SHR,DSN=AFDB.TEST.TDSPURGE.PARMLIB(DRLSTCPN)
//         DD  DISP=SHR,DSN=AFDB.TEST.TDSPURGE.PARMLIB(DRLSTCPO)
//         DD  DISP=SHR,DSN=AFDB.TEST.TDSPURGE.PARMLIB(DRLSTCPP)
//         DD  DISP=SHR,DSN=AFDB.TEST.TDSPURGE.PARMLIB(DRLSTCPT)
