//IBM010FT  JOB (,RCC),MTS,CLASS=S,MSGCLASS=X,TIME=1440,NOTIFY=&SYSUID
//FTPPUT1  EXEC PGM=FTP,PARM='(EXIT'
//SYSPRINT DD SYSOUT=*
//SYSOUT   DD SYSOUT=*
//SYSUDUMP DD SYSOUT=*
//INPUT    DD *
 MVST
 IBM010 ZZZZZZ
 BIN
 TYPE E
 MODE B
 LOCSITE RECFM=VBS
 LOCSITE LRECL=X
 LOCSITE BLKSIZE=27998
 LOCSITE CYLINDERS
 LOCSITE PRIMARY=50
 LOCSITE SECONDARY=50
 LOCSITE RDW
 SITE RECFM=VBS
 SITE BLKSIZE=27998
 SITE LRECL=X
 SITE CYLINDERS
 SITE PRIMARY=50
 SITE SECONDARY=50
 SITE RDW
 STAT
 LOCSTAT
 PUT 'IBM010.SMF.TEST' 'IBM010.SMF.XMIT9'
 BIN
 TYPE E
 MODE B
 LOCSITE RECFM=VBS
 LOCSITE LRECL=X
 LOCSITE BLKSIZE=27998
 LOCSITE CYLINDERS
 LOCSITE PRIMARY=50
 LOCSITE SECONDARY=50
 LOCSITE RDW
 SITE RECFM=VBS
 SITE BLKSIZE=27998
 SITE LRECL=X
 SITE CYLINDERS
 SITE PRIMARY=50
 SITE SECONDARY=50
 SITE RDW
 STAT
 LOCSTAT
 GET 'IBM010.SMF.XMIT9' 'IBM010.SMF.XMIT8' (REPLACE
 QUIT
//
 SITE LRECL=32760
