//UXD001M   JOB (),'BATCH FTP',CLASS=A,MSGCLASS=X,REGION=0M,
//   NOTIFY=&SYSUID
//*
//PUT      EXEC PGM=FTP,REGION=0K
//SYSPRINT DD  SYSOUT=*
//OUTPUT   DD  SYSOUT=*
//INPUT    DD  *
FTP.CDBSOFTWARE.COM
ANONYMOUS USFTP
TYPE E
MODE B
QUOTE SITE LRECL=1024 BLKSIZE=6144 RECFM=FB PRI=4000 SEC=4000 TR
PUT 'SSXMP.LOGREC.MVSR.ETR39418.FEB2007.TERSE' CDB.DELTA.LOGREC
QUIT
//
/*
PUT 'SSXDT.DUMP.CDB.TERSE' 'CDB.DELTA.DUMP1'
