//UXD001M   JOB (),'BATCH FTP',CLASS=A,MSGCLASS=X,REGION=0M,
//   NOTIFY=&SYSUID
//*
//FTPS1    EXEC PGM=FTP,REGION=0K
//SYSPRINT DD  SYSOUT=*
//OUTPUT   DD  SYSOUT=*
//INPUT    DD  *
CDBA.CDBSOFTWARE.COM
ANONYMOUS
USFTP
TYPE E
BINARY
LOCSITE PRIMARY=20  SECONDARY=5   CYLINDERS VCOUNT=4
LOCSITE RECFM=FB LRECL=80 BLKSIZE=9040
GET 'CDBUS.BETA2.LOAD.BIN'         'SSXDT.B2.LOAD.BIN'
LOCSITE PRIMARY=10  SECONDARY=5   CYLINDERS VCOUNT=4
LOCSITE RECFM=FB LRECL=80 BLKSIZE=9040
GET 'CDBUS.BETA2.CNTL.BIN'         'SSXDT.B2.CNTL.BIN'
/*
