//UXD002M  JOB (,RCC),MEM,CLASS=S,MSGCLASS=X,TIME=1440
//SMPRECV EXEC PGM=GIMSMP,REGION=6M,PARM='PROCESS=WAIT',DYNAMNBR=120
//SMPCSI   DD  DISP=SHR,DSN=SSXDP.DB2V4.GLOBAL.CSI
//SMPPTFIN DD  DISP=SHR,DSN=SSXDP.DB2.PTF(MPTF0458)                     00100018
//SMPOUT   DD  SYSOUT=*
//SMPRPT   DD  SYSOUT=*
//SMPLIST  DD  SYSOUT=*
//SYSPRINT DD  SYSOUT=*
//SMPCNTL  DD  *
  SET      BOUNDARY (GLOBAL) .
  RECEIVE SOURCEID(MPTF0458) LIST .
//
