//UXD002M JOB (,A3ANX),DB2GRP,CLASS=S,MSGCLASS=X,REGION=3000K
//*
//STEP1  EXEC PGM=IDCAMS
//SYSPRINT DD SYSOUT=X
//SYSIN    DD  *
 DELETE GDG(NAME(PSSXD.XD570M.DB2R.IMAGCPY.SYSUTILX)                     JCLP
 DELETE GDG(NAME(PSSXD.XD570M.DB2R.IMAGCPY.SYSLGRNX)                     JCLP
 DELETE GDG(NAME(PSSXD.XD570M.DB2R.IMAGCPY.SYSPKAGE)                     JCLP
//
