//HDELETE JOB ,'DB2 SYSTEM',CLASS=S,MSGCLASS=X,TIME=1440,
//         NOTIFY=&SYSUID,USERID=SYSPRO
/*JOBPARM SYSAFF=MVSF                                <= Change SYSAFF
//*********************************************************************
//DISP#F   EXEC PGM=IKJEFT01
//*
//SYSPRINT DD  SYSOUT=*
//SYSTSPRT DD  SYSOUT=*
//SYSTSIN  DD  *
 HDEL 'SSXDP.DWP1.ARCHIVE1.D15090.T0222413.A0000349'
 HDEL 'SSXDP.DWP1.ARCHIVE1.D15090.T0222413.B0000349'
/*
