//UXC401ME JOB ,'DB2 SYSTEM',CLASS=S,MSGCLASS=X,TIME=1440,              JOB09124
//         NOTIFY=&SYSUID,USER=SYSPRO,PASSWORD=XXXXXXXX
/*JOBPARM SYSAFF=MVSE
//* TESTSAP - SAPLEX MVSE MVSH MVSJ MVSK MVSN MVSS MVSU
//* PRODSAP - SAPLEX MVS4 MVSF MVSI MVSQ OU MVSR
//HPUDB2E  EXEC DB2HPU,DSN='DB2E'
//HPUDB2S  EXEC DB2HPU,DSN='DB2S'
//UXC401MK JOB ,'DB2 SYSTEM',CLASS=S,MSGCLASS=X,TIME=1440,
//         NOTIFY=&SYSUID,USER=SYSPRO,PASSWORD=XXXXXXXX
/*JOBPARM SYSAFF=MVSK
//* TESTSAP - SAPLEX MVSE MVSH MVSJ MVSK MVSN MVSS MVSU
//* PRODSAP - SAPLEX MVS4 MVSF MVSI MVSQ OU MVSR
//HPUDB2U  EXEC DB2HPU,DSN='DB2U'
//HPUDB2Z  EXEC DB2HPU,DSN='DB2Z'
//UXC401MN JOB ,'DB2 SYSTEM',CLASS=S,MSGCLASS=X,TIME=1440,
//         NOTIFY=&SYSUID,USER=SYSPRO,PASSWORD=XXXXXXXX
/*JOBPARM SYSAFF=MVSN
//* TESTSAP - SAPLEX MVSE MVSH MVSJ MVSK MVSN MVSS MVSU
//* PRODSAP - SAPLEX MVS4 MVSF MVSI MVSQ OU MVSR
//HPUDB2N  EXEC DB2HPU,DSN='DB2N'
//HPUDB2Y  EXEC DB2HPU,DSN='DB2Y'
