//UXDPERT  JOB (,A3),CLASS=S,MSGCLASS=X
//DB2PM   EXEC PGM=DB2PM
//STEPLIB DD  DISP=SHR,DSN=SYS2.DB2V7.FPE210.SFPELOAD
//INPUTDD DD  DISP=SHR,DSN=PSSXP.SMF.MVSR.DB2(0)
//*NPUTDD DD  DISP=SHR,DSN=SYS1.MVSQ.MANA
//*INPUTDD DD  DISP=SHR,DSN=PSSXP.SMF.MVSF.DAY(-4)
//SYSPRINT DD SYSOUT=*
//SYSIN    DD *
  RECTRACE
  TRACE
   FROM (,12:40:00) TO (,12:50:00)
  LEVEL(LONG)
  SORTBY(TIMESTAMP)
  EXEC
/*
  STATISTICS
   REPORT
   GLOBAL
       INCLUDE (IFCID(191)) )
   SCOPE(GROUP)
   LAYOUT(LONG)
  EXEC
  RECTRACE
  TRACE
  LEVEL(LONG)
  SORTBY(TIMESTAMP)
  EXEC
