//UXD104M JOB (,105),'CJR',REGION=7000K,TIME=1440,
// CLASS=S,MSGCLASS=X,MSGLEVEL=(1,1)
//* NOTIFY=D73294C
//*
//STEP1 EXEC PGM=DSNUTILB,PARM='DB2P,RECOVINX',
//             REGION=4096K
//STEPLIB  DD DISP=SHR,DSN='SSXDP.DB2P.V4.SDSNLOAD'
//         DD DISP=SHR,DSN='SSXDP.DB2P.V4.SDSNEXIT'
//SYSPRINT DD SYSOUT=X
//SYSUDUMP DD SYSOUT=X
//SYSIN DD *
             RECOVER INDEX (WKRDBAP5.ISX0100)
/*
//
