//D73294T.M  JOB ,'105-CJR',CLASS=S,MSGCLASS=X,NOTIFY=D73294T
//*
//*  MODEL = MJPTIUT   DATE = 960117  TIME = 115014
//*
//UTIL0001 EXEC PGM=PTLDRIVM,
//             PARM='EP=UTLGLCTL/DB2T,',
//             REGION=8M
//STEPLIB   DD   DSN=SSXDT.PLATINUM.N.LOADLIB,DISP=SHR
//          DD   DSN=SSXDT.DB2T.V3.SDSNLOAD,DISP=SHR
//PTILIB    DD   DSN=SSXDT.PLATINUM.N.LOADLIB,DISP=SHR
//          DD   DSN=SSXDT.DB2T.V3.SDSNLOAD,DISP=SHR
//PTIPARM   DD   DSN=SSXDT.PLATINUM.N.PARMLIB,DISP=SHR
//PTIXMSG   DD   DSN=SSXDT.PLATINUM.N.XMESSAGE,DISP=SHR
//PTIMSG    DD   SYSOUT=*
//PTIIMSG   DD   SYSOUT=*
//*
//SYSOUT    DD   SYSOUT=*
//SYSUDUMP  DD   SYSOUT=*
//ABNLIGNR  DD   DUMMY                 SUPPRESS ABENDAID DUMPS
//SYSUT1    DD   DSN=D73294T.DSNDB06.SYSPKAGE.I01.SYSUT1,
// DISP=(,CATLG),SPACE=(CYL,(28,5)),UNIT=SYSDA
//*
//SYSIN   DD  *
REORG INDEX SYSIBM.DSNKDX01
STOP-LIMIT 1
STRIP-TASKS   1
EXTENDED-IXREORG YES
DATA-AVAILABLE HIGH
INPUT-BUFFERS 40
OUTPUT-BUFFERS 40
UPDATE-TASKS  3
RECLUSTER NO  SORTDATA YES
DMS/OS
VSAM-BUFFERS 80
SORTFLAG ALL      SORTDEVT SYSDA    SORTNUM 4
SORTSIZE 4M

//*
//*  MODEL = MJPTIUT   DATE = 960117  TIME = 115015
//*
//UTIL0002 EXEC PGM=PTLDRIVM,
//             PARM='EP=UTLGLCTL/DB2T,',
//             REGION=8M
//STEPLIB   DD   DSN=SSXDT.PLATINUM.N.LOADLIB,DISP=SHR
//          DD   DSN=SSXDT.DB2T.V3.SDSNLOAD,DISP=SHR
//PTILIB    DD   DSN=SSXDT.PLATINUM.N.LOADLIB,DISP=SHR
//          DD   DSN=SSXDT.DB2T.V3.SDSNLOAD,DISP=SHR
//PTIPARM   DD   DSN=SSXDT.PLATINUM.N.PARMLIB,DISP=SHR
//PTIXMSG   DD   DSN=SSXDT.PLATINUM.N.XMESSAGE,DISP=SHR
//PTIMSG    DD   SYSOUT=*
//PTIIMSG   DD   SYSOUT=*
//*
//SYSOUT    DD   SYSOUT=*
//SYSUDUMP  DD   SYSOUT=*
//ABNLIGNR  DD   DUMMY                 SUPPRESS ABENDAID DUMPS
//SYSUT1    DD   DSN=D73294T.DSNDB06.SYSPKAGE.I02.SYSUT1,
// DISP=(,CATLG),SPACE=(CYL,(29,5)),UNIT=SYSDA
//*
//SYSIN   DD  *
REORG INDEX SYSIBM.DSNKSX01
STOP-LIMIT 1
STRIP-TASKS   1
EXTENDED-IXREORG YES
DATA-AVAILABLE HIGH
INPUT-BUFFERS 40
OUTPUT-BUFFERS 40
UPDATE-TASKS  3
RECLUSTER NO  SORTDATA YES
DMS/OS
VSAM-BUFFERS 80
SORTFLAG ALL      SORTDEVT SYSDA    SORTNUM 4
SORTSIZE 4M

