//DT0072X JOB ,'RDL',CLASS=S,MSGCLASS=X,NOTIFY=DT0072
//STEP01  EXEC DSNUPROV,PARM='DBVG,REORG'
//SYSUT1  DD UNIT=SYSDA,SPACE=(CYL,(50,10)),BUFNO=50
//SYSREC  DD UNIT=SYSDA,SPACE=(CYL,(50,10))
//DSNUPROV.SYSIN DD  *
 REORG TABLESPACE EBKD2S02.TSKD0200
/*
//
