//UXC401M  JOB ,'DB2 SYSTEM',CLASS=S,MSGCLASS=X,TIME=1440,
//         NOTIFY=&SYSUID
/*JOBPARM SYSAFF=MVSE
//* TESTSAP - SAPLEX MVSE MVSH MVSJ MVSK MVSN MVSS MVSU
//* PRODSAP - SAPLEX MVS4 MVSF MVSI MVSQ OU MVSR
//DB2REPAIR JOB (PEA2,DB2),IKJEFT01,CLASS=H,MSGCLASS=X,NOTIFY=MANTON
//REPAIR   EXEC PGM=DSNUTILB,REGION=0M,
//         PARM='DSNR,REPAIRX,'
//*STEPLIB  DD  DSN=DB2T.V2R3M0.DSNLOAD,DISP=SHR
//SYSPRINT DD   SYSOUT=*
//UTPRINT  DD   SYSOUT=*
//SYSUDUMP DD   SYSOUT=*
//SYSIN    DD  *
   REPAIR SET TABLESPACE DSN8D81A.DSN8S81D      NOCOPYPEND
//
//
//
//
//
  REPAIR SET TABLESPACE DB2PM.PROCESS      NOCOPYPEND
  REPAIR SET TABLESPACE CPMADB.CPMATS8 NORCVRPEND
  REPAIR DBD TEST DATABASE DRLDBMIP
  REPAIR SET INDEX CPMA.INDE NORCVRPEND
  REPAIR SET INDEX (ALL) TABLESPACE CPMADB.CPMATS2 NORCVRPEND
