//UXD000M JOB ,'DB2',CLASS=S,MSGCLASS=X                                 00001000
//UTIL EXEC DSNUPROU,SYSTEM=DB2F,UID='REPORT',UTPROC=''
//*
//**********************************************
//*
//*  JCL EXECUTES THE REPORT UTILITY (REPORT RECOVERY)
//*
//*REPORT RECOVERY TABLESPACE DSN8D23A.ACT RECOVERYSITE
//**********************************************
//*
//DSNUPROU.SYSIN   DD  *
REPORT RECOVERY TABLESPACE A140X3HO.GLPCA
//
