//UXC401M  JOB ,'DB2 SYSTEM',CLASS=S,MSGCLASS=X,TIME=1440,
//         NOTIFY=T799172
/*JOBPARM SYSAFF=MVSE
//* TESTSAP - SAPLEX MVSE MVSH MVSJ MVSK MVSN MVSS MVSU
//* PRODSAP - SAPLEX MVS4 MVSF MVSI MVSQ OU MVSR
//RESTORE  EXEC  PGM=ADRDSSU,REGION=4M,PARM='TYPRUN=NORUN'
//SYSPRINT DD SYSOUT=*
//DUMPDS   DD DISP=SHR,DSN=SSXDT.FMDS
//SYSIN    DD  *
   RESTORE -
        INDDNAME(DUMPDS) -
        DATASET(INCLUDE -
          (*.**)) -
        CANCELERROR -
        NMC -
        NSC -
        TOLERATE(ENQF)
/*
