//UXC402M  JOB ,'DB2 SYSTEM',CLASS=S,MSGCLASS=X,TIME=1440,
//         NOTIFY=&SYSUID
/*JOBPARM SYSAFF=MVSR
//*
//* executa o @syscmd rexx sdsf em batch
//*
//BATCH EXEC PGM=IRXJCL,
//           PARM='@SYSCMD CMD(D SMF) DELAY(5)'
//SYSEXEC DD DSN=SSXQT.TSODAL.CLIST,DISP=(SHR)
//SYSTSPRT DD SYSOUT=*
//SYSPRINT DD SYSOUT=*
//ISFULOG  DD  SYSOUT=*
//ISFMSG   DD  SYSOUT=*
//ISFMSG2  DD  SYSOUT=*
