//UXC402M  JOB ,'DB2 SYSTEM',CLASS=S,MSGCLASS=X,TIME=1440,
//         NOTIFY=&SYSUID
/*JOBPARM SYSAFF=MVSR
//*
//* executa o @syscmd rexx sdsf em batch
//*
//ISPF EXEC PGM=IKJEFT01,DYNAMNBR=40
//SYSEXEC DD DSN=SSXQT.TSODAL.CLIST,DISP=(SHR)
//SYSTSPRT DD SYSOUT=*,HOLD=YES
//ISFULOG  DD  SYSOUT=*
//ISFMSG   DD  SYSOUT=*
//ISFMSG2  DD  SYSOUT=*
//SYSTSIN DD *
 @SYSCMD CMD("-db2r display database(dsndb06) spacenam(*) restrict")
 @SYSCMD CMD("-db4r display database(dsndb06) spacenam(*) restrict")
/*
