//DT0072X  JOB ,'RDL RM2144',CLASS=S,MSGCLASS=X,NOTIFY=DT0072
//JOBLIB   DD  DSN=SSXDT.DSNDBVG.DB2V.SDSNLOAD,DISP=SHR
//EXECUTE EXEC PGM=DSN1COPY,
//   PARM='FULLCOPY,OBIDXLAT,PAGESIZE(4K),LARGE,RESET,NUMPARTS(40)'
//STEPLIB  DD  DSN=PDS CONTAINING DSN1COPY
//SYSPRINT DD  SYSOUT=*
//SYSUT1   DD  DSN=SUEBP.EBKD2P02.TSKD0075.IC.D070602.T1300,DISP=SHR
//SYSUT2   DD  DSN=DB2VKD2.DSNDBC.EBKD2S02.TSKD0075.I0001.A001,
//             DISP=OLD
//SYSXLAT  DD  *
265,272
88,82
169,167
/*
//
