//UXD104M  JOB ,'DB2 ',CLASS=S,MSGCLASS=X                               00000100
//JOBLIB  DD DSN=SSXDT.DB2V.SDSNEXIT,DISP=SHR                           00000100
//        DD DSN=SDB2V.SDSNLOAD,DISP=SHR                                00000100
//STEP1  EXEC PGM=DSN1PRNT,PARM='PRINT(122505,122DFF),FORMAT,FULLCOPY'
//SYSPRINT DD SYSOUT=X
//SYSUT1  DD  DSN=PSSXD.XD570M.DB2R.IMAGCPY2.SYSLGRNG.G1568V00,
//         DISP=SHR
/*
