//UXD000M  JOB ,'DB2',CLASS=S,MSGCLASS=X
//STEP1  EXEC PGM=DSN1COPY
//STEPLIB DD DSN=SSXDT.DB2T.V4.SDSNLOAD,DISP=SHR
//SYSPRINT DD SYSOUT=X
//SYSUT1   DD DSN=DB2T.DSNDBD.DSNDB06.SYSDBASE.I0001.A001,
//            DISP=SHR
//SYSUT2   DD DISP=SHR,DSN=DB2T.DSNDBC.DSNDB06.GILS.I0001.A001
