//DT0072E  JOB (,RRC),'GLK',CLASS=S,MSGCLASS=X,NOTIFY=DT0072
//JOBLIB   DD  DSN=SSXDT.DSNDBVG.DB2V.SDSNLOAD,DISP=SHR
//         DD  DSN=SSXDT.DSNDBVG.DB2V.RUNLIB.LOAD,DISP=SHR
//STEP01   EXEC PGM=IKJEFT01,DYNAMNBR=20
//SYSTSPRT DD  SYSOUT=*
//SYSPRINT DD  SYSOUT=*
//SYSUDUMP DD  SYSOUT=*
//SYSTSIN  DD  *
 DSN SYSTEM (DB2V)
 RUN PROG (DBBOOK) -
     PLAN (DBBOOK) -
     PARMS ('1000')
 END
/*
//
