//UXD001M    JOB ,'DB2 A3 ANNEX',CLASS=O,MSGCLASS=X                     00001000
//JOBLIB  DD DSN=SSXDT.DSNDBEG.DB2E.SDSNLOAD,DISP=SHR
//STEP1   EXEC PGM=DSNJLOGF
//SYSPRINT DD  SYSOUT=*
//SYSUDUMP DD  SYSOUT=*
//SYSUT1   DD  DSN=DB2E.DSNDBEG.LOGCOPY1.DS06,
//             DISP=SHR
//STEP2   EXEC PGM=DSNJLOGF
//SYSPRINT DD  SYSOUT=*
//SYSUDUMP DD  SYSOUT=*
//SYSUT1   DD  DSN=DB2E.DSNDBEG.LOGCOPY2.DS06,
//             DISP=SHR
//
/*
