//UXD000M   JOB ,'DB2 A3 ANNEX',CLASS=S,MSGCLASS=X,NOTIFY=T105132       00001000
//JOBLIB DD DSN=SDB2Z.SDSNLOAD,DISP=SHR
//CLI     EXEC PGM=DSNJU003
//SYSUT1   DD DSN=DB2Z.BSDS01,DISP=SHR
//SYSUT2   DD DSN=DB2Z.BSDS02,DISP=SHR
//SYSPRINT DD SYSOUT=X
//SYSIN    DD *
  DDF  PORT=461
//
 NEWLOG DSNAME=DB6R.DSNDBRG.LOGCOPY1.DS06,COPY1
 NEWLOG DSNAME=DB6R.DSNDBRG.LOGCOPY2.DS06,COPY2
//
