//UXD000M   JOB ,'GLK 102',CLASS=S,MSGCLASS=X                           00001000
//JOBLIB DD DSN=SSXDT.DSNDBNG.DB2N.SDSNLOAD,DISP=SHR
//CLI     EXEC PGM=DSNJU003
//SYSUT1   DD DSN=DB3V.DSNDBVG.BSDS01,DISP=SHR
//SYSUT2   DD DSN=DB3V.DSNDBVG.BSDS02,DISP=SHR
//SYSPRINT DD SYSOUT=X
//SYSIN    DD *
  CRESTART CREATE,BACKOUT=NO
//
  CRESTART CREATE,STARTRBA=0039F3600000,ENDRBA=0039F3600000
