//UXD001M    JOB ,'DB2 RM 105',CLASS=S,MSGCLASS=X                       00001000
//STEP1   EXEC PGM=DSNJU004
//STEPLIB  DD DSN=SSXDT.DSNDBVG.DB2V.SDSNEXIT,DISP=SHR
//         DD DSN=SSXDT.DSNDBVG.DB2V.SDSNLOAD,DISP=SHR
//GROUP    DD DSN=DB2V.DSNDBVG.BSDS01,DISP=SHR
//SYSPRINT DD SYSOUT=X
//SYSIN    DD *
           MEMBER *
//
/*
