//UXD001M    JOB ,'DB2 RCC 2ND',CLASS=S,MSGCLASS=X                      00001000
//STEP1   EXEC PGM=DSNJU004
//STEPLIB  DD DSN=SSXDT.DB2V.SDSNEXIT,DISP=SHR
//         DD DSN=SDB2V.SDSNLOAD,DISP=SHR
//*SYSUT1   DD DSN=DB2V.DSNDBUG.BSDS01,DISP=SHR
//SYSUT1   DD DSN=DB2V.DSNDBVG.BSDS01,DISP=SHR
//SYSPRINT DD SYSOUT=X
//
/*
