//UXD002M    JOB ,'DB2 RCC 2ND',CLASS=S,MSGCLASS=X                      00001000
//STEP1   EXEC PGM=DSNJU004
//STEPLIB  DD DSN=SDB2R.SDSNLOAD,DISP=SHR
//GROUP    DD DSN=DB2R.DSNDBRG.BSDS01,DISP=SHR
//SYSPRINT DD SYSOUT=X
//SYSIN    DD *
           MEMBER *
//*
