//UXC401MR JOB ,'DB2 SYSTEM',CLASS=S,MSGCLASS=X,TIME=1440,
//         NOTIFY=&SYSUID
/*JOBPARM SYSAFF=MVSR
//* TESTSAP - SAPLEX MVSE MVSH MVSJ MVSK MVSN MVSS MVSU
//* PRODSAP - SAPLEX MVS4 MVSF MVSI MVSQ OU MVSR
//         JCLLIB ORDER=SSXDP.TOOLKIT.PROCLIB
//BLDTIJUZ EXEC ISPBATCH,
//             TKITPRE=SSXDP,ISPPRE=SYS1.ISP
//STEPLIB  DD  DISP=SHR,
//             DSN=SSXDP.DB2R.SDSNEXIT
//         DD  DISP=SHR,
//             DSN=SDB2R.SDSNLOAD
//ISPFILE  DD  DISP=SHR,
//             DSN=SSXDP.DB2R.NEW.SDSNSAMP
//SYSTSIN  DD  *
  ISPSTART CMD(%BLDTIJUZ LIST +
                SSID(DB2R) +
              )
/*
