//UXDCJRM  JOB ,'DB2 SYSPROG RCC',CLASS=S,MSGCLASS=X
//*
//*
//JOBLIB  DD  DSN=SSXDT.DB2E.SDSNEXIT,DISP=SHR
//        DD  DSN=SDB2E.SDSNLOAD,DISP=SHR
//PH01S01 EXEC PGM=IKJEFT01,DYNAMNBR=20,COND=(4,LT)
//SYSTSPRT DD SYSOUT=*
//SYSTSIN  DD *
  DSN SYSTEM(DB2E)
  RUN  PROGRAM(DSNTIAD) PLAN(DSNTIAD) -
       LIB('SSXDT.DB2E.RUNLIB.LOAD')
//SYSPRINT DD SYSOUT=*
//SYSUDUMP DD SYSOUT=*
//SYSIN    DD *

  CREATE STOGROUP CJRSTOGP
    VOLUMES ("E9DY01")
    VCAT  DB2E;
