//D54808TD JOB (,105),'GLK ',                                           00010001
//             CLASS=S,MSGCLASS=X,MSGLEVEL=(1,1)                        00040000
//UPDT EXEC PGM=IEBGENER
//SYSUT1 DD DISP=SHR,DSN=SSXDT.DB2T.DUMP.D97175.T1348
//SYSUT2 DD DISP=NEW,DSN=SSXDP.TQUEST.SOC4.PLATINU,
//   VOL=SER=(111111),LABEL=(,SL),
//   UNIT=NONSILO,DCB=SSXMT.DUMP.MVST.UFZ6212M.D97175.T1348.S00009
//SYSPRINT  DD  SYSOUT=X
//SYSIN DD DUMMY
//
