//DT0072X JOB ,'RDL RM102',CLASS=S,MSGCLASS=X,NOTIFY=DT0072
//STEP01  EXEC PGM=TESTIT
//STEPLIB  DD  DISP=SHR,DSN=DT0072.LOADLIB
//         DD  DISP=SHR,DSN=SYS1.CEE.SCEERUN
//         DD  DISP=SHR,DSN=SSXDT.DSNDBUG.DB2U.SDSNLOAD
//UTPRINT  DD  SYSOUT=*
//SYSPRINT DD  SYSOUT=*
//SYSDUMP  DD  SYSOUT=*
//SYSOUT   DD  SYSOUT=*
//SYSABEND DD  SYSOUT=*
