//DT0840B JOB (DELTA),
//             DT0840,MSGCLASS=X,
//             NOTIFY=DT0840,CLASS=A,
//             MSGLEVEL=(1,1)
//*
//FILEMGR  EXEC PGM=FMNMAIN
//STEPLIB  DD DSN=SYS1.FMN.SFMNMOD1,DISP=SHR
//*        DD DSN=IGY.SIGYCOMP,DISP=SHR
//SYSPRINT DD SYSOUT=*
//FMNTSPRT DD SYSOUT=*
//SYSTERM  DD SYSOUT=*
//SYSIN    DD *
$$FILEM FCH ,
$$FILEM MEMBER=*,
$$FILEM PACK=ASIS,
$$FILEM DSNIN=SSXDT.DB2MAINT.FILEMGR
BNDS 1 80
CAPS
C 'SSXDT.DSNDBVG.DB2V' 'SDB2V' ALL
/+
