//DT0072X JOB ,'RDL',CLASS=S,MSGCLASS=X,NOTIFY=DT0072
//JOBLIB DD DISP=SHR,DSN=SSXDT.DSNDBVG.DB2V.SDSNLOAD
//STEP072  EXEC PGM=DSNUTILB,REGION=0M,
//  PARM=('DB2V','IC00110072')
//SYSPRINT DD   SYSOUT=*
//UTPRINT  DD   SYSOUT=*
//SYSUDUMP DD   SYSOUT=*
//SYSIN  DD  *
DIAGNOSE TYPE(12)
/*
//
