//DT0072X JOB ,'RDL RM2144',CLASS=S,MSGCLASS=X,NOTIFY=DT0072            00010000
//STEP001  EXEC DB2HIST,                                                02230001
//     SSID='DBVG',SYSID='MVSS',LIBPREF='SSXDT.DSNDBVG.DB2V'            02240002
