//UXC401MQ  JOB ,'DB2 SYSTEM',CLASS=S,MSGCLASS=X,TIME=1440,
//         NOTIFY=&SYSUID
/*JOBPARM SYSAFF=MVSQ
//* TESTSAP - SAPLEX MVSE MVSH MVSJ MVSK MVSN MVSS MVSU
//* PRODSAP - SAPLEX MVS4 MVSF MVSI MVSQ OU MVSR
//PEV410  EXEC PGM=DB2PM
//STEPLIB  DD  DSN=SSXDP.DB2TOOLS.MVSQRTE.RKANMODU,DISP=SHR
//         DD  DSN=SSXDP.DB2TOOLS.BARQ4RTE.RKANMOD,DISP=SHR
//INPUTDD  DD  DSN=PSSXP.SMF.MVSQ.DB2.G2968V00,DISP=SHR
//DPMLOG   DD  SYSOUT=*
//SYSOUT   DD  SYSOUT=*
//SYSIN    DD  *
GLOBAL
                     FROM(03/28/10,18:00:00.00)
                     TO(03/28/10,19:00:00.00)
                     TIMEZONE(-01:00)
ACCOUNTING
            REPORT                    /*TESTE*/
                     DDNAME(TESTE)
                     NOEXCEPTION
                     SCOPE(MEMBER)
                     ORDER(
                           PRIMAUTH
                          )
                     TOP       (10
                                   TOTAL
                                        INAPPLET
                                        INAPPLPT
                                        INAPPLWT
                                        INDB2ET
                                        INDB2PT
                                        INDB2WT
                                        OUTDB2ET
                                        OUTDB2PT
                                        OUTDB2WT
                                        NOTACCT
                                        TOTSUSTM
                                        TOTSUSP
                                        DMLSTAT
                                        DCLSTAT
                                        DDLSTAT
                                        UPDPERCM
                                        CMPERUPD
                                        GETPAGES
                                        BUFUPDTS
                                        SYNCREAD
                                        TOTPREF
                                        PINDBET
                                        PINDBPT
                                        PINDBWT
                                        PTSUSTME
                                        PNOTACCT
                               )
EXEC
//
ACCOUNTING
            REPORT                    /*TESTE*/
                     DDNAME(TESTE)
                     NOEXCEPTION
                     SCOPE(MEMBER)
                     ORDER(
                           PRIMAUTH
                          )
                     TOP       (10
                                   TOTAL
                                       INDB2PT
                                       GETPAGES
                               )
EXEC
//
ACCOUNTING
     REPORT
         TOP(20)
EXEC
//
GLOBAL
                     PRESORTED(ACCEPT)
                     INCLUDE (AUTHID   (EBKDPAPP))
                     FROM(,12:00:00.00)
                     TO(,17:00:00.00)
                     LEVEL(DETAIL)
ACCOUNTING
            REPORT LAYOUT (LONG)   /*ACCOUNT*/
                     DDNAME(ACCOUN)
                     NOEXCEPTION
                     SCOPE(GROUP)
EXEC
