//UXC401M4 JOB ,'DB2 SYSTEM',CLASS=S,MSGCLASS=X,TIME=1440,
//         NOTIFY=&SYSUID
/*JOBPARM SYSAFF=MVSQ
//* TESTSAP - SAPLEX MVSE MVSH MVSJ MVSK MVSN MVSS MVSU
//* PRODSAP - SAPLEX MVS4 MVSF MVSI MVSQ OU MVSR
//PEV410  EXEC PGM=DB2PM
//STEPLIB  DD  DSN=SSXDP.DB2TOOLS.MVS4RTE.RKANMODU,DISP=SHR
//         DD  DSN=SSXDP.DB2TOOLS.BARQ4RTE.RKANMOD,DISP=SHR
//INPUTDD  DD  DSN=PSSXP.SMF.MVS4.DB2.GXXXXV00,DISP=SHR
//DPMLOG   DD  SYSOUT=*
//SYSOUT   DD  SYSOUT=*
//SYSIN    DD  *
GLOBAL
                     PRESORTED(ACCEPT)
                     FROM(,15:00:00.00)
                     TO(,15:30:00.00)
                     LEVEL(DETAIL)
ACCOUNTING
            REPORT LAYOUT (LONG)   /*ACCOUNT*/
                     DDNAME(ACCOUN)
                     NOEXCEPTION
                     SCOPE(GROUP)
EXEC
