//UXC401MQ JOB ,'DB2 SYSTEM',CLASS=S,MSGCLASS=X,TIME=1440,
//         NOTIFY=&SYSUID
/*JOBPARM SYSAFF=MVSQ
//* TESTSAP - SAPLEX MVSE MVSH MVSJ MVSK MVSN MVSS MVSU
//* PRODSAP - SAPLEX MVS4 MVSF MVSI MVSQ OU MVSR
//PEV410  EXEC PGM=DB2PM
//STEPLIB  DD  DSN=SSXDP.DB2TOOLS.MVSQRTE.RKANMODU,DISP=SHR
//         DD  DSN=SSXDP.DB2TOOLS.BARQ4RTE.RKANMOD,DISP=SHR
//INPUTDD  DD  DSN=PSSXP.SMF.MVSQ.DB2.G2934V00,DISP=SHR
//DPMLOG   DD  SYSOUT=*
//SYSOUT   DD  SYSOUT=*
//SYSIN    DD  *
STATISTICS
EXEC
//
STATISTICS
      TRACE
      LAYOUT(SHORT)
EXEC
//
ACCOUNTING
     REPORT
         TOP(20)
EXEC
//
GLOBAL
                     PRESORTED(ACCEPT)
                     FROM(,12:00:00.00)
                     TO(,17:30:00.00)
                     LEVEL(DETAIL)
ACCOUNTING
            REPORT LAYOUT (LONG)   /*ACCOUNT*/
                     DDNAME(ACCOUN)
                     NOEXCEPTION
                     SCOPE(GROUP)
EXEC
