//DB2PMAT EXEC PGM=DGOVZ000,
//             REGION=5M,TIME=1440
//STEPLIB  DD  DSN=SSXDT.DB2PM.V6R1.SDGOLOAD,DISP=SHR
//         DD  DSN=SSXDT.DSNDBAG.DB2A.SDSNEXIT,DISP=SHR
//         DD  DSN=SSXDT.DSNDBAG.DB2A.SDSNLOAD,DISP=SHR
//SYSPRINT DD  SYSOUT=*
