//DB2RECV5 JOB ,'RDL',CLASS=S,MSGCLASS=X,NOTIFY=DT0072
//JOBLIB   DD   DSN=SSXDT.DSNDBYG.DB2Y.SDSNLOAD,DISP=SHR
//STEP01   EXEC PGM=DSNUTILB,REGION=0M,
//         PARM='DB2Y,RECV5'
//SYSPRINT DD   SYSOUT=*
//UTPRINT  DD   SYSOUT=*
//SYSUDUMP DD   SYSOUT=*
//SYSIN    DD   *
 RECOVER TABLESPACE DSNDB04.DGORDGOD
 RECOVER TABLESPACE DSNDB04.DGORDGOP
 RECOVER TABLESPACE DSNDB04.DSNRSTAT
 RECOVER TABLESPACE DSNDB04.DSNR1@S6
 RECOVER TABLESPACE DSNDB04.PLANRTAB
 RECOVER TABLESPACE DSNDB04.PLANTABL
 RECOVER TABLESPACE DSNDB04.PLAN1UIS
 RECOVER TABLESPACE DSNDB04.PLAN179L
 RECOVER TABLESPACE DSNRGFDB.DSNRGFTS
 RECOVER TABLESPACE DSNRLST.DSNRLS01
/*
//
