//DB2RECV4 JOB ,'RDL',CLASS=S,MSGCLASS=X,NOTIFY=DT0072
//JOBLIB   DD   DSN=SSXDT.DSNDBYG.DB2Y.SDSNLOAD,DISP=SHR
//STEP01   EXEC PGM=DSNUTILB,REGION=0M,
//         PARM='DB2Y,RECV4'
//SYSPRINT DD   SYSOUT=*
//UTPRINT  DD   SYSOUT=*
//SYSUDUMP DD   SYSOUT=*
//SYSIN    DD   *
 RECOVER LOGONLY TABLESPACE U000XABR.ZNBINXR
 RECOVER LOGONLY TABLESPACE U000XDYB.ZTMLMOB
 RECOVER LOGONLY TABLESPACE U000XD06.ZCHECKF
 RECOVER LOGONLY TABLESPACE U000XF6T.ZFAXSTAX
 RECOVER LOGONLY TABLESPACE U000XGR1.ZERPPRG
 RECOVER LOGONLY TABLESPACE U000XH9W.ZAIRLIN
 RECOVER LOGONLY TABLESPACE U000XJ5U.YMAXCOL
 RECOVER LOGONLY TABLESPACE U000XL7D.ZERPPAR
 RECOVER LOGONLY TABLESPACE U000XRFV.YMAXARL
 RECOVER LOGONLY TABLESPACE U000XR28.ZTMDPNM
 RECOVER LOGONLY TABLESPACE U000XSID.ZTDGXUNX
 RECOVER LOGONLY TABLESPACE U000XSNC.ZPRINTX
 RECOVER LOGONLY TABLESPACE U000XS2D.ZTMDPNFX
 RECOVER LOGONLY TABLESPACE U000XVLE.ZMVT
 RECOVER LOGONLY TABLESPACE U000XWFJ.ZDJGX
 RECOVER LOGONLY TABLESPACE U000XYDJ.ZHFMLAX
 RECOVER LOGONLY TABLESPACE U000XY2T.MESZFLW
 RECOVER LOGONLY TABLESPACE U000X2K6.MESZPAR
 RECOVER LOGONLY TABLESPACE U000X6DQ.ZTDYNEX
 RECOVER LOGONLY TABLESPACE U001X049.XSAP
 RECOVER LOGONLY TABLESPACE U010X3AL.ZTMDPNR
 RECOVER LOGONLY TABLESPACE U010X80G.ZVENDXR
 RECOVER LOGONLY TABLESPACE U011XIHR.XSAP
 RECOVER LOGONLY TABLESPACE U021XUTM.XSAP
 RECOVER LOGONLY TABLESPACE U030XA3N.ZATAXREX
 RECOVER LOGONLY TABLESPACE U030XFFB.Z8130X
 RECOVER LOGONLY TABLESPACE U030XGZ2.ZMATLDUX
 RECOVER LOGONLY TABLESPACE U030XO2K.ZMATLXR
 RECOVER LOGONLY TABLESPACE U030XS3F.ZTLKANJX
 RECOVER LOGONLY TABLESPACE U040XDEY.ZSTATXU
 RECOVER LOGONLY TABLESPACE U040XIDL.ZRBSBIN
 RECOVER LOGONLY TABLESPACE U040XIDL.ZRBSBINX
 RECOVER LOGONLY TABLESPACE U040XKUJ.ZMPNBINX
 RECOVER LOGONLY TABLESPACE U040XUU0.ZPNSFBIX
 RECOVER LOGONLY TABLESPACE U040XZLV.ZBOUNCEX
 RECOVER LOGONLY TABLESPACE U040X8DX.ZFORECAX
 RECOVER LOGONLY TABLESPACE U100XA4W.ZFTPIDS
 RECOVER LOGONLY TABLESPACE U100XM22.ZPCARDG
 RECOVER LOGONLY TABLESPACE U100X19L.ZPCARDV
 RECOVER LOGONLY TABLESPACE U100X2TP.MEST9LG
 RECOVER LOGONLY TABLESPACE YP00XAGX.YMAXUXM
 RECOVER LOGONLY TABLESPACE YP00XAMT.YHRTXAL
 RECOVER LOGONLY TABLESPACE YP00XCHM.YHRTXAT
 RECOVER LOGONLY TABLESPACE YP00XDJW.YMAXOPX
 RECOVER LOGONLY TABLESPACE YP00XDZ0.YGRXSET
 RECOVER LOGONLY TABLESPACE YP00XDZ9.YCOXHBX
 RECOVER LOGONLY TABLESPACE YP00XER4.YGRXPRX
 RECOVER LOGONLY TABLESPACE YP00XFA2.YGRXSLG
 RECOVER LOGONLY TABLESPACE YP00XFN3.YTRXETE
 RECOVER LOGONLY TABLESPACE YP00XFS2.YTRXSPX
 RECOVER LOGONLY TABLESPACE YP00XFUK.YNGXAVX
 RECOVER LOGONLY TABLESPACE YP00XG2E.YNGXRVX
 RECOVER LOGONLY TABLESPACE YP00XHWH.YMAXINT
 RECOVER LOGONLY TABLESPACE YP00XH5V.YGRXSLG
 RECOVER LOGONLY TABLESPACE YP00XIKH.YMAXTRX
 RECOVER LOGONLY TABLESPACE YP00XJW4.YMAXPRX
 RECOVER LOGONLY TABLESPACE YP00XKBB.YGRXUAT
 RECOVER LOGONLY TABLESPACE YP00XKD0.YMAXOTX
 RECOVER LOGONLY TABLESPACE YP00XKHX.YTRXGRX
 RECOVER LOGONLY TABLESPACE YP00XKIL.YTRXCHI
 RECOVER LOGONLY TABLESPACE YP00XLEK.YGRXHSX
 RECOVER LOGONLY TABLESPACE YP00XLH8.YGRXUAT
 RECOVER LOGONLY TABLESPACE YP00XLPS.YTRXRFC
 RECOVER LOGONLY TABLESPACE YP00XLUI.YNGXSET
 RECOVER LOGONLY TABLESPACE YP00XL84.YMAXZSP
 RECOVER LOGONLY TABLESPACE YP00XMUG.YNGXGSX
 RECOVER LOGONLY TABLESPACE YP00XMXN.YTRXINT
 RECOVER LOGONLY TABLESPACE YP00XNCN.YTRXTAB
 RECOVER LOGONLY TABLESPACE YP00XNIG.YTRXOTX
 RECOVER LOGONLY TABLESPACE YP00XONO.YNGXPRO
 RECOVER LOGONLY TABLESPACE YP00XON0.YTRXSPX
 RECOVER LOGONLY TABLESPACE YP00XPBU.YTRXQTX
 RECOVER LOGONLY TABLESPACE YP00XPJX.YGRXSUM
 RECOVER LOGONLY TABLESPACE YP00XPK6.YCOXHBX
 RECOVER LOGONLY TABLESPACE YP00XP8V.YTRXCHI
 RECOVER LOGONLY TABLESPACE YP00XQDV.YNGXHVX
 RECOVER LOGONLY TABLESPACE YP00XQLX.YGRXSLG
 RECOVER LOGONLY TABLESPACE YP00XQLZ.YGOXCPR
 RECOVER LOGONLY TABLESPACE YP00XQZ9.YMAXSTX
 RECOVER LOGONLY TABLESPACE YP00XROS.YMAXEXC
 RECOVER LOGONLY TABLESPACE YP00XR4M.YTRXGRX
 RECOVER LOGONLY TABLESPACE YP00XR9E.YGRXSLG
 RECOVER LOGONLY TABLESPACE YP00XSEX.YGRXSLG
 RECOVER LOGONLY TABLESPACE YP00XSG7.YGRXSLG
 RECOVER LOGONLY TABLESPACE YP00XTSP.YGRXOVX
 RECOVER LOGONLY TABLESPACE YP00XTXH.YGRXGTX
 RECOVER LOGONLY TABLESPACE YP00XUB9.YHRTXPR
 RECOVER LOGONLY TABLESPACE YP00XV2B.YTRXETE
 RECOVER LOGONLY TABLESPACE YP00XW5D.YNGXTVX
 RECOVER LOGONLY TABLESPACE YP00XYDO.YTRXRCP
 RECOVER LOGONLY TABLESPACE YP00XYHT.YGRXUA
 RECOVER LOGONLY TABLESPACE YP00XYSZ.YGRXSLG
 RECOVER LOGONLY TABLESPACE YP00XYUY.YCOXUSR
 RECOVER LOGONLY TABLESPACE YP00XZMY.YSQXLOG
 RECOVER LOGONLY TABLESPACE YP00XZ5L.YGRXSLG
 RECOVER LOGONLY TABLESPACE YP00X0WS.YGRXSET
 RECOVER LOGONLY TABLESPACE YP00X1GN.YMAXZSP
 RECOVER LOGONLY TABLESPACE YP00X1UC.YNGXALE
 RECOVER LOGONLY TABLESPACE YP00X14T.YTRXETE
 RECOVER LOGONLY TABLESPACE YP00X2SE.YGRXSLG
 RECOVER LOGONLY TABLESPACE YP00X3UC.YTRXGW
 RECOVER LOGONLY TABLESPACE YP00X3XJ.YGRXSLG
 RECOVER LOGONLY TABLESPACE YP00X35B.YTRXENQ
 RECOVER LOGONLY TABLESPACE YP00X4RZ.YGRXSLG
 RECOVER LOGONLY TABLESPACE YP00X5KY.YGRXSLG
 RECOVER LOGONLY TABLESPACE YP00X55X.YTRXJOB
 RECOVER LOGONLY TABLESPACE YP00X6F1.YGRXSLG
 RECOVER LOGONLY TABLESPACE YP00X6G7.YGRXPRX
 RECOVER LOGONLY TABLESPACE YP00X6ZN.YGOXALE
 RECOVER LOGONLY TABLESPACE YP00X60T.YTRXQTX
 RECOVER LOGONLY TABLESPACE YP00X650.YCOXSET
 RECOVER LOGONLY TABLESPACE YP00X68B.YTRXUPD
 RECOVER LOGONLY TABLESPACE YP00X7M5.YTRXJOB
 RECOVER LOGONLY TABLESPACE YP00X70I.YHRTXPA
 RECOVER LOGONLY TABLESPACE YP00X83H.YTRXGRX
 RECOVER LOGONLY TABLESPACE YP00X94N.YGOXPRO
 RECOVER LOGONLY TABLESPACE YP01XR8I.XSAP
 RECOVER LOGONLY TABLESPACE YP10XAVB.YSQXINT
 RECOVER LOGONLY TABLESPACE YP10XY63.YGRXCNT
 RECOVER LOGONLY TABLESPACE YP10X0ZA.YGRXINT
 RECOVER LOGONLY TABLESPACE YP10X8WG.YGRXLOG
 RECOVER LOGONLY TABLESPACE YP20XARD.YMAXLOC
 RECOVER LOGONLY TABLESPACE YP20XDAT.YMAXTRE
 RECOVER LOGONLY TABLESPACE YP20XFA6.YSQXZQX
 RECOVER LOGONLY TABLESPACE YP20XGSG.YMAXSQL
 RECOVER LOGONLY TABLESPACE YP20XHA9.YTRXPRI
 RECOVER LOGONLY TABLESPACE YP20XIZI.YMAXLOC
 RECOVER LOGONLY TABLESPACE YP20XKFQ.YMAXTRX
 RECOVER LOGONLY TABLESPACE YP20XLRX.YMAXTRX
 RECOVER LOGONLY TABLESPACE YP20XM7Q.YMAXTRE
 RECOVER LOGONLY TABLESPACE YP20XOZQ.YMAXALE
 RECOVER LOGONLY TABLESPACE YP20XPSB.YMAXTRE
 RECOVER LOGONLY TABLESPACE YP20XTV1.YMAXTRX
 RECOVER LOGONLY TABLESPACE YP20XX6U.YTRXERX
 RECOVER LOGONLY TABLESPACE YP20XYEH.YMAXTRX
 RECOVER LOGONLY TABLESPACE YP20XYKW.YSQXZLX
 RECOVER LOGONLY TABLESPACE YP20X3QF.YMAXTRE
 RECOVER LOGONLY TABLESPACE YP20X3WL.YMAXJOB
 RECOVER LOGONLY TABLESPACE YP20X955.YTRXTRX
 RECOVER LOGONLY TABLESPACE YP30XABS.YSQXZPX
 RECOVER LOGONLY TABLESPACE YP30XANU.YSQXSQL
 RECOVER LOGONLY TABLESPACE YP30XCG4.YGRXSLG
 RECOVER LOGONLY TABLESPACE YP30XFLH.YGRXSLG
 RECOVER LOGONLY TABLESPACE YP30XHZA.YSQXZQX
 RECOVER LOGONLY TABLESPACE YP30XJZE.YTRXDBX
 RECOVER LOGONLY TABLESPACE YP30XKAA.YSQXSQL
 RECOVER LOGONLY TABLESPACE YP30XLZ2.YSQXZPX
 RECOVER LOGONLY TABLESPACE YP30XNZZ.YSQXSQL
 RECOVER LOGONLY TABLESPACE YP30XPX9.YSQXZQX
 RECOVER LOGONLY TABLESPACE YP30XP3J.YMAXMAI
 RECOVER LOGONLY TABLESPACE YP30XR4T.YSQXZPX
 RECOVER LOGONLY TABLESPACE YP30XW5N.YTRXDBX
 RECOVER LOGONLY TABLESPACE YP30X2QI.YTRXFSY
 RECOVER LOGONLY TABLESPACE YP30X239.YGRXSLG
 RECOVER LOGONLY TABLESPACE YP30X42I.YGRXSLG
 RECOVER LOGONLY TABLESPACE YP30X78E.YSQXZPX
 RECOVER LOGONLY TABLESPACE YP40XAWV.YTRXABE
 RECOVER LOGONLY TABLESPACE YP40XAZ2.YTRXBUF
 RECOVER LOGONLY TABLESPACE YP40XBDS.YTRXSTX
 RECOVER LOGONLY TABLESPACE YP40XBOA.YTRXBDC
 RECOVER LOGONLY TABLESPACE YP40XCQH.YTRXJOB
 RECOVER LOGONLY TABLESPACE YP40XCTB.YTRXPRC
 RECOVER LOGONLY TABLESPACE YP40XDS1.YTRXARF
 RECOVER LOGONLY TABLESPACE YP40XEYC.YTRXDBX
 RECOVER LOGONLY TABLESPACE YP40XEZ0.YTRXDB2
 RECOVER LOGONLY TABLESPACE YP40XE7D.YTRXSLO
 RECOVER LOGONLY TABLESPACE YP40XFSC.YTRXPOO
 RECOVER LOGONLY TABLESPACE YP40XGZH.YTRXDBX
 RECOVER LOGONLY TABLESPACE YP40XG3L.YTRXALE
 RECOVER LOGONLY TABLESPACE YP40XKHS.YTRXIDO
 RECOVER LOGONLY TABLESPACE YP40XKZN.YTRXTAS
 RECOVER LOGONLY TABLESPACE YP40XLAO.YTRXSTX
 RECOVER LOGONLY TABLESPACE YP40XLWQ.YTRXSTX
 RECOVER LOGONLY TABLESPACE YP40XN1C.YTRXQTX
 RECOVER LOGONLY TABLESPACE YP40XOHA.YTRXDB2
 RECOVER LOGONLY TABLESPACE YP40XO1B.YTRXDIS
 RECOVER LOGONLY TABLESPACE YP40XO66.YTRXDBX
 RECOVER LOGONLY TABLESPACE YP40XQ3B.YTRXRFC
 RECOVER LOGONLY TABLESPACE YP40XT1C.YTRXDB2X
 RECOVER LOGONLY TABLESPACE YP40XW9Q.YMAXOTX
 RECOVER LOGONLY TABLESPACE YP40X0DJ.YGRXETE
 RECOVER LOGONLY TABLESPACE YP40X0PV.YTRXDBX
 RECOVER LOGONLY TABLESPACE YP40X015.YMAXPRC
 RECOVER LOGONLY TABLESPACE YP40X1C9.YTRXDB2
 RECOVER LOGONLY TABLESPACE YP40X134.YMAXLOG
 RECOVER LOGONLY TABLESPACE YP40X2AX.YTRXWOR
 RECOVER LOGONLY TABLESPACE YP40X3QO.YGRXTAS
 RECOVER LOGONLY TABLESPACE YP40X3RC.YTRXSPO
 RECOVER LOGONLY TABLESPACE YP40X52M.YTRXDB2X
 RECOVER LOGONLY TABLESPACE YP40X62Z.YTRXDB2X
 RECOVER LOGONLY TABLESPACE YP40X8PH.YTRXOTX
/*
//
 RECOVER LOGONLY TABLESPACE SX43XUKI.XSAP
 RECOVER LOGONLY TABLESPACE SX30X1TO.D345T
 RECOVER LOGONLY TABLESPACE PR11#000.#SAP
 RECOVER LOGONLY TABLESPACE PR10#P3Y.TSP03D
 RECOVER LOGONLY TABLESPACE LD40XG49.D020L
 RECOVER LOGONLY TABLESPACE LD40XOD0.D020LINF
 RECOVER LOGONLY TABLESPACE PR00#CV6.TSP03L
 RECOVER LOGONLY TABLESPACE PR00#7N1.TSPDEVCF
