//DB2RBLD3 JOB ,'RDL',CLASS=S,MSGCLASS=X,NOTIFY=DT0072
//DSNUPROC EXEC PGM=DSNUTILB,REGION=0M,
//         PARM='DB2Y,XRBLD'
//STEPLIB  DD   DSN=SSXDT.DSNDBYG.DB2Y.SDSNLOAD,DISP=SHR
//SORTWK01 DD  UNIT=SYSDA,SPACE=(CYL,(150,200),,,ROUND),VOL=(,,,16)
//SORTWK02 DD  UNIT=SYSDA,SPACE=(CYL,(150,200),,,ROUND),VOL=(,,,16)
//SORTWK03 DD  UNIT=SYSDA,SPACE=(CYL,(150,200),,,ROUND),VOL=(,,,16)
//SORTWK04 DD  UNIT=SYSDA,SPACE=(CYL,(150,200),,,ROUND),VOL=(,,,16)
//SORTWK05 DD  UNIT=SYSDA,SPACE=(CYL,(150,200),,,ROUND),VOL=(,,,16)
//SORTWK06 DD  UNIT=SYSDA,SPACE=(CYL,(150,200),,,ROUND),VOL=(,,,16)
//SORTWK07 DD  UNIT=SYSDA,SPACE=(CYL,(150,200),,,ROUND),VOL=(,,,16)
//SORTWK08 DD  UNIT=SYSDA,SPACE=(CYL,(150,200),,,ROUND),VOL=(,,,16)
//SYSUT1   DD  DSN=DT0072.REBLD075.SYSUT1,BUFNO=100,
//             DISP=(MOD,DELETE,CATLG),
//             UNIT=SYSDA,SPACE=(CYL,(200,400),,,ROUND),VOL=(,,,16)
//SYSPRINT DD   SYSOUT=*
//UTPRINT  DD   SYSOUT=*
//SYSUDUMP DD   SYSOUT=*
//SYSIN    DD   *
 REBUILD INDEX (ALL) TABLESPACE DSNDB04.DGORDGOD
 REBUILD INDEX (ALL) TABLESPACE DSNDB04.DGORDGOP
 REBUILD INDEX (ALL) TABLESPACE DSNDB04.DSNRSTAT
 REBUILD INDEX (ALL) TABLESPACE DSNDB04.DSNR1@S6
 REBUILD INDEX (ALL) TABLESPACE DSNDB04.PLANRTAB
 REBUILD INDEX (ALL) TABLESPACE DSNDB04.PLANTABL
 REBUILD INDEX (ALL) TABLESPACE DSNDB04.PLAN1UIS
 REBUILD INDEX (ALL) TABLESPACE DSNDB04.PLAN179L
 REBUILD INDEX (ALL) TABLESPACE PTDB.ALOGFILE
 REBUILD INDEX (ALL) TABLESPACE PTDB.ALOGRANG
 REBUILD INDEX (ALL) TABLESPACE PTDB.ALOGSTRT
 REBUILD INDEX (ALL) TABLESPACE PTDB.PDTHST01
 REBUILD INDEX (ALL) TABLESPACE PTDB.PSAHSTBP
 REBUILD INDEX (ALL) TABLESPACE PTDB.PSAHSTDB
 REBUILD INDEX (ALL) TABLESPACE PTDB.PSAHSTVL
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTBSDS
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTG300UH
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTG400TS
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTG500TS
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTG500T2
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTIRCQTS
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTISSC
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTITSANE
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTITSANF
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTITSANG
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTITSANH
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTITSBP2
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTITSDAT
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTITSDEF
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTITSDM1
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTITSDM2
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTITSDR2
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTITSGAU
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTITSGBK
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTITSGB2
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTITSLA1
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTITSLA2
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTITSLA3
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTITSLOG
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTITSMD4
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTITSMG1
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTITSMG2
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTITSMG4
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTITSMG5
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTITSMG7
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTITSMG8
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTITSMG9
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTITSOAC
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTITSOAD
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTITSOAE
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTITSOAF
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTITSOAG
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTITSPAA
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTITSPAE
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTITSPAF
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTITSPAG
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTITSPAH
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTITSPAJ
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTITSPAM
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTITSPAN
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTITSPAO
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTITSPAP
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTITSPAQ
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTITSPAR
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTITSPA6
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTITSPK1
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTITSPK2
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTITSPSB
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTITSRAA
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTITSRAB
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTITSRAC
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTITSRAD
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTITSRAE
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTITSRAF
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTITSRAG
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTITSRAH
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTITSRAI
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTITSRAJ
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTITSRAK
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTITSRAL
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTITSRAM
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTITSRAN
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTITSRA1
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTITSRA2
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTITSRCE
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTITSRCX
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTITSRI1
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTITSRI2
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTITSRI3
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTITSRI4
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTITSRI5
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTITSRU1
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTITSRU2
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTITSSAC
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTITSSAD
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTITSSDC
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTITSSDD
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTITSSDF
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTITSSDP
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTITSSDR
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTITSSEC
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTITSSEP
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTITSSE1
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTITSSE2
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTITSSPS
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTITSSUD
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTITSSUR
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTITSTBL
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTITSTXT
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTPGFTS
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTPQOTS
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTPQTTS1
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTPQTTS2
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTPRFF42
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTPRFL42
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTPRFM42
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTPRFN42
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTPRFP42
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTPRFQ42
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTPRFR42
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTPRFS42
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTPRFU42
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTPRFV42
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTQQFTS1
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTQRFH42
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTQRFJ42
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTQRFK42
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTQRFM42
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTQRFR42
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTQRFU42
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTRALGT6
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTTSRCD6
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTTSRCL6
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTTSRCR6
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTTSREP6
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTTSRFQ6
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTTSRIK6
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTTSRIX6
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTTSRRP6
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTTSRTB6
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTTSRTS6
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTTSRVL6
 REBUILD INDEX (ALL) TABLESPACE PTDB.PTTSUTL6
/*
//
