//DT0072I  JOB ,'RDL',CLASS=P,MSGCLASS=X,NOTIFY=DT0072,TYPRUN=HOLD
/*JOBPARM SYSAFF=MVSS
//DSNUPROC EXEC PGM=DSNUTILB,REGION=0M,
//         PARM='DBVG,XRBLD3'
//STEPLIB  DD   DSN=SSXDT.DSNDBVG.DB3V.SDSNLOAD,DISP=SHR
//SORTWK01 DD  UNIT=SYSDA,SPACE=(CYL,(150,200),,,ROUND),VOL=(,,,16)
//SORTWK02 DD  UNIT=SYSDA,SPACE=(CYL,(150,200),,,ROUND),VOL=(,,,16)
//SORTWK03 DD  UNIT=SYSDA,SPACE=(CYL,(150,200),,,ROUND),VOL=(,,,16)
//SORTWK04 DD  UNIT=SYSDA,SPACE=(CYL,(150,200),,,ROUND),VOL=(,,,16)
//SORTWK05 DD  UNIT=SYSDA,SPACE=(CYL,(150,200),,,ROUND),VOL=(,,,16)
//SORTWK06 DD  UNIT=SYSDA,SPACE=(CYL,(150,200),,,ROUND),VOL=(,,,16)
//SORTWK07 DD  UNIT=SYSDA,SPACE=(CYL,(150,200),,,ROUND),VOL=(,,,16)
//SORTWK08 DD  UNIT=SYSDA,SPACE=(CYL,(150,200),,,ROUND),VOL=(,,,16)
//SYSUT1   DD  DSN=&&RBLD,BUFNO=100,
//             UNIT=SYSDA,SPACE=(CYL,(500,300),,,ROUND),VOL=(,,,16)
//SYSPRINT DD   SYSOUT=*
//UTPRINT  DD   SYSOUT=*
//SYSUDUMP DD   SYSOUT=*
//SYSIN    DD   *
 REBUILD INDEX (ALL) TABLESPACE EBKD2S02.TSKD0070 SORTKEYS REUSE
 REBUILD INDEX (ALL) TABLESPACE EBKD2S02.TSKD0072 SORTKEYS REUSE
 REBUILD INDEX (ALL) TABLESPACE EBKD2S02.TSKD0073 SORTKEYS REUSE
 REBUILD INDEX (ALL) TABLESPACE EBKD2S02.TSKD0075 SORTKEYS REUSE
 REBUILD INDEX (ALL) TABLESPACE EBKD2S02.TSKD0076 SORTKEYS REUSE
 REBUILD INDEX (ALL) TABLESPACE EBKD2S02.TSKD0078 SORTKEYS REUSE
 REBUILD INDEX (ALL) TABLESPACE EBKD2S02.TSKD0079 SORTKEYS REUSE
 REBUILD INDEX (ALL) TABLESPACE EBKD2S02.TSKD0080 SORTKEYS REUSE
 REBUILD INDEX (ALL) TABLESPACE EBKD2S02.TSKD0082 SORTKEYS REUSE
 REBUILD INDEX (ALL) TABLESPACE EBKD2S02.TSKD0083 SORTKEYS REUSE
 REBUILD INDEX (ALL) TABLESPACE EBKD2S02.TSKD0084 SORTKEYS REUSE
 REBUILD INDEX (ALL) TABLESPACE EBKD2S02.TSKD0086 SORTKEYS REUSE
 REBUILD INDEX (ALL) TABLESPACE EBKD2S02.TSKD0088 SORTKEYS REUSE
 REBUILD INDEX (ALL) TABLESPACE EBKD2S02.TSKD0089 SORTKEYS REUSE
 REBUILD INDEX (ALL) TABLESPACE EBKD2S02.TSKD0091 SORTKEYS REUSE
 REBUILD INDEX (ALL) TABLESPACE EBKD2S02.TSKD0092 SORTKEYS REUSE
 REBUILD INDEX (ALL) TABLESPACE EBKD2S02.TSKD0093 SORTKEYS REUSE
 REBUILD INDEX (ALL) TABLESPACE EBKD2S02.TSKD0094 SORTKEYS REUSE
 REBUILD INDEX (ALL) TABLESPACE EBKD2S02.TSKD0095 SORTKEYS REUSE
 REBUILD INDEX (ALL) TABLESPACE EBKD2S02.TSKD0097 SORTKEYS REUSE
 REBUILD INDEX (ALL) TABLESPACE EBKD2S02.TSKD0102 SORTKEYS REUSE
 REBUILD INDEX (ALL) TABLESPACE EBKD2S02.TSKD0104 SORTKEYS REUSE
 REBUILD INDEX (ALL) TABLESPACE EBKD2S02.TSKD0105 SORTKEYS REUSE
 REBUILD INDEX (ALL) TABLESPACE EBKD2S02.TSKD0106 SORTKEYS REUSE
 REBUILD INDEX (ALL) TABLESPACE EBKD2S02.TSKD0108 SORTKEYS REUSE
 REBUILD INDEX (ALL) TABLESPACE EBKD2S02.TSKD0109 SORTKEYS REUSE
 REBUILD INDEX (ALL) TABLESPACE EBKD2S02.TSKD0110 SORTKEYS REUSE
 REBUILD INDEX (ALL) TABLESPACE EBKD2S02.TSKD0117 SORTKEYS REUSE
 REBUILD INDEX (ALL) TABLESPACE EBKD2S02.TSKD0119 SORTKEYS REUSE
 REBUILD INDEX (ALL) TABLESPACE EBKD2S02.TSKD0121 SORTKEYS REUSE
 REBUILD INDEX (ALL) TABLESPACE EBKD2S02.TSKD0122 SORTKEYS REUSE
 REBUILD INDEX (ALL) TABLESPACE EBKD2S02.TSKD0128 SORTKEYS REUSE
 REBUILD INDEX (ALL) TABLESPACE EBKD2S02.TSKD0132 SORTKEYS REUSE
 REBUILD INDEX (ALL) TABLESPACE EBKD2S02.TSKD0133 SORTKEYS REUSE
 REBUILD INDEX (ALL) TABLESPACE EBKD2S02.TSKD0134 SORTKEYS REUSE
 REBUILD INDEX (ALL) TABLESPACE EBKD2S02.TSKD0138 SORTKEYS REUSE
 REBUILD INDEX (ALL) TABLESPACE EBKD2S02.TSKD0141 SORTKEYS REUSE
 REBUILD INDEX (ALL) TABLESPACE EBKD2S02.TSKD0144 SORTKEYS REUSE
/*
//
