//DT0072D JOB ,'RDL',CLASS=S,MSGCLASS=X,NOTIFY=DT0072
//STEP01  EXEC DSNUPROR,PARM='DBRG,RSTATSD'
//DSNUPROR.SYSIN DD  *
  RUNSTATS TABLESPACE EBKD2P02.TSKD0144 PART 3
     TABLE (ALL) SAMPLE 5 INDEX (ALL) SHRLEVEL CHANGE
/*
//
  RUNSTATS TABLESPACE EBKD2P02.TSKD0072 TABLE (ALL) INDEX (ALL)
