//DB2RECV1 JOB ,'RDL',CLASS=S,MSGCLASS=X,NOTIFY=DT0072
//JOBLIB   DD   DSN=SSXDT.DSNDBYG.DB2Y.SDSNLOAD,DISP=SHR
//STEP01   EXEC PGM=DSNUTILB,REGION=0M,
//         PARM='DB2Y,RECV1'
//SYSPRINT DD   SYSOUT=*
//UTPRINT  DD   SYSOUT=*
//SYSUDUMP DD   SYSOUT=*
//SYSIN    DD   *
 RECOVER LOGONLY TABLESPACE A121XOHH.XSAP
 RECOVER LOGONLY TABLESPACE A121X8RC.XSAP
 RECOVER LOGONLY TABLESPACE A122#000.#SAP
 RECOVER LOGONLY TABLESPACE A122XIP4.XSAP
 RECOVER LOGONLY TABLESPACE A122X49O.XSAP
 RECOVER LOGONLY TABLESPACE A123#000.#SAP
 RECOVER LOGONLY TABLESPACE A123XFXP.SRRELRO
 RECOVER LOGONLY TABLESPACE A123XJ6Y.XSAP
 RECOVER LOGONLY TABLESPACE A123XSFK.XSAP
 RECOVER LOGONLY TABLESPACE A123XW9O.VIKOKO
 RECOVER LOGONLY TABLESPACE A130#ABX.GLPCO
 RECOVER LOGONLY TABLESPACE A130#ACF.FEBEP
 RECOVER LOGONLY TABLESPACE A130#AIJ.PCL2
 RECOVER LOGONLY TABLESPACE A130#AKL.EWUFI#SO
 RECOVER LOGONLY TABLESPACE A130#AK0.JEST
 RECOVER LOGONLY TABLESPACE A130#ALC.SOADRBUF
 RECOVER LOGONLY TABLESPACE A130#ALW.CD0ENT2T
 RECOVER LOGONLY TABLESPACE A130#AOW.HRAAHDR
 RECOVER LOGONLY TABLESPACE A130#AQR.FDM1
 RECOVER LOGONLY TABLESPACE A130#AUE.MYMP
 RECOVER LOGONLY TABLESPACE A130#AVZ.EKKO
 RECOVER LOGONLY TABLESPACE A130#AXA.AFPO
 RECOVER LOGONLY TABLESPACE A130#A2W.FDS1
 RECOVER LOGONLY TABLESPACE A130#A3F.RFRR
 RECOVER LOGONLY TABLESPACE A130#A6J.TCOBJ
 RECOVER LOGONLY TABLESPACE A130#A89.P01CEE
 RECOVER LOGONLY TABLESPACE A130#BAV.RBKPB
 RECOVER LOGONLY TABLESPACE A130#BA4.GLT3
 RECOVER LOGONLY TABLESPACE A130#BCI.COEJT
 RECOVER LOGONLY TABLESPACE A130#BGM.CATSPM
 RECOVER LOGONLY TABLESPACE A130#BGU.EBII
 RECOVER LOGONLY TABLESPACE A130#BIX.LTEXX
 RECOVER LOGONLY TABLESPACE A130#BQ5.IBSYMBOX
 RECOVER LOGONLY TABLESPACE A130#BRB.GLFUNCC
 RECOVER LOGONLY TABLESPACE A130#BR1.ESSR
 RECOVER LOGONLY TABLESPACE A130#BYN.SORS


 RECOVER LOGONLY TABLESPACE A130#B2M.QINF
 RECOVER LOGONLY TABLESPACE A130#B2U.WTADAB
 RECOVER LOGONLY TABLESPACE A130#B3T.JSTO
 RECOVER LOGONLY TABLESPACE A130#B4G.SOMG
 RECOVER LOGONLY TABLESPACE A130#B5B.SOATT
 RECOVER LOGONLY TABLESPACE A130#CC7.AUFG
 RECOVER LOGONLY TABLESPACE A130#CH5.SROBJING
 RECOVER LOGONLY TABLESPACE A130#CJM.SADRF
 RECOVER LOGONLY TABLESPACE A130#CPB.FRET
 RECOVER LOGONLY TABLESPACE A130#CSK.DRZO
 RECOVER LOGONLY TABLESPACE A130#CSX.MOFF
 RECOVER LOGONLY TABLESPACE A130#CXS.RSDB
 RECOVER LOGONLY TABLESPACE A130#C13.RF048
 RECOVER LOGONLY TABLESPACE A130#C5P.COKS
 RECOVER LOGONLY TABLESPACE A130#C5Q.COVA
 RECOVER LOGONLY TABLESPACE A130#C67.COSL
 RECOVER LOGONLY TABLESPACE A130#DD3.COMEP
 RECOVER LOGONLY TABLESPACE A130#DFI.RUECK
 RECOVER LOGONLY TABLESPACE A130#DJI.COES
 RECOVER LOGONLY TABLESPACE A130#DLM.CATSMM
 RECOVER LOGONLY TABLESPACE A130#DMB.INDX
 RECOVER LOGONLY TABLESPACE A130#DOR.TAQTS
 RECOVER LOGONLY TABLESPACE A130#DUL.CATSPS
 RECOVER LOGONLY TABLESPACE A130#DXT.PTEX2010
 RECOVER LOGONLY TABLESPACE A130#DZQ.QPRN
 RECOVER LOGONLY TABLESPACE A130#D1X.AUVZ
 RECOVER LOGONLY TABLESPACE A130#D2S.TOA#L03
 RECOVER LOGONLY TABLESPACE A130#D6T.COEJR
 RECOVER LOGONLY TABLESPACE A130#D8Z.LSEG
 RECOVER LOGONLY TABLESPACE A130#EAD.WKBP
 RECOVER LOGONLY TABLESPACE A130#EBD.USOBT#CD
 RECOVER LOGONLY TABLESPACE A130#EBH.AFFV
 RECOVER LOGONLY TABLESPACE A130#EBQ.J#1BNFNA
 RECOVER LOGONLY TABLESPACE A130#EBX.SOCY
 RECOVER LOGONLY TABLESPACE A130#EN3.DLFLD
 RECOVER LOGONLY TABLESPACE A130#EWL.COFIS
 RECOVER LOGONLY TABLESPACE A130#EY9.FSLSI
 RECOVER LOGONLY TABLESPACE A130#E0V.COEJL
 RECOVER LOGONLY TABLESPACE A130#E3O.DSYAMRK
 RECOVER LOGONLY TABLESPACE A130#E49.BPJA
 RECOVER LOGONLY TABLESPACE A130#E9Q.BPGE
 RECOVER LOGONLY TABLESPACE A130#FCT.COFIT
 RECOVER LOGONLY TABLESPACE A130#FD0.RBTX
 RECOVER LOGONLY TABLESPACE A130#FFM.WBO4
 RECOVER LOGONLY TABLESPACE A130#FGQ.KBLE
 RECOVER LOGONLY TABLESPACE A130#FJB.VFKN
 RECOVER LOGONLY TABLESPACE A130#FPX.AQTDB
 RECOVER LOGONLY TABLESPACE A130#FQV.FDSRDIST
 RECOVER LOGONLY TABLESPACE A130#FRJ.WBO1
 RECOVER LOGONLY TABLESPACE A130#FZF.ELBK
 RECOVER LOGONLY TABLESPACE A130#FZU.BKPF
 RECOVER LOGONLY TABLESPACE A130#F01.USRSYSAX
 RECOVER LOGONLY TABLESPACE A130#F4I.BPTX
 RECOVER LOGONLY TABLESPACE A130#F5R.BPBK
 RECOVER LOGONLY TABLESPACE A130#F8H.TTXI
 RECOVER LOGONLY TABLESPACE A130#F9T.P01CBE
 RECOVER LOGONLY TABLESPACE A130#GFE.FMCFAB
 RECOVER LOGONLY TABLESPACE A130#GGP.FDSB


 RECOVER LOGONLY TABLESPACE A130#GHF.PTRV#DOC
 RECOVER LOGONLY TABLESPACE A130#GKH.PLPR
 RECOVER LOGONLY TABLESPACE A130#GRG.TCGSGP
 RECOVER LOGONLY TABLESPACE A130#GRZ.USRSYSPR
 RECOVER LOGONLY TABLESPACE A130#GWP.FMIO
 RECOVER LOGONLY TABLESPACE A130#GWQ.GLREFC
 RECOVER LOGONLY TABLESPACE A130#GXJ.SADLSTDI
 RECOVER LOGONLY TABLESPACE A130#G1X.FMBUD
 RECOVER LOGONLY TABLESPACE A130#G2K.FEBMS
 RECOVER LOGONLY TABLESPACE A130#G2X.COKA
 RECOVER LOGONLY TABLESPACE A130#G7F.SCAPPTIN
 RECOVER LOGONLY TABLESPACE A130#HCH.CPZP
 RECOVER LOGONLY TABLESPACE A130#HIY.COEPD
 RECOVER LOGONLY TABLESPACE A130#HKH.P01CEF
 RECOVER LOGONLY TABLESPACE A130#HT9.FDSR
 RECOVER LOGONLY TABLESPACE A130#HWS.VTBFKTLO
 RECOVER LOGONLY TABLESPACE A130#HXS.P01CBT
 RECOVER LOGONLY TABLESPACE A130#HZJ.FMUDBSEG
 RECOVER LOGONLY TABLESPACE A130#H0D.VEDAPO
 RECOVER LOGONLY TABLESPACE A130#H0U.CLBUF
 RECOVER LOGONLY TABLESPACE A130#H28.FDLF
 RECOVER LOGONLY TABLESPACE A130#H3M.FMUDBSEX
 RECOVER LOGONLY TABLESPACE A130#H6L.LIPSRF
 RECOVER LOGONLY TABLESPACE A130#H6X.EKBZ
 RECOVER LOGONLY TABLESPACE A130#H90.TBTCP
 RECOVER LOGONLY TABLESPACE A130#IBH.T5W65
 RECOVER LOGONLY TABLESPACE A130#IEK.AQDB
 RECOVER LOGONLY TABLESPACE A130#IIQ.SLINCACH
 RECOVER LOGONLY TABLESPACE A130#II8.TRMWRK
 RECOVER LOGONLY TABLESPACE A130#IKQ.COMPPRT
 RECOVER LOGONLY TABLESPACE A130#IL5.SADR8
 RECOVER LOGONLY TABLESPACE A130#IPH.SWWINDX
 RECOVER LOGONLY TABLESPACE A130#IQR.ARFCRDAT
 RECOVER LOGONLY TABLESPACE A130#IR5.PPDIT
 RECOVER LOGONLY TABLESPACE A130#IW5.SADRU
 RECOVER LOGONLY TABLESPACE A130#I58.PMSDO
 RECOVER LOGONLY TABLESPACE A130#JGN.QMMA
 RECOVER LOGONLY TABLESPACE A130#JHO.COFIP
 RECOVER LOGONLY TABLESPACE A130#JH3.S038
 RECOVER LOGONLY TABLESPACE A130#JKV.COMER
 RECOVER LOGONLY TABLESPACE A130#JLH.DVK01
 RECOVER LOGONLY TABLESPACE A130#JLO.AFRP0
 RECOVER LOGONLY TABLESPACE A130#JNL.SSCH
 RECOVER LOGONLY TABLESPACE A130#JN7.KFPPI
 RECOVER LOGONLY TABLESPACE A130#JSD.AFKO
 RECOVER LOGONLY TABLESPACE A130#JW5.VAPMA
 RECOVER LOGONLY TABLESPACE A130#J15.LPDX
 RECOVER LOGONLY TABLESPACE A130#J4X.EKBE
 RECOVER LOGONLY TABLESPACE A130#J5L.KBLP
 RECOVER LOGONLY TABLESPACE A130#J5R.VBKPF
 RECOVER LOGONLY TABLESPACE A130#J6W.DVK02
 RECOVER LOGONLY TABLESPACE A130#J76.T5LRN
 RECOVER LOGONLY TABLESPACE A130#KDS.COOI
 RECOVER LOGONLY TABLESPACE A130#KFW.UKPF
 RECOVER LOGONLY TABLESPACE A130#KJC.QASH
 RECOVER LOGONLY TABLESPACE A130#KLC.COST
 RECOVER LOGONLY TABLESPACE A130#KLV.SOID
 RECOVER LOGONLY TABLESPACE A130#KL4.FDES


 RECOVER LOGONLY TABLESPACE A130#KN2.CKHS
 RECOVER LOGONLY TABLESPACE A130#KVQ.BPEG
 RECOVER LOGONLY TABLESPACE A130#KWN.BPEJ
 RECOVER LOGONLY TABLESPACE A130#K9B.CATO
 RECOVER LOGONLY TABLESPACE A130#K95.BDRGOUT
 RECOVER LOGONLY TABLESPACE A130#LBY.VTBFHAZU
 RECOVER LOGONLY TABLESPACE A130#LDE.EKPO
 RECOVER LOGONLY TABLESPACE A130#LGX.BSIM
 RECOVER LOGONLY TABLESPACE A130#LS3.ELBP
 RECOVER LOGONLY TABLESPACE A130#LX2.GLFUNCO
 RECOVER LOGONLY TABLESPACE A130#LZU.DTELDOKT
 RECOVER LOGONLY TABLESPACE A130#L4B.COMPHDR
 RECOVER LOGONLY TABLESPACE A130#L5O.ARFCSDAT
 RECOVER LOGONLY TABLESPACE A130#L58.QBEW
 RECOVER LOGONLY TABLESPACE A130#L68.FDM2
 RECOVER LOGONLY TABLESPACE A130#L9H.COSR
 RECOVER LOGONLY TABLESPACE A130#MCB.COER
 RECOVER LOGONLY TABLESPACE A130#MF2.AGDB
 RECOVER LOGONLY TABLESPACE A130#MIT.SAMTT
 RECOVER LOGONLY TABLESPACE A130#MKP.FILCC
 RECOVER LOGONLY TABLESPACE A130#MS9.GLREFO
 RECOVER LOGONLY TABLESPACE A130#MXF.SADLSTRE
 RECOVER LOGONLY TABLESPACE A130#MYE.TTXY
 RECOVER LOGONLY TABLESPACE A130#MZC.DSYAM
 RECOVER LOGONLY TABLESPACE A130#M0D.P01CIX
 RECOVER LOGONLY TABLESPACE A130#M7Z.FILCO
 RECOVER LOGONLY TABLESPACE A130#M76.IMRG
 RECOVER LOGONLY TABLESPACE A130#NDO.KBLK
 RECOVER LOGONLY TABLESPACE A130#NHN.MCTBC#HI
 RECOVER LOGONLY TABLESPACE A130#NHV.QCPR
 RECOVER LOGONLY TABLESPACE A130#NJB.MLWERE
 RECOVER LOGONLY TABLESPACE A130#NL9.AFFH
 RECOVER LOGONLY TABLESPACE A130#NRM.SMET01
 RECOVER LOGONLY TABLESPACE A130#NSL.FDESDIST
/*
//
//DB2RECV2 JOB ,'RDL',CLASS=S,MSGCLASS=X,NOTIFY=DT0072
//JOBLIB   DD   DSN=SSXDT.DSNDBYG.DB2Y.SDSNLOAD,DISP=SHR
//STEP01   EXEC PGM=DSNUTILB,REGION=0M,
//         PARM='DB2Y,RECV2'
//SYSPRINT DD   SYSOUT=*
//UTPRINT  DD   SYSOUT=*
//SYSUDUMP DD   SYSOUT=*
//SYSIN    DD   *
 RECOVER LOGONLY TABLESPACE A140XG80.DSVASREX
 RECOVER LOGONLY TABLESPACE A140XG92.BDSCONT
 RECOVER LOGONLY TABLESPACE A140XHE3.RLACSTI
 RECOVER LOGONLY TABLESPACE A140XHJC.RESCAP
 RECOVER LOGONLY TABLESPACE A140XHLX.S280BIW
 RECOVER LOGONLY TABLESPACE A140XHQR.ZFORM41
 RECOVER LOGONLY TABLESPACE A140XHSA.T7EHS00
 RECOVER LOGONLY TABLESPACE A140XHUY.PVWTYX
 RECOVER LOGONLY TABLESPACE A140XHVF.S295BIW
 RECOVER LOGONLY TABLESPACE A140XH2L.S279BIW
 RECOVER LOGONLY TABLESPACE A140XH5S.MC13VD0
 RECOVER LOGONLY TABLESPACE A140XH9D.CE4SXGO
 RECOVER LOGONLY TABLESPACE A140XIEP.MC08TR0


 RECOVER LOGONLY TABLESPACE A140XIOU.MC08TR0
 RECOVER LOGONLY TABLESPACE A140XIQD.BDSXCON
 RECOVER LOGONLY TABLESPACE A140XIXZ.S275BIW
 RECOVER LOGONLY TABLESPACE A140XI1U.MWMSEG
 RECOVER LOGONLY TABLESPACE A140XI2O.INVENTU
 RECOVER LOGONLY TABLESPACE A140XI3L.S296BIW
 RECOVER LOGONLY TABLESPACE A140XI7V.DSVASRE
 RECOVER LOGONLY TABLESPACE A140XJAD.MC18I00
 RECOVER LOGONLY TABLESPACE A140XJC8.SOFFCON
 RECOVER LOGONLY TABLESPACE A140XJML.PEGXTAS
 RECOVER LOGONLY TABLESPACE A140XJRV.VIMIIP
 RECOVER LOGONLY TABLESPACE A140XJVK.MC43RK0
 RECOVER LOGONLY TABLESPACE A140XJYB.SCRULES
 RECOVER LOGONLY TABLESPACE A140XJ3V.S490
 RECOVER LOGONLY TABLESPACE A140XJ5F.VCRSELA
 RECOVER LOGONLY TABLESPACE A140XJ7K.MC05Q2X
 RECOVER LOGONLY TABLESPACE A140XKAU.MC11VA0
 RECOVER LOGONLY TABLESPACE A140XKBY.DKOKS
 RECOVER LOGONLY TABLESPACE A140XKE3.TCMXCTI
 RECOVER LOGONLY TABLESPACE A140XKK3.S290
 RECOVER LOGONLY TABLESPACE A140XKLV.MC18I00
 RECOVER LOGONLY TABLESPACE A140XKQ5.MWVM07M
 RECOVER LOGONLY TABLESPACE A140XKS3.S426
 RECOVER LOGONLY TABLESPACE A140XKTS.PAYRQT
 RECOVER LOGONLY TABLESPACE A140XKVQ.SWRURLS
 RECOVER LOGONLY TABLESPACE A140XKZ9.DSVASRE
 RECOVER LOGONLY TABLESPACE A140XK0B.DRMREPI
 RECOVER LOGONLY TABLESPACE A140XK10.MMPREKX
 RECOVER LOGONLY TABLESPACE A140XK7F.DSKOP
 RECOVER LOGONLY TABLESPACE A140XK70.MC40RP0
 RECOVER LOGONLY TABLESPACE A140XLBQ.EXPOXDA
 RECOVER LOGONLY TABLESPACE A140XLDQ.S120BIW
 RECOVER LOGONLY TABLESPACE A140XLX6.SOIMAP
 RECOVER LOGONLY TABLESPACE A140XLYQ.S285BIW
 RECOVER LOGONLY TABLESPACE A140XL2C.S402
 RECOVER LOGONLY TABLESPACE A140XL38.S278BIW
 RECOVER LOGONLY TABLESPACE A140XL6K.DTEFW
 RECOVER LOGONLY TABLESPACE A140XMH7.S290BIW
 RECOVER LOGONLY TABLESPACE A140XMKC.DMSXRELX
 RECOVER LOGONLY TABLESPACE A140XMNJ.VCRSELA
 RECOVER LOGONLY TABLESPACE A140XMW8.WCAPL
 RECOVER LOGONLY TABLESPACE A140XMYU.MC04PE0
 RECOVER LOGONLY TABLESPACE A140XM39.S280
 RECOVER LOGONLY TABLESPACE A140XM6S.S276BIW
 RECOVER LOGONLY TABLESPACE A140XM7V.FTPTXRE
 RECOVER LOGONLY TABLESPACE A140XNFW.SRETIDX
 RECOVER LOGONLY TABLESPACE A140XNGO.S291BIW
 RECOVER LOGONLY TABLESPACE A140XNG5.SEWADAT
 RECOVER LOGONLY TABLESPACE A140XNKY.MC17I30
 RECOVER LOGONLY TABLESPACE A140XNNN.DKKOS
 RECOVER LOGONLY TABLESPACE A140XNQS.S492
 RECOVER LOGONLY TABLESPACE A140XNU0.MC04PE0
 RECOVER LOGONLY TABLESPACE A140XNV1.MMPREWX
 RECOVER LOGONLY TABLESPACE A140XNYI.TDMRECO
 RECOVER LOGONLY TABLESPACE A140XN7D.VLCSMOR
 RECOVER LOGONLY TABLESPACE A140XN8O.S274BIW
 RECOVER LOGONLY TABLESPACE A140XODR.MWMKPFX
 RECOVER LOGONLY TABLESPACE A140XOGE.S275BIW


 RECOVER LOGONLY TABLESPACE A140XO4G.S275
 RECOVER LOGONLY TABLESPACE A140XO48.BALDAT
 RECOVER LOGONLY TABLESPACE A140XO8B.ZTEST1P
 RECOVER LOGONLY TABLESPACE A140XPJ0.FMCFAAX
 RECOVER LOGONLY TABLESPACE A140XPR2.MC05QV0
 RECOVER LOGONLY TABLESPACE A140XP0F.MC05Q00
 RECOVER LOGONLY TABLESPACE A140XP06.CE4SXCP
 RECOVER LOGONLY TABLESPACE A140XP1J.S120BIW
 RECOVER LOGONLY TABLESPACE A140XP1T.MMPREKX
 RECOVER LOGONLY TABLESPACE A140XP59.IBSTCM
 RECOVER LOGONLY TABLESPACE A140XP7B.EDITTIM
 RECOVER LOGONLY TABLESPACE A140XQAN.VLCREVA
 RECOVER LOGONLY TABLESPACE A140XQC5.WCACQ
 RECOVER LOGONLY TABLESPACE A140XQEC.DISXTOB
 RECOVER LOGONLY TABLESPACE A140XQF7.T7EHS00
 RECOVER LOGONLY TABLESPACE A140XQF9.DSVASREX
 RECOVER LOGONLY TABLESPACE A140XQKX.VLCINCI
 RECOVER LOGONLY TABLESPACE A140XQNK.CE2SXCP
 RECOVER LOGONLY TABLESPACE A140XQQ9.FIEBLOI
 RECOVER LOGONLY TABLESPACE A140XQSS.BDSCONT
 RECOVER LOGONLY TABLESPACE A140XQU1.DTSCHEM
 RECOVER LOGONLY TABLESPACE A140XQ39.ALPERFD
 RECOVER LOGONLY TABLESPACE A140XQ5D.S491
 RECOVER LOGONLY TABLESPACE A140XQ9A.T5M58XO
 RECOVER LOGONLY TABLESPACE A140XRAY.DISXTOB
 RECOVER LOGONLY TABLESPACE A140XRD6.MMPREFX
 RECOVER LOGONLY TABLESPACE A140XRIR.DB6PMSQX
 RECOVER LOGONLY TABLESPACE A140XRTA.S277
 RECOVER LOGONLY TABLESPACE A140XRWK.DSVASDO
 RECOVER LOGONLY TABLESPACE A140XR0Z.MC08TR0
 RECOVER LOGONLY TABLESPACE A140XR03.S284BIW
 RECOVER LOGONLY TABLESPACE A140XR20.DISXTOB
 RECOVER LOGONLY TABLESPACE A140XSA3.T5ND1
 RECOVER LOGONLY TABLESPACE A140XSCB.MC17I30
 RECOVER LOGONLY TABLESPACE A140XSCF.S405
 RECOVER LOGONLY TABLESPACE A140XSM2.MC13VD0
 RECOVER LOGONLY TABLESPACE A140XS0D.S285
 RECOVER LOGONLY TABLESPACE A140XS4G.S274BIW
 RECOVER LOGONLY TABLESPACE A140XS5W.S901X
 RECOVER LOGONLY TABLESPACE A140XS61.MC18I00
 RECOVER LOGONLY TABLESPACE A140XS7V.KONDIND
 RECOVER LOGONLY TABLESPACE A140XS8A.VLCADDD
 RECOVER LOGONLY TABLESPACE A140XS8U.DMSXCON
 RECOVER LOGONLY TABLESPACE A140XTKC.TASKLIS
 RECOVER LOGONLY TABLESPACE A140XTP9.JX3GVBR
 RECOVER LOGONLY TABLESPACE A140XTZA.RLACPOI
 RECOVER LOGONLY TABLESPACE A140XT9I.TPRIXPA
 RECOVER LOGONLY TABLESPACE A140XUCV.MC18I30
 RECOVER LOGONLY TABLESPACE A140XUNM.BOSASNX
 RECOVER LOGONLY TABLESPACE A140XUQL.IWB3CON
 RECOVER LOGONLY TABLESPACE A140XUTJ.S278
 RECOVER LOGONLY TABLESPACE A140XUUR.CE4SXCP
 RECOVER LOGONLY TABLESPACE A140XUU6.KPEPXWL
 RECOVER LOGONLY TABLESPACE A140XUV3.MC03UM0
 RECOVER LOGONLY TABLESPACE A140XUYU.MC02MX0
 RECOVER LOGONLY TABLESPACE A140XUY1.KPEPXWLX
 RECOVER LOGONLY TABLESPACE A140XU78.S280BIW
 RECOVER LOGONLY TABLESPACE A140XVB6.FIEBXST


 RECOVER LOGONLY TABLESPACE A140XVCB.PNWTYVX
 RECOVER LOGONLY TABLESPACE A140XVEF.ADFSHXF
 RECOVER LOGONLY TABLESPACE A140XVKF.ZTEST2A
 RECOVER LOGONLY TABLESPACE A140XVWF.LECIXEV
 RECOVER LOGONLY TABLESPACE A140XVWI.MC17I00
 RECOVER LOGONLY TABLESPACE A140XVWZ.MLCO
 RECOVER LOGONLY TABLESPACE A140XVXL.FTPTXRE
 RECOVER LOGONLY TABLESPACE A140XV5D.MMPREFX
 RECOVER LOGONLY TABLESPACE A140XWBX.DRMSTAG
 RECOVER LOGONLY TABLESPACE A140XWE8.HRPYXRG
 RECOVER LOGONLY TABLESPACE A140XWGN.DMSXPRO
 RECOVER LOGONLY TABLESPACE A140XWIF.MC08TR0
 RECOVER LOGONLY TABLESPACE A140XWIG.S276BIW
 RECOVER LOGONLY TABLESPACE A140XWML.ESTXCHA
 RECOVER LOGONLY TABLESPACE A140XWQB.BDSXLOG
 RECOVER LOGONLY TABLESPACE A140XWTC.FIEBLOI
 RECOVER LOGONLY TABLESPACE A140XWT6.FTPTXRE
 RECOVER LOGONLY TABLESPACE A140XWUA.ISAUTOE
 RECOVER LOGONLY TABLESPACE A140XWUX.MC12VC0
 RECOVER LOGONLY TABLESPACE A140XW0N.FIEBPHI
 RECOVER LOGONLY TABLESPACE A140XW1O.ZFORM41X
 RECOVER LOGONLY TABLESPACE A140XW2W.CE3SXCP
 RECOVER LOGONLY TABLESPACE A140XW3G.DRMDETL
 RECOVER LOGONLY TABLESPACE A140XW4H.PPFTTRI
 RECOVER LOGONLY TABLESPACE A140XW41.JX3GVBR
 RECOVER LOGONLY TABLESPACE A140XW8F.S282
 RECOVER LOGONLY TABLESPACE A140XXC0.MMPREKX
 RECOVER LOGONLY TABLESPACE A140XXDY.CE2SXAL
 RECOVER LOGONLY TABLESPACE A140XXD2.SLIBUVA
 RECOVER LOGONLY TABLESPACE A140XXOM.VLCDEAE
 RECOVER LOGONLY TABLESPACE A140XXPE.PNWTYHX
 RECOVER LOGONLY TABLESPACE A140XXTQ.CE4SXGO
 RECOVER LOGONLY TABLESPACE A140XXZI.S292BIW
 RECOVER LOGONLY TABLESPACE A140XXZL.KPEPXWLX
 RECOVER LOGONLY TABLESPACE A140XX1A.CRMKEY
 RECOVER LOGONLY TABLESPACE A140XX8J.ZFORM41X
 RECOVER LOGONLY TABLESPACE A140XYBR.CKMLKEK
 RECOVER LOGONLY TABLESPACE A140XYCS.CE4SXAL
 RECOVER LOGONLY TABLESPACE A140XYE4.CE4SXAL
 RECOVER LOGONLY TABLESPACE A140XYGF.TOGM1
 RECOVER LOGONLY TABLESPACE A140XYKV.MC11VA0
 RECOVER LOGONLY TABLESPACE A140XYRJ.MC12VC0
 RECOVER LOGONLY TABLESPACE A140XYU9.INDX
 RECOVER LOGONLY TABLESPACE A140XYVX.MMPREWX
 RECOVER LOGONLY TABLESPACE A140XY8J.ZTEST1A
 RECOVER LOGONLY TABLESPACE A140XZBD.WCAIT
 RECOVER LOGONLY TABLESPACE A140XZFR.CE4SXGO
 RECOVER LOGONLY TABLESPACE A140XZMV.MC05Q00
 RECOVER LOGONLY TABLESPACE A140XZWY.S278BIW
 RECOVER LOGONLY TABLESPACE A140XZ5L.FTPTXRE
 RECOVER LOGONLY TABLESPACE A140XZ75.JX3GVBA
 RECOVER LOGONLY TABLESPACE A140X0AS.S295
 RECOVER LOGONLY TABLESPACE A140X0DO.BDLDTOC
 RECOVER LOGONLY TABLESPACE A140X0DY.S281BIW
 RECOVER LOGONLY TABLESPACE A140X0HZ.FIEBXST
 RECOVER LOGONLY TABLESPACE A140X0K3.MC17I00
 RECOVER LOGONLY TABLESPACE A140X0OD.MC04PX0
 RECOVER LOGONLY TABLESPACE A140X0P9.S296BIW


 RECOVER LOGONLY TABLESPACE A140X0T7.TDMREQV
 RECOVER LOGONLY TABLESPACE A140X0WD.VBPV
 RECOVER LOGONLY TABLESPACE A140X0ZC.T7EHS00
 RECOVER LOGONLY TABLESPACE A140X00B.DB6PMSAX
 RECOVER LOGONLY TABLESPACE A140X04Y.MC44RB0
 RECOVER LOGONLY TABLESPACE A140X1AX.SER06
 RECOVER LOGONLY TABLESPACE A140X1BL.CE1SXGO
 RECOVER LOGONLY TABLESPACE A140X1C7.VLCSMOR
 RECOVER LOGONLY TABLESPACE A140X1HK.CKMLPRX
 RECOVER LOGONLY TABLESPACE A140X1KW.S291
 RECOVER LOGONLY TABLESPACE A140X1PQ.SRETDID
 RECOVER LOGONLY TABLESPACE A140X1UT.CE3SXGO
 RECOVER LOGONLY TABLESPACE A140X1WW.DMSXCON
 RECOVER LOGONLY TABLESPACE A140X1W4.HUMSEG
 RECOVER LOGONLY TABLESPACE A140X1YG.SDOKPHV
 RECOVER LOGONLY TABLESPACE A140X15A.VEVW
 RECOVER LOGONLY TABLESPACE A140X15P.S277BIW
 RECOVER LOGONLY TABLESPACE A140X16Q.MMPREWX
 RECOVER LOGONLY TABLESPACE A140X178.MC05Q00
 RECOVER LOGONLY TABLESPACE A140X2B2.S406
 RECOVER LOGONLY TABLESPACE A140X2FD.MC11VA0
 RECOVER LOGONLY TABLESPACE A140X2FK.EXPOXEC
 RECOVER LOGONLY TABLESPACE A140X2GC.MMPREFX
 RECOVER LOGONLY TABLESPACE A140X2IQ.CE3SXAL
 RECOVER LOGONLY TABLESPACE A140X2LE.MC17I00
 RECOVER LOGONLY TABLESPACE A140X2LF.MC02MX0
 RECOVER LOGONLY TABLESPACE A140X2M3.AQPROT
 RECOVER LOGONLY TABLESPACE A140X2U5.TDMI2A
 RECOVER LOGONLY TABLESPACE A140X2VK.DRMHEAD
 RECOVER LOGONLY TABLESPACE A140X2XJ.CE4SXGO
 RECOVER LOGONLY TABLESPACE A140X20V.VLCSMNO
 RECOVER LOGONLY TABLESPACE A140X25L.DRMCONE
 RECOVER LOGONLY TABLESPACE A140X29X.WWKP
 RECOVER LOGONLY TABLESPACE A140X3AY.CE1SXAL
 RECOVER LOGONLY TABLESPACE A140X3D0.S285BIW
 RECOVER LOGONLY TABLESPACE A140X3GI.S296
 RECOVER LOGONLY TABLESPACE A140X3SK.S276
 RECOVER LOGONLY TABLESPACE A140X3ST.T7EHS00
 RECOVER LOGONLY TABLESPACE A140X3XU.DRMSDDL
 RECOVER LOGONLY TABLESPACE A140X31A.LECIXEV
 RECOVER LOGONLY TABLESPACE A140X310.CE1SXCP
 RECOVER LOGONLY TABLESPACE A140X39W.BDLDATC
 RECOVER LOGONLY TABLESPACE A140X4GJ.MMPREFX
 RECOVER LOGONLY TABLESPACE A140X4M7.MC04PX0
 RECOVER LOGONLY TABLESPACE A140X4U6.TDMEXPO
 RECOVER LOGONLY TABLESPACE A140X41Z.MC18I00
 RECOVER LOGONLY TABLESPACE A140X44H.S284
 RECOVER LOGONLY TABLESPACE A140X475.S284BIW
 RECOVER LOGONLY TABLESPACE A140X5JX.DRMSLSR
 RECOVER LOGONLY TABLESPACE A140X5K9.MC02MX0
 RECOVER LOGONLY TABLESPACE A140X5Q4.XSAP
 RECOVER LOGONLY TABLESPACE A140X5RL.S277BIW
 RECOVER LOGONLY TABLESPACE A140X5VG.S282BIW
 RECOVER LOGONLY TABLESPACE A140X5VU.DMSXPRO
 RECOVER LOGONLY TABLESPACE A140X52E.DRMFIFI
 RECOVER LOGONLY TABLESPACE A140X6DW.WCAGNS
 RECOVER LOGONLY TABLESPACE A140X6IM.FIEBXOI
 RECOVER LOGONLY TABLESPACE A140X6J6.DMSXCON


 RECOVER LOGONLY TABLESPACE A140X6OS.PPFTSFF
 RECOVER LOGONLY TABLESPACE A140X6P2.KWPWCON
 RECOVER LOGONLY TABLESPACE A140X6VK.S292BIW
 RECOVER LOGONLY TABLESPACE A140X6WS.DISXTOB
 RECOVER LOGONLY TABLESPACE A140X6ZY.DSPREP0
 RECOVER LOGONLY TABLESPACE A140X61X.VLCGMOV
 RECOVER LOGONLY TABLESPACE A140X641.MC18I00
 RECOVER LOGONLY TABLESPACE A140X69M.DMSXCON
 RECOVER LOGONLY TABLESPACE A140X690.MC11VX0
 RECOVER LOGONLY TABLESPACE A140X7BS.FIEBLOP
 RECOVER LOGONLY TABLESPACE A140X7CV.ZTEST2P
 RECOVER LOGONLY TABLESPACE A140X7EW.MWOFFXP
 RECOVER LOGONLY TABLESPACE A140X7F6.MC05Q1X
 RECOVER LOGONLY TABLESPACE A140X7NE.SWUOCON
 RECOVER LOGONLY TABLESPACE A140X7NW.CKMLKEV
 RECOVER LOGONLY TABLESPACE A140X7PH.DRMPPDL
 RECOVER LOGONLY TABLESPACE A140X7RI.S279BIW
 RECOVER LOGONLY TABLESPACE A140X7RJ.MC11VX0
 RECOVER LOGONLY TABLESPACE A140X7VO.KEKOXCC
 RECOVER LOGONLY TABLESPACE A140X7XD.DSVASRE
/*
//
