//DT0072X JOB ,'RDL',CLASS=S,MSGCLASS=X,NOTIFY=DT0072
//STEP01  EXEC DSNUPROV,PARM='DBVG,REORG'
//SYSUT1  DD UNIT=SYSDA,SPACE=(CYL,(350,110)),BUFNO=50
//SYSREC  DD UNIT=SYSDA,SPACE=(CYL,(350,110)),BUFNO=50
//DSNUPROR.SYSIN DD  *
 REORG TABLESPACE DMRPRDB1.DMRPRTAD REUSE LOG NO  SORTKEYS
 REORG TABLESPACE DMRPRDB1.DMRPRTAS REUSE LOG NO  SORTKEYS
 REORG TABLESPACE DMRPRDB1.DMRPRTA2 REUSE LOG NO  SORTKEYS
 REORG TABLESPACE DMRPRDB1.DMRPRTBD REUSE LOG NO  SORTKEYS
 REORG TABLESPACE DMRPRDB1.DMRPRTDD REUSE LOG NO  SORTKEYS
 REORG TABLESPACE DMRPRDB1.DMRPRTDS REUSE LOG NO  SORTKEYS
 REORG TABLESPACE DMRPRDB1.DMRPRTD2 REUSE LOG NO  SORTKEYS
 REORG TABLESPACE DMRPRDB1.DMRPRTID REUSE LOG NO  SORTKEYS
 REORG TABLESPACE DMRPRDB1.DMRPRTIS REUSE LOG NO  SORTKEYS
 REORG TABLESPACE DMRPRDB1.DMRPRTI2 REUSE LOG NO  SORTKEYS
 REORG TABLESPACE DMRPRDB1.DMRPRTPD REUSE LOG NO  SORTKEYS
 REORG TABLESPACE DMRPRDB1.DMRPRTPS REUSE LOG NO  SORTKEYS
 REORG TABLESPACE DMRPRDB1.DMRPRTP2 REUSE LOG NO  SORTKEYS
 REORG TABLESPACE DMRPRDB1.DMRPRTSF REUSE LOG NO  SORTKEYS
 REORG TABLESPACE DMRPRDB1.DMRPRTSS REUSE LOG NO  SORTKEYS
/*
//
