//DB2RBLD4 JOB ,'RDL',CLASS=S,MSGCLASS=X,NOTIFY=DT0072
//DSNUPROC EXEC PGM=DSNUTILB,REGION=0M,
//         PARM='DB2Y,XRBLD4'
//STEPLIB  DD   DSN=SSXDT.DSNDBYG.DB2Y.SDSNLOAD,DISP=SHR
//SORTWK01 DD  UNIT=SYSDA,SPACE=(CYL,(150,200),,,ROUND),VOL=(,,,16)
//SORTWK02 DD  UNIT=SYSDA,SPACE=(CYL,(150,200),,,ROUND),VOL=(,,,16)
//SORTWK03 DD  UNIT=SYSDA,SPACE=(CYL,(150,200),,,ROUND),VOL=(,,,16)
//SORTWK04 DD  UNIT=SYSDA,SPACE=(CYL,(150,200),,,ROUND),VOL=(,,,16)
//SORTWK05 DD  UNIT=SYSDA,SPACE=(CYL,(150,200),,,ROUND),VOL=(,,,16)
//SORTWK06 DD  UNIT=SYSDA,SPACE=(CYL,(150,200),,,ROUND),VOL=(,,,16)
//SORTWK07 DD  UNIT=SYSDA,SPACE=(CYL,(150,200),,,ROUND),VOL=(,,,16)
//SORTWK08 DD  UNIT=SYSDA,SPACE=(CYL,(150,200),,,ROUND),VOL=(,,,16)
//SYSUT1   DD  DSN=DT0072.REBLD4.SYSUT1,BUFNO=100,
//             DISP=(MOD,DELETE,CATLG),
//             UNIT=SYSDA,SPACE=(CYL,(500,300),,,ROUND),VOL=(,,,16)
//SYSPRINT DD   SYSOUT=*
//UTPRINT  DD   SYSOUT=*
//SYSUDUMP DD   SYSOUT=*
//SYSIN    DD   *
 REBUILD INDEX (ALL) TABLESPACE A100#MQA.SOXP
 REBUILD INDEX (ALL) TABLESPACE A100#MST.S198
 REBUILD INDEX (ALL) TABLESPACE A100#MTB.FTPT#PNR
 REBUILD INDEX (ALL) TABLESPACE A100#MUB.TSLE4
 REBUILD INDEX (ALL) TABLESPACE A100#MZC.FEBKEY
 REBUILD INDEX (ALL) TABLESPACE A100#M0I.ESUH
 REBUILD INDEX (ALL) TABLESPACE A100#M00.OPDEV
 REBUILD INDEX (ALL) TABLESPACE A100#M59.FTPT#PNR
 REBUILD INDEX (ALL) TABLESPACE A100#M7C.SOSC
 REBUILD INDEX (ALL) TABLESPACE A100#M7Q.S111
 REBUILD INDEX (ALL) TABLESPACE A100#M9X.RSVEPROF
 REBUILD INDEX (ALL) TABLESPACE A100#NFH.FTPT#CAR
 REBUILD INDEX (ALL) TABLESPACE A100#NH6.EWUFICRD
 REBUILD INDEX (ALL) TABLESPACE A100#NJ4.BOOKINGS
 REBUILD INDEX (ALL) TABLESPACE A100#NM0.TPMT#DEP
 REBUILD INDEX (ALL) TABLESPACE A100#NT2.MSKAO1
 REBUILD INDEX (ALL) TABLESPACE A100#NVJ.COSRVAPP
 REBUILD INDEX (ALL) TABLESPACE A100#N18.T5DCWT
 REBUILD INDEX (ALL) TABLESPACE A100#N5I.VDDUNN
 REBUILD INDEX (ALL) TABLESPACE A100#N68.EWUFI#CD
 REBUILD INDEX (ALL) TABLESPACE A100#ODW.WVFB
 REBUILD INDEX (ALL) TABLESPACE A100#OEO.SUKRIT
 REBUILD INDEX (ALL) TABLESPACE A100#OK3.RFSCASH
 REBUILD INDEX (ALL) TABLESPACE A100#OLN.VWKMKOX
 REBUILD INDEX (ALL) TABLESPACE A100#OL3.PARCT
 REBUILD INDEX (ALL) TABLESPACE A100#OOZ.CC1ERH
 REBUILD INDEX (ALL) TABLESPACE A100#OTL.TCUSSYSL
 REBUILD INDEX (ALL) TABLESPACE A100#OXT.MCSLOGDI
 REBUILD INDEX (ALL) TABLESPACE A100#O18.MKOLO1
 REBUILD INDEX (ALL) TABLESPACE A100#O25.LISPLT
 REBUILD INDEX (ALL) TABLESPACE A100#O26.MCSMET
 REBUILD INDEX (ALL) TABLESPACE A100#O3P.E070CREA
 REBUILD INDEX (ALL) TABLESPACE A100#O4S.TPMTVMFL
 REBUILD INDEX (ALL) TABLESPACE A100#O7P.S072
 REBUILD INDEX (ALL) TABLESPACE A100#O8H.VDKOREF
 REBUILD INDEX (ALL) TABLESPACE A100#P2Z.PEVSH
 REBUILD INDEX (ALL) TABLESPACE A100#P28.S081
 REBUILD INDEX (ALL) TABLESPACE A100#P7Z.T5M5J
 REBUILD INDEX (ALL) TABLESPACE A100#P8H.MLDZ4
 REBUILD INDEX (ALL) TABLESPACE A100#P92.TPFHT
 REBUILD INDEX (ALL) TABLESPACE A100#0AZ.PAT10X
 REBUILD INDEX (ALL) TABLESPACE A100#0D1.AFRH
 REBUILD INDEX (ALL) TABLESPACE A100#0ET.T7050
 REBUILD INDEX (ALL) TABLESPACE A100#0H3.LINK
 REBUILD INDEX (ALL) TABLESPACE A100#0JD.EMRP#RUN
 REBUILD INDEX (ALL) TABLESPACE A100#0LJ.MWZMBUZ
 REBUILD INDEX (ALL) TABLESPACE A100#0M8.SDBAH
 REBUILD INDEX (ALL) TABLESPACE A100#0NK.FTPT#TRA
 REBUILD INDEX (ALL) TABLESPACE A100#0OH.S122
 REBUILD INDEX (ALL) TABLESPACE A100#0Q0.EWUFI#BA
 REBUILD INDEX (ALL) TABLESPACE A100#0Q3.KEYWORD
 REBUILD INDEX (ALL) TABLESPACE A100#0RU.PTRV#SBA
 REBUILD INDEX (ALL) TABLESPACE A100#0UI.SMEN#COU
 REBUILD INDEX (ALL) TABLESPACE A100#000.ACTFLI
 REBUILD INDEX (ALL) TABLESPACE A100#01Q.TNOTATW
 REBUILD INDEX (ALL) TABLESPACE A100#02F.T5DCW
 REBUILD INDEX (ALL) TABLESPACE A100#02J.S087
 REBUILD INDEX (ALL) TABLESPACE A100#064.USKRIAT
 REBUILD INDEX (ALL) TABLESPACE A100#088.KBLPAYP
 REBUILD INDEX (ALL) TABLESPACE A100#1AS.LUBU
 REBUILD INDEX (ALL) TABLESPACE A100#1DY.KDVM
 REBUILD INDEX (ALL) TABLESPACE A100#1D6.TATOPCA
 REBUILD INDEX (ALL) TABLESPACE A100#1HT.MYPS3
 REBUILD INDEX (ALL) TABLESPACE A100#1NS.TCGC1
 REBUILD INDEX (ALL) TABLESPACE A100#1NX.TCSTC
 REBUILD INDEX (ALL) TABLESPACE A100#1QC.S117
 REBUILD INDEX (ALL) TABLESPACE A100#1SK.ESUP
 REBUILD INDEX (ALL) TABLESPACE A100#1W1.BTCCTL


 REBUILD INDEX (ALL) TABLESPACE A100#15C.HRSM#ERR
 REBUILD INDEX (ALL) TABLESPACE A100#16E.TCUSDAT
 REBUILD INDEX (ALL) TABLESPACE A100#171.EBES
 REBUILD INDEX (ALL) TABLESPACE A100#2A5.CE4S001
 REBUILD INDEX (ALL) TABLESPACE A100#2BO.TVEU11
 REBUILD INDEX (ALL) TABLESPACE A100#2DR.ESUS
 REBUILD INDEX (ALL) TABLESPACE A100#2IK.SXPGHIST
 REBUILD INDEX (ALL) TABLESPACE A100#2JY.S272X
 REBUILD INDEX (ALL) TABLESPACE A100#2J6.TVER833
 REBUILD INDEX (ALL) TABLESPACE A100#2LG.VTBLIL
 REBUILD INDEX (ALL) TABLESPACE A100#2MN.TATOPAB
 REBUILD INDEX (ALL) TABLESPACE A100#2OT.KBLK#USE
 REBUILD INDEX (ALL) TABLESPACE A100#2VE.S050
 REBUILD INDEX (ALL) TABLESPACE A100#2WH.HOTPACKX
 REBUILD INDEX (ALL) TABLESPACE A100#23K.TCPFS3
 REBUILD INDEX (ALL) TABLESPACE A100#247.LTBK
 REBUILD INDEX (ALL) TABLESPACE A100#265.BPJV
 REBUILD INDEX (ALL) TABLESPACE A100#28A.TATOPC
 REBUILD INDEX (ALL) TABLESPACE A100#282.S106
 REBUILD INDEX (ALL) TABLESPACE A100#29G.MCS1
 REBUILD INDEX (ALL) TABLESPACE A100#3D6.S078
 REBUILD INDEX (ALL) TABLESPACE A100#3F1.TRTYPET
 REBUILD INDEX (ALL) TABLESPACE A100#3KG.TVEU10
 REBUILD INDEX (ALL) TABLESPACE A100#3L9.PROGRAMS
 REBUILD INDEX (ALL) TABLESPACE A100#3MC.OAPRI
 REBUILD INDEX (ALL) TABLESPACE A100#3Q8.SWWHRIND
 REBUILD INDEX (ALL) TABLESPACE A100#3RU.VDSTAT
 REBUILD INDEX (ALL) TABLESPACE A100#3TD.LISAKT
 REBUILD INDEX (ALL) TABLESPACE A100#3WU.RSNORMDB
 REBUILD INDEX (ALL) TABLESPACE A100#35N.PPDHD
 REBUILD INDEX (ALL) TABLESPACE A100#36N.VIAK18
 REBUILD INDEX (ALL) TABLESPACE A100#38F.GTABLES
 REBUILD INDEX (ALL) TABLESPACE A100#39P.CLOIDOWN
 REBUILD INDEX (ALL) TABLESPACE A100#4BR.TBIST
 REBUILD INDEX (ALL) TABLESPACE A100#4ED.TVEU12
 REBUILD INDEX (ALL) TABLESPACE A100#4EH.VDHOKO
 REBUILD INDEX (ALL) TABLESPACE A100#4F1.TATOPA
 REBUILD INDEX (ALL) TABLESPACE A100#4HZ.T875D
 REBUILD INDEX (ALL) TABLESPACE A100#4KO.T7PMY3
 REBUILD INDEX (ALL) TABLESPACE A100#4KZ.AFRP3
 REBUILD INDEX (ALL) TABLESPACE A100#4K7.T045DTA
 REBUILD INDEX (ALL) TABLESPACE A100#4MH.S195
 REBUILD INDEX (ALL) TABLESPACE A100#4NR.TTXMM
 REBUILD INDEX (ALL) TABLESPACE A100#4QS.FTPT#TM#
 REBUILD INDEX (ALL) TABLESPACE A100#4UK.ICRC05
 REBUILD INDEX (ALL) TABLESPACE A100#4UZ.COMQ
 REBUILD INDEX (ALL) TABLESPACE A100#4WE.BPGV
 REBUILD INDEX (ALL) TABLESPACE A100#4WG.IMTR
 REBUILD INDEX (ALL) TABLESPACE A100#4YH.SUKRI
 REBUILD INDEX (ALL) TABLESPACE A100#4Y4.SOOC
 REBUILD INDEX (ALL) TABLESPACE A100#4ZF.S108
 REBUILD INDEX (ALL) TABLESPACE A100#4Z0.AFRP1
 REBUILD INDEX (ALL) TABLESPACE A100#43O.VTVSZWPK
 REBUILD INDEX (ALL) TABLESPACE A100#43W.INFCFGRE
 REBUILD INDEX (ALL) TABLESPACE A100#441.CYOPR#MO
 REBUILD INDEX (ALL) TABLESPACE A100#45S.TCUSHIST
 REBUILD INDEX (ALL) TABLESPACE A100#461.LL03
 REBUILD INDEX (ALL) TABLESPACE A100#49Z.TF635


 REBUILD INDEX (ALL) TABLESPACE A100#5EQ.VTBSIANF
 REBUILD INDEX (ALL) TABLESPACE A100#5HM.EWUCOKAL
 REBUILD INDEX (ALL) TABLESPACE A100#5ID.TMCW3
 REBUILD INDEX (ALL) TABLESPACE A100#5JV.LTBP
 REBUILD INDEX (ALL) TABLESPACE A100#5NQ.S136
 REBUILD INDEX (ALL) TABLESPACE A100#5PQ.ALIINCL
 REBUILD INDEX (ALL) TABLESPACE A100#5R6.DELDYNPS
 REBUILD INDEX (ALL) TABLESPACE A100#5YH.VTVSZCVO
 REBUILD INDEX (ALL) TABLESPACE A100#5YU.SDOKRELO
 REBUILD INDEX (ALL) TABLESPACE A100#532.PSTX
 REBUILD INDEX (ALL) TABLESPACE A100#59T.DB2YFCCO
 REBUILD INDEX (ALL) TABLESPACE A100#6AG.SMEN#CON
 REBUILD INDEX (ALL) TABLESPACE A100#6HE.S055
 REBUILD INDEX (ALL) TABLESPACE A100#6H5.S271X
 REBUILD INDEX (ALL) TABLESPACE A100#6I1.TADIR#TM
 REBUILD INDEX (ALL) TABLESPACE A100#6L6.BATMANDP
 REBUILD INDEX (ALL) TABLESPACE A100#6RR.EWUFI#BA
 REBUILD INDEX (ALL) TABLESPACE A100#6SA.VTVSZIN
 REBUILD INDEX (ALL) TABLESPACE A100#6VX.OIB03
 REBUILD INDEX (ALL) TABLESPACE A100#64A.COBK#IND
 REBUILD INDEX (ALL) TABLESPACE A100#66B.LL04
 REBUILD INDEX (ALL) TABLESPACE A100#7BQ.EVVDOR#V
 REBUILD INDEX (ALL) TABLESPACE A100#7DB.TODOS
 REBUILD INDEX (ALL) TABLESPACE A100#7DP.MARCO1
 REBUILD INDEX (ALL) TABLESPACE A100#7EQ.SALESTES
 REBUILD INDEX (ALL) TABLESPACE A100#7F7.TRELTABS
 REBUILD INDEX (ALL) TABLESPACE A100#7H6.VBUSTINT
 REBUILD INDEX (ALL) TABLESPACE A100#7IB.SER04
 REBUILD INDEX (ALL) TABLESPACE A100#7JN.ISEGO2
 REBUILD INDEX (ALL) TABLESPACE A100#7LX.COEPB
 REBUILD INDEX (ALL) TABLESPACE A100#7L6.FTPT#FLI
 REBUILD INDEX (ALL) TABLESPACE A100#7TA.ALE#MCHA
 REBUILD INDEX (ALL) TABLESPACE A100#7TV.ESUC
 REBUILD INDEX (ALL) TABLESPACE A100#73P.TNODEH
 REBUILD INDEX (ALL) TABLESPACE A100#73Y.IMCH
 REBUILD INDEX (ALL) TABLESPACE A100#743.EKEK
 REBUILD INDEX (ALL) TABLESPACE A100#75K.GINTERF
 REBUILD INDEX (ALL) TABLESPACE A100#8C9.TCUSFUBA
 REBUILD INDEX (ALL) TABLESPACE A100#8IR.CORP
 REBUILD INDEX (ALL) TABLESPACE A100#8MF.SWWSWPRE
 REBUILD INDEX (ALL) TABLESPACE A100#8MT.RSVEPRUN
 REBUILD INDEX (ALL) TABLESPACE A100#8NB.KFPK
 REBUILD INDEX (ALL) TABLESPACE A100#8QC.TVEU13
 REBUILD INDEX (ALL) TABLESPACE A100#8QR.VTIAFINK
 REBUILD INDEX (ALL) TABLESPACE A100#8RS.SFLIGHT
 REBUILD INDEX (ALL) TABLESPACE A100#8S8.EWUFIAAX
 REBUILD INDEX (ALL) TABLESPACE A100#8UP.SDBAR
 REBUILD INDEX (ALL) TABLESPACE A100#8UY.MCS0
 REBUILD INDEX (ALL) TABLESPACE A100#8WS.TF650
 REBUILD INDEX (ALL) TABLESPACE A100#83X.S130
 REBUILD INDEX (ALL) TABLESPACE A100#864.S053
 REBUILD INDEX (ALL) TABLESPACE A100#883.TKED1
 REBUILD INDEX (ALL) TABLESPACE A100#885.ATWVO
 REBUILD INDEX (ALL) TABLESPACE A100#89G.MYPS2
 REBUILD INDEX (ALL) TABLESPACE A100#89V.T599T
 REBUILD INDEX (ALL) TABLESPACE A100#9BA.T875E
 REBUILD INDEX (ALL) TABLESPACE A100#9B4.SAPWLWAM
 REBUILD INDEX (ALL) TABLESPACE A100#9HS.LL02


 REBUILD INDEX (ALL) TABLESPACE A100#9KY.GLP0
 REBUILD INDEX (ALL) TABLESPACE A100#9MZ.AFRP4
 REBUILD INDEX (ALL) TABLESPACE A100#9NW.IHGNS
 REBUILD INDEX (ALL) TABLESPACE A100#9QR.SCLASTUS
 REBUILD INDEX (ALL) TABLESPACE A100#9SD.SADLSTWU
 REBUILD INDEX (ALL) TABLESPACE A100#9W1.LL06
 REBUILD INDEX (ALL) TABLESPACE A100#9YB.RFCLIST
 REBUILD INDEX (ALL) TABLESPACE A100#9ZO.BDAUDQUE
 REBUILD INDEX (ALL) TABLESPACE A100#932.SSM#STAT
 REBUILD INDEX (ALL) TABLESPACE A100#94I.TNODERTY
 REBUILD INDEX (ALL) TABLESPACE A100#991.VTVSZIVO
 REBUILD INDEX (ALL) TABLESPACE A100XACT.BDSXCON
 REBUILD INDEX (ALL) TABLESPACE A100XAGG.DFPAYV
 REBUILD INDEX (ALL) TABLESPACE A100XAGX.TRNLXWL
 REBUILD INDEX (ALL) TABLESPACE A100XAHD.DBSTATT
 REBUILD INDEX (ALL) TABLESPACE A100XAUA.T7EHS00
 REBUILD INDEX (ALL) TABLESPACE A100XAXZ.IWEXTOD
 REBUILD INDEX (ALL) TABLESPACE A100XAX5.CTWFTAR
 REBUILD INDEX (ALL) TABLESPACE A100XAYG.TXWXDIR
 REBUILD INDEX (ALL) TABLESPACE A100XA1Z.TCPT2
 REBUILD INDEX (ALL) TABLESPACE A100XBFO.PEGXLOC
 REBUILD INDEX (ALL) TABLESPACE A100XBHN.TCGHIT
 REBUILD INDEX (ALL) TABLESPACE A100XBJK.BDSXCON
 REBUILD INDEX (ALL) TABLESPACE A100XBPP.CVLCXTS
 REBUILD INDEX (ALL) TABLESPACE A100XBR9.DSALBES
 REBUILD INDEX (ALL) TABLESPACE A100XBUN.BDSXCON
 REBUILD INDEX (ALL) TABLESPACE A100XBU2.BDSCHKF
 REBUILD INDEX (ALL) TABLESPACE A100XBVX.ALMSETS
 REBUILD INDEX (ALL) TABLESPACE A100XBXV.SLSXEVE
 REBUILD INDEX (ALL) TABLESPACE A100XB31.SLSXTTY
 REBUILD INDEX (ALL) TABLESPACE A100XB6M.PPCXACT
 REBUILD INDEX (ALL) TABLESPACE A100XB8O.DMSXLOR
 REBUILD INDEX (ALL) TABLESPACE A100XB81.TUCNTRA
 REBUILD INDEX (ALL) TABLESPACE A100XCFJ.T5QGO
 REBUILD INDEX (ALL) TABLESPACE A100XCGV.BC510X1
 REBUILD INDEX (ALL) TABLESPACE A100XCLB.TDMEVE
 REBUILD INDEX (ALL) TABLESPACE A100XCO3.BDLVIEW
 REBUILD INDEX (ALL) TABLESPACE A100XCQD.SCPRSTA
 REBUILD INDEX (ALL) TABLESPACE A100XCRR.SURDDIC
 REBUILD INDEX (ALL) TABLESPACE A100XCS4.DB2YEOI
 REBUILD INDEX (ALL) TABLESPACE A100XCS8.DMSXPHX
 REBUILD INDEX (ALL) TABLESPACE A100XCV8.TBTCCNT
 REBUILD INDEX (ALL) TABLESPACE A100XCWW.SURQUES
 REBUILD INDEX (ALL) TABLESPACE A100XCW6.SHLPADM
 REBUILD INDEX (ALL) TABLESPACE A100XCZK.APODELT
 REBUILD INDEX (ALL) TABLESPACE A100XC3Q.WTMIGBK
 REBUILD INDEX (ALL) TABLESPACE A100XC38.TWISPSX
 REBUILD INDEX (ALL) TABLESPACE A100XDA4.BDLXGEN
 REBUILD INDEX (ALL) TABLESPACE A100XDT2.DMSXPHX
 REBUILD INDEX (ALL) TABLESPACE A100XDV1.CTWFPRO
 REBUILD INDEX (ALL) TABLESPACE A100XDXV.DB2QWPT
 REBUILD INDEX (ALL) TABLESPACE A100XDX1.FIEBREP
 REBUILD INDEX (ALL) TABLESPACE A100XDZJ.CATSXBI
 REBUILD INDEX (ALL) TABLESPACE A100XDZ3.S495
 REBUILD INDEX (ALL) TABLESPACE A100XD0X.DMSXPHR
 REBUILD INDEX (ALL) TABLESPACE A100XD04.DB2QBST
 REBUILD INDEX (ALL) TABLESPACE A100XECQ.BDLCUST
 REBUILD INDEX (ALL) TABLESPACE A100XEDA.PPFTPAR


 REBUILD INDEX (ALL) TABLESPACE A100XESN.JOSCHED
 REBUILD INDEX (ALL) TABLESPACE A100XEY4.SLSXTTY
 REBUILD INDEX (ALL) TABLESPACE A100XE5O.STMTARO
 REBUILD INDEX (ALL) TABLESPACE A100XFDH.DB2QBGL
 REBUILD INDEX (ALL) TABLESPACE A100XFG6.DB6PMSMX
 REBUILD INDEX (ALL) TABLESPACE A100XFIS.S218
 REBUILD INDEX (ALL) TABLESPACE A100XFJN.BDLSESD
 REBUILD INDEX (ALL) TABLESPACE A100XFQN.SERVTYP
 REBUILD INDEX (ALL) TABLESPACE A100XFZP.ISUSR
 REBUILD INDEX (ALL) TABLESPACE A100XFZ7.STMWARN
 REBUILD INDEX (ALL) TABLESPACE A100XF13.MYSTA
 REBUILD INDEX (ALL) TABLESPACE A100XF36.TRNLXBT
 REBUILD INDEX (ALL) TABLESPACE A100XF5M.HRSELXF
 REBUILD INDEX (ALL) TABLESPACE A100XF53.GTDISCD
 REBUILD INDEX (ALL) TABLESPACE A100XGB4.CLINDEX
 REBUILD INDEX (ALL) TABLESPACE A100XGQG.BDSCHKO
 REBUILD INDEX (ALL) TABLESPACE A100XGQH.T5CPBS0
 REBUILD INDEX (ALL) TABLESPACE A100XGSI.PUTTBXS
 REBUILD INDEX (ALL) TABLESPACE A100XG1N.EWUCLER
 REBUILD INDEX (ALL) TABLESPACE A100XG13.KPEPXWLX
 REBUILD INDEX (ALL) TABLESPACE A100XG5J.AOBJVER
 REBUILD INDEX (ALL) TABLESPACE A100XG59.PCERT
 REBUILD INDEX (ALL) TABLESPACE A100XHE4.SLSXIOA
 REBUILD INDEX (ALL) TABLESPACE A100XHL4.TCGQUES
 REBUILD INDEX (ALL) TABLESPACE A100XHOD.VSBITM
 REBUILD INDEX (ALL) TABLESPACE A100XHS9.T5UXZ
 REBUILD INDEX (ALL) TABLESPACE A100XHXO.TXWXDIR
 REBUILD INDEX (ALL) TABLESPACE A100XHZQ.S206
 REBUILD INDEX (ALL) TABLESPACE A100XHZR.VSBMER
 REBUILD INDEX (ALL) TABLESPACE A100XH1E.PPEFILT
 REBUILD INDEX (ALL) TABLESPACE A100XIBL.TUNE1
 REBUILD INDEX (ALL) TABLESPACE A100XIBN.JX3GARC
 REBUILD INDEX (ALL) TABLESPACE A100XIBY.TUCNT
 REBUILD INDEX (ALL) TABLESPACE A100XICF.TXWXFSZ
 REBUILD INDEX (ALL) TABLESPACE A100XIEJ.BDSCHKF
 REBUILD INDEX (ALL) TABLESPACE A100XIGD.LSOFIW
 REBUILD INDEX (ALL) TABLESPACE A100XIGL.HTDRMXB
 REBUILD INDEX (ALL) TABLESPACE A100XIGQ.DMSXPHX
 REBUILD INDEX (ALL) TABLESPACE A100XINS.LAWXSTA
 REBUILD INDEX (ALL) TABLESPACE A100XIQY.IBINVAL
 REBUILD INDEX (ALL) TABLESPACE A100XIR2.TPALOGH
 REBUILD INDEX (ALL) TABLESPACE A100XIU5.SCWBIND
 REBUILD INDEX (ALL) TABLESPACE A100XIV3.ARDBXST
 REBUILD INDEX (ALL) TABLESPACE A100XIXR.CVSEXDR
 REBUILD INDEX (ALL) TABLESPACE A100XIX5.S203
 REBUILD INDEX (ALL) TABLESPACE A100XI28.BC505EX
 REBUILD INDEX (ALL) TABLESPACE A100XI47.ALMONID
 REBUILD INDEX (ALL) TABLESPACE A100XI5O.DB2QLRU
 REBUILD INDEX (ALL) TABLESPACE A100XI94.PCERH
 REBUILD INDEX (ALL) TABLESPACE A100XJBW.PCERV
 REBUILD INDEX (ALL) TABLESPACE A100XJLH.JITBACK
 REBUILD INDEX (ALL) TABLESPACE A100XJPB.DMSXPHX
 REBUILD INDEX (ALL) TABLESPACE A100XJP6.DB2THDT
 REBUILD INDEX (ALL) TABLESPACE A100XJTM.FIEBPHR
 REBUILD INDEX (ALL) TABLESPACE A100XJX2.BDSXCON
 REBUILD INDEX (ALL) TABLESPACE A100XJ0L.PPEFILT
 REBUILD INDEX (ALL) TABLESPACE A100XJ8X.FIEBCHK
 REBUILD INDEX (ALL) TABLESPACE A100XKCX.ESDMSG


 REBUILD INDEX (ALL) TABLESPACE A100XKHY.ISTCRST
 REBUILD INDEX (ALL) TABLESPACE A100XKM4.DB6PMSBX
 REBUILD INDEX (ALL) TABLESPACE A100XKPX.TRMDIST
 REBUILD INDEX (ALL) TABLESPACE A100XKP6.S210
 REBUILD INDEX (ALL) TABLESPACE A100XKRF.BORGRXD
 REBUILD INDEX (ALL) TABLESPACE A100XKTV.CIFXIMG
 REBUILD INDEX (ALL) TABLESPACE A100XKUB.TCGQUEN
 REBUILD INDEX (ALL) TABLESPACE A100XKXG.RLREPRO
 REBUILD INDEX (ALL) TABLESPACE A100XK2V.DMSXPHX
 REBUILD INDEX (ALL) TABLESPACE A100XK6B.BDSXCON
 REBUILD INDEX (ALL) TABLESPACE A100XK8F.JITIMP
 REBUILD INDEX (ALL) TABLESPACE A100XK9C.DB2QLOD
 REBUILD INDEX (ALL) TABLESPACE A100XLCP.IWEXSTA
 REBUILD INDEX (ALL) TABLESPACE A100XLMK.BC505IN
 REBUILD INDEX (ALL) TABLESPACE A100XLOR.DB2QLOD
 REBUILD INDEX (ALL) TABLESPACE A100XLPQ.DB2QLOT
 REBUILD INDEX (ALL) TABLESPACE A100XLSF.DB6GSDT
 REBUILD INDEX (ALL) TABLESPACE A100XLU1.VLCXDBC
 REBUILD INDEX (ALL) TABLESPACE A100XLVP.SBCLOG
 REBUILD INDEX (ALL) TABLESPACE A100XLXN.S209
 REBUILD INDEX (ALL) TABLESPACE A100XLXT.SLSXIOA
 REBUILD INDEX (ALL) TABLESPACE A100XLZO.ZASSETX
 REBUILD INDEX (ALL) TABLESPACE A100XL1N.TCGRULN
 REBUILD INDEX (ALL) TABLESPACE A100XL3I.IWEXDON
 REBUILD INDEX (ALL) TABLESPACE A100XL6B.BDSXCON
 REBUILD INDEX (ALL) TABLESPACE A100XL89.BDSCHKO
 REBUILD INDEX (ALL) TABLESPACE A100XL9K.DB2QLOG
 REBUILD INDEX (ALL) TABLESPACE A100XMA3.BDLCUST
 REBUILD INDEX (ALL) TABLESPACE A100XMBJ.S464
 REBUILD INDEX (ALL) TABLESPACE A100XMDZ.DB2QTHD
 REBUILD INDEX (ALL) TABLESPACE A100XMER.STSLTRA
 REBUILD INDEX (ALL) TABLESPACE A100XMJO.VSBPST
 REBUILD INDEX (ALL) TABLESPACE A100XMKB.S180
 REBUILD INDEX (ALL) TABLESPACE A100XMNQ.SLSXLOC
 REBUILD INDEX (ALL) TABLESPACE A100XMOC.TRNLXWL
 REBUILD INDEX (ALL) TABLESPACE A100XMS0.VSBPBD
 REBUILD INDEX (ALL) TABLESPACE A100XMWB.RF07
 REBUILD INDEX (ALL) TABLESPACE A100XMYX.S208
 REBUILD INDEX (ALL) TABLESPACE A100XMZA.BDSXCON
 REBUILD INDEX (ALL) TABLESPACE A100XMZ1.TXWXFSZ
 REBUILD INDEX (ALL) TABLESPACE A100XM2B.TCGRULP
 REBUILD INDEX (ALL) TABLESPACE A100XM3N.BDSCHKO
 REBUILD INDEX (ALL) TABLESPACE A100XM5J.AOBJVER
 REBUILD INDEX (ALL) TABLESPACE A100XM9S.SWEXCDX
 REBUILD INDEX (ALL) TABLESPACE A100XND9.DXFILEN
 REBUILD INDEX (ALL) TABLESPACE A100XNEU.T5UYYX
 REBUILD INDEX (ALL) TABLESPACE A100XNFD.CIFXIMP
 REBUILD INDEX (ALL) TABLESPACE A100XNF7.WSFOLDE
 REBUILD INDEX (ALL) TABLESPACE A100XNGI.SLSXTTY
 REBUILD INDEX (ALL) TABLESPACE A100XNO2.AFRHXDE
 REBUILD INDEX (ALL) TABLESPACE A100XNO7.S216
 REBUILD INDEX (ALL) TABLESPACE A100XNT0.TXWXDIR
 REBUILD INDEX (ALL) TABLESPACE A100XNX5.DB2QWHC
 REBUILD INDEX (ALL) TABLESPACE A100XN05.AD00PMC
 REBUILD INDEX (ALL) TABLESPACE A100XN69.BDSXCON
 REBUILD INDEX (ALL) TABLESPACE A100XN79.BDLEXCE
 REBUILD INDEX (ALL) TABLESPACE A100XN8G.T7EHS00
 REBUILD INDEX (ALL) TABLESPACE A100XOAT.BDSCHKO


 REBUILD INDEX (ALL) TABLESPACE A100XODC.BDSXCON
 REBUILD INDEX (ALL) TABLESPACE A100XODR.BPTRGPX
 REBUILD INDEX (ALL) TABLESPACE A100XOGK.TUJOB
 REBUILD INDEX (ALL) TABLESPACE A100XOMG.DB2QTBL
 REBUILD INDEX (ALL) TABLESPACE A100XOOA.TCGOUTV
 REBUILD INDEX (ALL) TABLESPACE A100XOQ1.CTWFREQ
 REBUILD INDEX (ALL) TABLESPACE A100XOXM.SMFIAR
 REBUILD INDEX (ALL) TABLESPACE A100XOYL.BTCJN
 REBUILD INDEX (ALL) TABLESPACE A100XO7K.DB2QTHD
 REBUILD INDEX (ALL) TABLESPACE A100XO9U.TRNLXAV
 REBUILD INDEX (ALL) TABLESPACE A100XPAC.XSAP
 REBUILD INDEX (ALL) TABLESPACE A100XPEY.PABASN
 REBUILD INDEX (ALL) TABLESPACE A100XPFU.TKEBWLR
 REBUILD INDEX (ALL) TABLESPACE A100XPL3.ADATABS
 REBUILD INDEX (ALL) TABLESPACE A100XP3X.DSVASTR
 REBUILD INDEX (ALL) TABLESPACE A100XP6F.TCGQUE
 REBUILD INDEX (ALL) TABLESPACE A100XQJ3.BDSXCON
 REBUILD INDEX (ALL) TABLESPACE A100XQN3.TCGRULP
 REBUILD INDEX (ALL) TABLESPACE A100XQVI.DMSXLOR
 REBUILD INDEX (ALL) TABLESPACE A100XQZ1.DB2QLOT
 REBUILD INDEX (ALL) TABLESPACE A100XQ4F.BPDTRG
 REBUILD INDEX (ALL) TABLESPACE A100XRA0.POCXDBX
 REBUILD INDEX (ALL) TABLESPACE A100XRC8.CLSELSTX
 REBUILD INDEX (ALL) TABLESPACE A100XRF5.SDINVOI
 REBUILD INDEX (ALL) TABLESPACE A100XRGP.T52MCW
 REBUILD INDEX (ALL) TABLESPACE A100XRH0.VSBOII
 REBUILD INDEX (ALL) TABLESPACE A100XRI5.BDSCHKF
 REBUILD INDEX (ALL) TABLESPACE A100XRPB.DMSXPHR
 REBUILD INDEX (ALL) TABLESPACE A100XRR3.FIEBCHK
 REBUILD INDEX (ALL) TABLESPACE A100XRTD.SCWBXIN
 REBUILD INDEX (ALL) TABLESPACE A100XRV2.FIEBLOR
 REBUILD INDEX (ALL) TABLESPACE A100XRYH.VSBREF
 REBUILD INDEX (ALL) TABLESPACE A100XR0E.AD00PME
 REBUILD INDEX (ALL) TABLESPACE A100XR0L.S204
 REBUILD INDEX (ALL) TABLESPACE A100XR0V.BPETRG
 REBUILD INDEX (ALL) TABLESPACE A100XR2B.CIFXIMS
 REBUILD INDEX (ALL) TABLESPACE A100XR54.ALPFSFT
 REBUILD INDEX (ALL) TABLESPACE A100XR7N.TMSALRT
 REBUILD INDEX (ALL) TABLESPACE A100XSAY.IACPUBL
 REBUILD INDEX (ALL) TABLESPACE A100XSC3.FIEBPHN
 REBUILD INDEX (ALL) TABLESPACE A100XSLC.ADFSHXS
 REBUILD INDEX (ALL) TABLESPACE A100XSNI.S427
 REBUILD INDEX (ALL) TABLESPACE A100XSSP.BC510IN
 REBUILD INDEX (ALL) TABLESPACE A100XS3P.TXWXVAR
 REBUILD INDEX (ALL) TABLESPACE A100XS6K.CTWFACT
 REBUILD INDEX (ALL) TABLESPACE A100XS8W.TCJXBAL
 REBUILD INDEX (ALL) TABLESPACE A100XTAK.BDSXCON
 REBUILD INDEX (ALL) TABLESPACE A100XTC0.TCUSTEM
 REBUILD INDEX (ALL) TABLESPACE A100XTIL.TCGOUTV
 REBUILD INDEX (ALL) TABLESPACE A100XTIY.MYCOM
 REBUILD INDEX (ALL) TABLESPACE A100XTLM.ISOPT
 REBUILD INDEX (ALL) TABLESPACE A100XTVR.BDSCHKF
 REBUILD INDEX (ALL) TABLESPACE A100XTYG.ESTWL
 REBUILD INDEX (ALL) TABLESPACE A100XT2G.BC510DS
 REBUILD INDEX (ALL) TABLESPACE A100XT4Z.DB2QBGA
 REBUILD INDEX (ALL) TABLESPACE A100XT7O.BDLMSGL
 REBUILD INDEX (ALL) TABLESPACE A100XUAZ.STMTTAS
 REBUILD INDEX (ALL) TABLESPACE A100XUCW.TCGRUL


 REBUILD INDEX (ALL) TABLESPACE A100XUEN.SCPRFAV
 REBUILD INDEX (ALL) TABLESPACE A100XUEY.BDSXCON
 REBUILD INDEX (ALL) TABLESPACE A100XUFB.DB50TDE
 REBUILD INDEX (ALL) TABLESPACE A100XUN1.VSBPLM
 REBUILD INDEX (ALL) TABLESPACE A100XUPI.BC510X2
 REBUILD INDEX (ALL) TABLESPACE A100XUQO.BDSCHKO
 REBUILD INDEX (ALL) TABLESPACE A100XUYH.S274
 REBUILD INDEX (ALL) TABLESPACE A100XU50.DB6PMSMX
 REBUILD INDEX (ALL) TABLESPACE A100XVAJ.DB2THDT
 REBUILD INDEX (ALL) TABLESPACE A100XVA3.DB2QTHD
 REBUILD INDEX (ALL) TABLESPACE A100XVBW.RGGENPR
 REBUILD INDEX (ALL) TABLESPACE A100XVFG.BDLSTAT
 REBUILD INDEX (ALL) TABLESPACE A100XVFU.JX3GINB
 REBUILD INDEX (ALL) TABLESPACE A100XVTF.TWISPSX
 REBUILD INDEX (ALL) TABLESPACE A100XVT1.CEPMAIL
 REBUILD INDEX (ALL) TABLESPACE A100XVT9.S496
 REBUILD INDEX (ALL) TABLESPACE A100XV4F.DB2QDBP
 REBUILD INDEX (ALL) TABLESPACE A100XV9L.WTMIGIF
 REBUILD INDEX (ALL) TABLESPACE A100XWAL.STMROPE
 REBUILD INDEX (ALL) TABLESPACE A100XWAO.JOSCHED
 REBUILD INDEX (ALL) TABLESPACE A100XWEF.S211
 REBUILD INDEX (ALL) TABLESPACE A100XWHB.TCMXTBX
 REBUILD INDEX (ALL) TABLESPACE A100XWK5.BPJTRG
 REBUILD INDEX (ALL) TABLESPACE A100XWLD.T7EHS00
 REBUILD INDEX (ALL) TABLESPACE A100XWMR.CIFXIMC
 REBUILD INDEX (ALL) TABLESPACE A100XWOE.TUSTAT
 REBUILD INDEX (ALL) TABLESPACE A100XWWI.T7EHS00
 REBUILD INDEX (ALL) TABLESPACE A100XWZP.BPOTRG
 REBUILD INDEX (ALL) TABLESPACE A100XW6I.FIEBPHH
 REBUILD INDEX (ALL) TABLESPACE A100XW7D.PAT05
 REBUILD INDEX (ALL) TABLESPACE A100XXFB.SURVEY
 REBUILD INDEX (ALL) TABLESPACE A100XXIF.TRNLXWL
 REBUILD INDEX (ALL) TABLESPACE A100XXLN.SAPWLDM
 REBUILD INDEX (ALL) TABLESPACE A100XXTI.IBDU
 REBUILD INDEX (ALL) TABLESPACE A100XXVV.DB2YEOT
 REBUILD INDEX (ALL) TABLESPACE A100XXWG.BDLERRO
 REBUILD INDEX (ALL) TABLESPACE A100XX2M.SLSXRCT
 REBUILD INDEX (ALL) TABLESPACE A100XX26.CSMNUDA
 REBUILD INDEX (ALL) TABLESPACE A100XYFD.S498
 REBUILD INDEX (ALL) TABLESPACE A100XYFV.FIEBPHP
 REBUILD INDEX (ALL) TABLESPACE A100XYHM.S497
 REBUILD INDEX (ALL) TABLESPACE A100XYMI.VSBPER
 REBUILD INDEX (ALL) TABLESPACE A100XYQH.SMFIBL
 REBUILD INDEX (ALL) TABLESPACE A100XYSG.F111PAR
 REBUILD INDEX (ALL) TABLESPACE A100XYTW.SDBMON
 REBUILD INDEX (ALL) TABLESPACE A100XY8Q.DB2THRE
 REBUILD INDEX (ALL) TABLESPACE A100XZBH.FIEBLOR
 REBUILD INDEX (ALL) TABLESPACE A100XZDP.BPTRGTY
 REBUILD INDEX (ALL) TABLESPACE A100XZF9.BDSXCON
 REBUILD INDEX (ALL) TABLESPACE A100XZI7.TCGHITN
 REBUILD INDEX (ALL) TABLESPACE A100XZKN.BORGRXE
 REBUILD INDEX (ALL) TABLESPACE A100XZKU.BDSCHKF
 REBUILD INDEX (ALL) TABLESPACE A100XZMO.WSCONTE
 REBUILD INDEX (ALL) TABLESPACE A100XZQ3.JX1AINF
 REBUILD INDEX (ALL) TABLESPACE A100XZR7.S205
 REBUILD INDEX (ALL) TABLESPACE A100XZX1.VSBDAT
 REBUILD INDEX (ALL) TABLESPACE A100XZZS.TPROJEC
 REBUILD INDEX (ALL) TABLESPACE A100XZ45.TKEBWLO


 REBUILD INDEX (ALL) TABLESPACE A100XZ92.VSBCON
 REBUILD INDEX (ALL) TABLESPACE A100X0DW.BDSCHKO
 REBUILD INDEX (ALL) TABLESPACE A100X0GP.BDSXXCO
 REBUILD INDEX (ALL) TABLESPACE A100X0GV.BDLBADH
 REBUILD INDEX (ALL) TABLESPACE A100X0G5.BDSXCON
 REBUILD INDEX (ALL) TABLESPACE A100X0H6.TRNLXXP
 REBUILD INDEX (ALL) TABLESPACE A100X0OB.DB6CSTR
 REBUILD INDEX (ALL) TABLESPACE A100X0Z6.DB6PMSMX
 REBUILD INDEX (ALL) TABLESPACE A100X009.TDMSTAT
 REBUILD INDEX (ALL) TABLESPACE A100X06E.SURXSSM
 REBUILD INDEX (ALL) TABLESPACE A100X07Z.DB2QSYS
 REBUILD INDEX (ALL) TABLESPACE A100X076.TDMQCSI
 REBUILD INDEX (ALL) TABLESPACE A100X1GG.AD00PME
 REBUILD INDEX (ALL) TABLESPACE A100X1H1.LSUTO
 REBUILD INDEX (ALL) TABLESPACE A100X1IB.AD00PMC
 REBUILD INDEX (ALL) TABLESPACE A100X1JM.DMSXPHX
 REBUILD INDEX (ALL) TABLESPACE A100X1J1.TXWXVWL
 REBUILD INDEX (ALL) TABLESPACE A100X1PQ.JITTE
 REBUILD INDEX (ALL) TABLESPACE A100X1VW.PKPSHD
 REBUILD INDEX (ALL) TABLESPACE A100X1WC.SLSXLOC
 REBUILD INDEX (ALL) TABLESPACE A100X1ZA.DB2QTHD
 REBUILD INDEX (ALL) TABLESPACE A100X12U.CKMLCOC
 REBUILD INDEX (ALL) TABLESPACE A100X13V.TCGRULP
 REBUILD INDEX (ALL) TABLESPACE A100X152.BDSXCON
 REBUILD INDEX (ALL) TABLESPACE A100X17D.ZSTAINS
 REBUILD INDEX (ALL) TABLESPACE A100X17D.ZSTAINSX
 REBUILD INDEX (ALL) TABLESPACE A100X2AZ.BALHAND
 REBUILD INDEX (ALL) TABLESPACE A100X2CW.BDSCHKO
 REBUILD INDEX (ALL) TABLESPACE A100X2EG.BPDTTRG
 REBUILD INDEX (ALL) TABLESPACE A100X2GN.DB2BPTU
 REBUILD INDEX (ALL) TABLESPACE A100X2IE.STMUSER
 REBUILD INDEX (ALL) TABLESPACE A100X2K3.DB2THRE
 REBUILD INDEX (ALL) TABLESPACE A100X2K9.SURXSSM
 REBUILD INDEX (ALL) TABLESPACE A100X2LP.S207
 REBUILD INDEX (ALL) TABLESPACE A100X2RO.VSBHDR
 REBUILD INDEX (ALL) TABLESPACE A100X2SG.HBSXNET
 REBUILD INDEX (ALL) TABLESPACE A100X2W3.USR41XM
 REBUILD INDEX (ALL) TABLESPACE A100X2Y2.CWBXHIS
 REBUILD INDEX (ALL) TABLESPACE A100X226.FTPTXFL
 REBUILD INDEX (ALL) TABLESPACE A100X28M.BDLDEST
 REBUILD INDEX (ALL) TABLESPACE A100X3B4.TCGHITP
 REBUILD INDEX (ALL) TABLESPACE A100X3D0.BDSCHKF
 REBUILD INDEX (ALL) TABLESPACE A100X3JK.JITQU
 REBUILD INDEX (ALL) TABLESPACE A100X3R5.BDSCHKF
 REBUILD INDEX (ALL) TABLESPACE A100X3TH.S217
 REBUILD INDEX (ALL) TABLESPACE A100X3T2.DB2QWPT
 REBUILD INDEX (ALL) TABLESPACE A100X3VU.FAVSELS
 REBUILD INDEX (ALL) TABLESPACE A100X3YH.CIFXIMM
 REBUILD INDEX (ALL) TABLESPACE A100X34J.VSBPLG
 REBUILD INDEX (ALL) TABLESPACE A100X38G.DMSXREP
 REBUILD INDEX (ALL) TABLESPACE A100X4AI.BPEVTRG
 REBUILD INDEX (ALL) TABLESPACE A100X4EC.T042X
 REBUILD INDEX (ALL) TABLESPACE A100X4EJ.TCGRULP
 REBUILD INDEX (ALL) TABLESPACE A100X4IN.DB6PMSAX
 REBUILD INDEX (ALL) TABLESPACE A100X4IU.CIFXIMK
 REBUILD INDEX (ALL) TABLESPACE A100X4VY.POCXDBX
 REBUILD INDEX (ALL) TABLESPACE A100X4V4.BDSCHKF
 REBUILD INDEX (ALL) TABLESPACE A100X4YC.DB2QBAC


 REBUILD INDEX (ALL) TABLESPACE A100X4ZO.BDSXCON
 REBUILD INDEX (ALL) TABLESPACE A100X5E5.TXWXRXS
 REBUILD INDEX (ALL) TABLESPACE A100X5KE.HUMXKOM
 REBUILD INDEX (ALL) TABLESPACE A100X5WH.FMS200P
 REBUILD INDEX (ALL) TABLESPACE A100X5WP.DB2QSYS
 REBUILD INDEX (ALL) TABLESPACE A100X567.TREEXRF
 REBUILD INDEX (ALL) TABLESPACE A100X6B6.SOQUOTA
 REBUILD INDEX (ALL) TABLESPACE A100X6LR.KPEPXWLX
 REBUILD INDEX (ALL) TABLESPACE A100X6QN.S202
 REBUILD INDEX (ALL) TABLESPACE A100X6RI.SLSXTTY
 REBUILD INDEX (ALL) TABLESPACE A100X6V1.BDSXCON
 REBUILD INDEX (ALL) TABLESPACE A100X6XM.TXWXFSZ
 REBUILD INDEX (ALL) TABLESPACE A100X64H.DB2QTHD
 REBUILD INDEX (ALL) TABLESPACE A100X69N.CATSXBI
 REBUILD INDEX (ALL) TABLESPACE A100X7A2.SEOREFP
 REBUILD INDEX (ALL) TABLESPACE A100X7A4.SORAMON
 REBUILD INDEX (ALL) TABLESPACE A100X7BH.DB6PMSD
 REBUILD INDEX (ALL) TABLESPACE A100X7C0.TCGQUES
 REBUILD INDEX (ALL) TABLESPACE A100X7IP.DB6PMXC
 REBUILD INDEX (ALL) TABLESPACE A100X7IZ.WIZXSTA
 REBUILD INDEX (ALL) TABLESPACE A100X7MP.SURQUES
 REBUILD INDEX (ALL) TABLESPACE A100X7RS.DB2LOGS
 REBUILD INDEX (ALL) TABLESPACE A100X7SP.BDSCHKO
 REBUILD INDEX (ALL) TABLESPACE A100X7WL.VSBDIT
 REBUILD INDEX (ALL) TABLESPACE A100X70C.POCXDBX
 REBUILD INDEX (ALL) TABLESPACE A100X722.VSBTRM
 REBUILD INDEX (ALL) TABLESPACE A100X724.DMSXLOR
 REBUILD INDEX (ALL) TABLESPACE A100X778.WTMIGTC
 REBUILD INDEX (ALL) TABLESPACE A100X8AE.TCGRULP
 REBUILD INDEX (ALL) TABLESPACE A100X8FV.DB2QBGA
 REBUILD INDEX (ALL) TABLESPACE A100X8IK.WCACO
 REBUILD INDEX (ALL) TABLESPACE A100X8QH.DLCNO
 REBUILD INDEX (ALL) TABLESPACE A100X8QK.BC505TS
 REBUILD INDEX (ALL) TABLESPACE A100X8S7.COPAXCR
 REBUILD INDEX (ALL) TABLESPACE A100X8UV.PPFTSBO
 REBUILD INDEX (ALL) TABLESPACE A100X8X1.TXWXDIR
 REBUILD INDEX (ALL) TABLESPACE A100X8X3.IWEXPHI
 REBUILD INDEX (ALL) TABLESPACE A100X8ZN.DB2QWHS
 REBUILD INDEX (ALL) TABLESPACE A100X80N.TCJXCHE
 REBUILD INDEX (ALL) TABLESPACE A100X80X.TERTVWB
 REBUILD INDEX (ALL) TABLESPACE A100X81I.CIFXIMV
 REBUILD INDEX (ALL) TABLESPACE A100X82L.PPCXRES
 REBUILD INDEX (ALL) TABLESPACE A100X9EY.ENQXBEL
 REBUILD INDEX (ALL) TABLESPACE A100X9HW.BDLCONT
 REBUILD INDEX (ALL) TABLESPACE A100X9LG.SLSXTTY
 REBUILD INDEX (ALL) TABLESPACE A100X9Q6.TCGQUES
 REBUILD INDEX (ALL) TABLESPACE A100X9W2.HRESSAP
 REBUILD INDEX (ALL) TABLESPACE A100X93K.DB2QBGB
 REBUILD INDEX (ALL) TABLESPACE A100X93P.TRNLXWL
 REBUILD INDEX (ALL) TABLESPACE A100X931.CIFXIMS
 REBUILD INDEX (ALL) TABLESPACE A100X96W.WTMIGRU
 REBUILD INDEX (ALL) TABLESPACE A100X96Y.DMSXLOR
 REBUILD INDEX (ALL) TABLESPACE A100X97H.SAPWLRO
 REBUILD INDEX (ALL) TABLESPACE A100X99K.VERSTRI
 REBUILD INDEX (ALL) TABLESPACE A101#000.#SAP
 REBUILD INDEX (ALL) TABLESPACE A101XF5X.XSAP
 REBUILD INDEX (ALL) TABLESPACE A101XQ60.XSAP
 REBUILD INDEX (ALL) TABLESPACE A101XSDM.XSAP


 REBUILD INDEX (ALL) TABLESPACE A102#000.#SAP
 REBUILD INDEX (ALL) TABLESPACE A102XXC8.XSAP
 REBUILD INDEX (ALL) TABLESPACE A102X9LK.XSAP
 REBUILD INDEX (ALL) TABLESPACE A103#000.#SAP
 REBUILD INDEX (ALL) TABLESPACE A103XM8J.XSAP
 REBUILD INDEX (ALL) TABLESPACE A103XTTA.XSAP
 REBUILD INDEX (ALL) TABLESPACE A110#AAM.VVNVSTBE
 REBUILD INDEX (ALL) TABLESPACE A110#ACC.TABBR
 REBUILD INDEX (ALL) TABLESPACE A110#AF2.TBTCB
 REBUILD INDEX (ALL) TABLESPACE A110#AGK.PGMI
 REBUILD INDEX (ALL) TABLESPACE A110#AHL.TC76
 REBUILD INDEX (ALL) TABLESPACE A110#AJP.TBILOG
 REBUILD INDEX (ALL) TABLESPACE A110#AJU.TVEN9
 REBUILD INDEX (ALL) TABLESPACE A110#AKL.CE3S001
 REBUILD INDEX (ALL) TABLESPACE A110#AKM.EDIE5
 REBUILD INDEX (ALL) TABLESPACE A110#AMZ.CC1TEV
 REBUILD INDEX (ALL) TABLESPACE A110#ANA.TC74
 REBUILD INDEX (ALL) TABLESPACE A110#AN9.TDM03
 REBUILD INDEX (ALL) TABLESPACE A110#AOU.SUMS
 REBUILD INDEX (ALL) TABLESPACE A110#AOY.CE2S001
 REBUILD INDEX (ALL) TABLESPACE A110#ARA.T5PFV
 REBUILD INDEX (ALL) TABLESPACE A110#AS5.BGPROT
 REBUILD INDEX (ALL) TABLESPACE A110#AVC.CKPT
 REBUILD INDEX (ALL) TABLESPACE A110#AVP.IBINDOMA
 REBUILD INDEX (ALL) TABLESPACE A110#AYH.ANAR
 REBUILD INDEX (ALL) TABLESPACE A110#AYN.TEMSI
 REBUILD INDEX (ALL) TABLESPACE A110#A33.VRSLI
 REBUILD INDEX (ALL) TABLESPACE A110#A52.T822T
 REBUILD INDEX (ALL) TABLESPACE A110#A63.FLAPP
 REBUILD INDEX (ALL) TABLESPACE A110#A7Q.TSOFA
 REBUILD INDEX (ALL) TABLESPACE A110#A8C.WPLST
 REBUILD INDEX (ALL) TABLESPACE A110#A9J.FMALLOC
 REBUILD INDEX (ALL) TABLESPACE A110#A9Z.KNMTK
 REBUILD INDEX (ALL) TABLESPACE A110#A99.BTCSED
 REBUILD INDEX (ALL) TABLESPACE A110#BBH.TXMILOGR
 REBUILD INDEX (ALL) TABLESPACE A110#BB8.BSIA
 REBUILD INDEX (ALL) TABLESPACE A110#BB9.HRSM#DAT
 REBUILD INDEX (ALL) TABLESPACE A110#BE4.WBTABLE
 REBUILD INDEX (ALL) TABLESPACE A110#BGJ.TOA03
 REBUILD INDEX (ALL) TABLESPACE A110#BI1.CCMCLBS
 REBUILD INDEX (ALL) TABLESPACE A110#BJ6.FMRC07
 REBUILD INDEX (ALL) TABLESPACE A110#BKB.BKDF
 REBUILD INDEX (ALL) TABLESPACE A110#BL8.RF180
 REBUILD INDEX (ALL) TABLESPACE A110#BMC.TDMV1
 REBUILD INDEX (ALL) TABLESPACE A110#BNF.MAHNS
 REBUILD INDEX (ALL) TABLESPACE A110#BOV.TPFVP
 REBUILD INDEX (ALL) TABLESPACE A110#BO2.LFC3
 REBUILD INDEX (ALL) TABLESPACE A110#BO8.TVEN4
 REBUILD INDEX (ALL) TABLESPACE A110#BU1.T7VES4
 REBUILD INDEX (ALL) TABLESPACE A110#BU2.TPFVQ
 REBUILD INDEX (ALL) TABLESPACE A110#BYO.TSST1
 REBUILD INDEX (ALL) TABLESPACE A110#BZG.CD0TBSH0
 REBUILD INDEX (ALL) TABLESPACE A110#B1S.SOST
 REBUILD INDEX (ALL) TABLESPACE A110#B2V.ONRQM
 REBUILD INDEX (ALL) TABLESPACE A110#B24.EDMAP
 REBUILD INDEX (ALL) TABLESPACE A110#B41.HLPNA
 REBUILD INDEX (ALL) TABLESPACE A110#B6T.TDM28
 REBUILD INDEX (ALL) TABLESPACE A110#CD9.GLTO3


 REBUILD INDEX (ALL) TABLESPACE A110#CEB.PLPW
 REBUILD INDEX (ALL) TABLESPACE A110#CED.VTPPOLIX
 REBUILD INDEX (ALL) TABLESPACE A110#CFL.VESED
 REBUILD INDEX (ALL) TABLESPACE A110#CGV.TC75
 REBUILD INDEX (ALL) TABLESPACE A110#CIW.DM48T
 REBUILD INDEX (ALL) TABLESPACE A110#CJQ.OBGD
 REBUILD INDEX (ALL) TABLESPACE A110#CKC.IWB#ADMI
 REBUILD INDEX (ALL) TABLESPACE A110#CKJ.EKKI
 REBUILD INDEX (ALL) TABLESPACE A110#CK4.TMSBUFRX
 REBUILD INDEX (ALL) TABLESPACE A110#CLM.T5W2O
 REBUILD INDEX (ALL) TABLESPACE A110#CPF.SWWWIRET
 REBUILD INDEX (ALL) TABLESPACE A110#CRJ.EDFIL
 REBUILD INDEX (ALL) TABLESPACE A110#CRZ.ANLH
 REBUILD INDEX (ALL) TABLESPACE A110#CSJ.CATDB
 REBUILD INDEX (ALL) TABLESPACE A110#CSV.DLIX
 REBUILD INDEX (ALL) TABLESPACE A110#CTR.TCMEMO
 REBUILD INDEX (ALL) TABLESPACE A110#CWD.CATDO
 REBUILD INDEX (ALL) TABLESPACE A110#CWM.TMCSG
 REBUILD INDEX (ALL) TABLESPACE A110#CXR.BSBM
 REBUILD INDEX (ALL) TABLESPACE A110#CX7.TDM27
 REBUILD INDEX (ALL) TABLESPACE A110#CY2.MSEGO1
 REBUILD INDEX (ALL) TABLESPACE A110#C2Z.BVOR
 REBUILD INDEX (ALL) TABLESPACE A110#C3J.SADLSTDI
 REBUILD INDEX (ALL) TABLESPACE A110#C36.TBTCJSTE
 REBUILD INDEX (ALL) TABLESPACE A110#C4Z.KNOB
 REBUILD INDEX (ALL) TABLESPACE A110#C48.TDM01
 REBUILD INDEX (ALL) TABLESPACE A110#C8C.FEBKO
 REBUILD INDEX (ALL) TABLESPACE A110#C8R.REFCC
 REBUILD INDEX (ALL) TABLESPACE A110#C84.CKKS
 REBUILD INDEX (ALL) TABLESPACE A110#C9L.TER11
 REBUILD INDEX (ALL) TABLESPACE A110#C94.ONROS
 REBUILD INDEX (ALL) TABLESPACE A110#DAQ.USZBVPRO
 REBUILD INDEX (ALL) TABLESPACE A110#DBN.NKAP
 REBUILD INDEX (ALL) TABLESPACE A110#DBW.VBREF
 REBUILD INDEX (ALL) TABLESPACE A110#DCL.MWZMSEG
 REBUILD INDEX (ALL) TABLESPACE A110#DCM.WDLSP
 REBUILD INDEX (ALL) TABLESPACE A110#DEX.LIPSDG
 REBUILD INDEX (ALL) TABLESPACE A110#DFI.P444V
 REBUILD INDEX (ALL) TABLESPACE A110#DFR.VKAWV
 REBUILD INDEX (ALL) TABLESPACE A110#DGK.ONRKS
 REBUILD INDEX (ALL) TABLESPACE A110#DGY.KMKPF
 REBUILD INDEX (ALL) TABLESPACE A110#DHO.TVENT5
 REBUILD INDEX (ALL) TABLESPACE A110#DM5.TKEPTRT
 REBUILD INDEX (ALL) TABLESPACE A110#DNW.PFSEL
 REBUILD INDEX (ALL) TABLESPACE A110#DPN.TDM05
 REBUILD INDEX (ALL) TABLESPACE A110#DQH.AT15
 REBUILD INDEX (ALL) TABLESPACE A110#DQN.TC72
 REBUILD INDEX (ALL) TABLESPACE A110#DVN.TSKT7
 REBUILD INDEX (ALL) TABLESPACE A110#DVQ.PUMK
 REBUILD INDEX (ALL) TABLESPACE A110#DZM.COVAT
 REBUILD INDEX (ALL) TABLESPACE A110#DZ4.TKKH2
 REBUILD INDEX (ALL) TABLESPACE A110#DZ5.T022A
 REBUILD INDEX (ALL) TABLESPACE A110#D6O.T752F
 REBUILD INDEX (ALL) TABLESPACE A110#D7H.REGUS
 REBUILD INDEX (ALL) TABLESPACE A110#D7U.HRARCENQ
 REBUILD INDEX (ALL) TABLESPACE A110#EAP.GLSO1
 REBUILD INDEX (ALL) TABLESPACE A110#EAT.CBPL
 REBUILD INDEX (ALL) TABLESPACE A110#EB7.SDOKCHKF


 REBUILD INDEX (ALL) TABLESPACE A110#ECG.COCHPX
 REBUILD INDEX (ALL) TABLESPACE A110#EDB.WRPE
 REBUILD INDEX (ALL) TABLESPACE A110#EDG.DSYDS
 REBUILD INDEX (ALL) TABLESPACE A110#ED4.TDM08
 REBUILD INDEX (ALL) TABLESPACE A110#EEJ.RESCO
 REBUILD INDEX (ALL) TABLESPACE A110#EE0.T7VEA1
 REBUILD INDEX (ALL) TABLESPACE A110#EE4.VTBKORES
 REBUILD INDEX (ALL) TABLESPACE A110#EFK.REGUPO
 REBUILD INDEX (ALL) TABLESPACE A110#EF3.SWL#ST#T
 REBUILD INDEX (ALL) TABLESPACE A110#EGN.FINV
 REBUILD INDEX (ALL) TABLESPACE A110#EI5.TKKH1
 REBUILD INDEX (ALL) TABLESPACE A110#ELU.HRMMSRVI
 REBUILD INDEX (ALL) TABLESPACE A110#ENM.KPER
 REBUILD INDEX (ALL) TABLESPACE A110#ENO.ANLV
 REBUILD INDEX (ALL) TABLESPACE A110#EOD.S194BIW1
 REBUILD INDEX (ALL) TABLESPACE A110#EPB.VBERROR
 REBUILD INDEX (ALL) TABLESPACE A110#EPD.BKORR
 REBUILD INDEX (ALL) TABLESPACE A110#EPP.INETX
 REBUILD INDEX (ALL) TABLESPACE A110#ETD.TLOCKTST
 REBUILD INDEX (ALL) TABLESPACE A110#ETU.BWKS
 REBUILD INDEX (ALL) TABLESPACE A110#ETV.BPCGX
 REBUILD INDEX (ALL) TABLESPACE A110#ETY.TVBPROCT
 REBUILD INDEX (ALL) TABLESPACE A110#ET5.SDBAD
 REBUILD INDEX (ALL) TABLESPACE A110#EV8.FTPT#TRA
 REBUILD INDEX (ALL) TABLESPACE A110#EX9.TF661
 REBUILD INDEX (ALL) TABLESPACE A110#EY3.MSSQH
 REBUILD INDEX (ALL) TABLESPACE A110#E1D.COFT
 REBUILD INDEX (ALL) TABLESPACE A110#E3J.VBSN
 REBUILD INDEX (ALL) TABLESPACE A110#E56.GLTPC
 REBUILD INDEX (ALL) TABLESPACE A110#E6X.CEERROR
 REBUILD INDEX (ALL) TABLESPACE A110#E60.VDBEL
 REBUILD INDEX (ALL) TABLESPACE A110#E7A.TKCQ
 REBUILD INDEX (ALL) TABLESPACE A110#E8C.TRORD
 REBUILD INDEX (ALL) TABLESPACE A110#FAB.CATL
 REBUILD INDEX (ALL) TABLESPACE A110#FCT.TQ01D
 REBUILD INDEX (ALL) TABLESPACE A110#FCV.T5M7J
 REBUILD INDEX (ALL) TABLESPACE A110#FC3.IXTYT
 REBUILD INDEX (ALL) TABLESPACE A110#FD3.TSTATHT4
 REBUILD INDEX (ALL) TABLESPACE A110#FET.VTBFIOR
 REBUILD INDEX (ALL) TABLESPACE A110#FJW.PSPL
 REBUILD INDEX (ALL) TABLESPACE A110#FKW.VFKP
 REBUILD INDEX (ALL) TABLESPACE A110#FK1.FTPT#FLI
 REBUILD INDEX (ALL) TABLESPACE A110#FMS.WFPRC
 REBUILD INDEX (ALL) TABLESPACE A110#FM8.GLPO2
 REBUILD INDEX (ALL) TABLESPACE A110#FNO.VMETK
 REBUILD INDEX (ALL) TABLESPACE A110#FQ3.TVENT3
 REBUILD INDEX (ALL) TABLESPACE A110#FTT.GLTO1
 REBUILD INDEX (ALL) TABLESPACE A110#FZY.ONRVB
 REBUILD INDEX (ALL) TABLESPACE A110#F0H.MZDAT
 REBUILD INDEX (ALL) TABLESPACE A110#F04.PRON
 REBUILD INDEX (ALL) TABLESPACE A110#F19.JVT1
 REBUILD INDEX (ALL) TABLESPACE A110#F24.VMETT
 REBUILD INDEX (ALL) TABLESPACE A110#F4L.MKLK
 REBUILD INDEX (ALL) TABLESPACE A110#F6O.TRBAT2
 REBUILD INDEX (ALL) TABLESPACE A110#F84.E070N
 REBUILD INDEX (ALL) TABLESPACE A110#F9E.ONRPD
 REBUILD INDEX (ALL) TABLESPACE A110#F92.VTBRELE1
 REBUILD INDEX (ALL) TABLESPACE A110#F99.PAPL


 REBUILD INDEX (ALL) TABLESPACE A110#GAU.T5P1F
 REBUILD INDEX (ALL) TABLESPACE A110#GA2.TDM23
 REBUILD INDEX (ALL) TABLESPACE A110#GCQ.TVARV
 REBUILD INDEX (ALL) TABLESPACE A110#GD1.AT15B
 REBUILD INDEX (ALL) TABLESPACE A110#GGY.EST0FX
 REBUILD INDEX (ALL) TABLESPACE A110#GG5.VTIOFZU
 REBUILD INDEX (ALL) TABLESPACE A110#GH0.BKORM
 REBUILD INDEX (ALL) TABLESPACE A110#GH9.TRPUT
 REBUILD INDEX (ALL) TABLESPACE A110#GKR.WWMIT
 REBUILD INDEX (ALL) TABLESPACE A110#GNI.PFSWP
 REBUILD INDEX (ALL) TABLESPACE A110#GN6.CD0MC5
 REBUILD INDEX (ALL) TABLESPACE A110#GN7.PA0561
 REBUILD INDEX (ALL) TABLESPACE A110#GPN.SKMT
 REBUILD INDEX (ALL) TABLESPACE A110#GQN.PKEK
 REBUILD INDEX (ALL) TABLESPACE A110#GQQ.TMCIR
 REBUILD INDEX (ALL) TABLESPACE A110#GUI.TDM10
 REBUILD INDEX (ALL) TABLESPACE A110#GUW.REUL
 REBUILD INDEX (ALL) TABLESPACE A110#GVA.TDM13
 REBUILD INDEX (ALL) TABLESPACE A110#GVS.WARNG
 REBUILD INDEX (ALL) TABLESPACE A110#GW8.CRID
 REBUILD INDEX (ALL) TABLESPACE A110#GX9.SDOKCHKO
 REBUILD INDEX (ALL) TABLESPACE A110#GYR.VTBKORTM
 REBUILD INDEX (ALL) TABLESPACE A110#GZ9.GSBLCA
 REBUILD INDEX (ALL) TABLESPACE A110#G1E.T684
 REBUILD INDEX (ALL) TABLESPACE A110#G3S.E070P
 REBUILD INDEX (ALL) TABLESPACE A110#G3W.LISPLF
 REBUILD INDEX (ALL) TABLESPACE A110#G4I.TOA01
 REBUILD INDEX (ALL) TABLESPACE A110#G66.DBPROF
 REBUILD INDEX (ALL) TABLESPACE A110#G7U.EREN
 REBUILD INDEX (ALL) TABLESPACE A110#G7W.MHIS
 REBUILD INDEX (ALL) TABLESPACE A110#G8E.MASE
 REBUILD INDEX (ALL) TABLESPACE A110#G8J.CD0BAS4V
 REBUILD INDEX (ALL) TABLESPACE A110#G9B.PGZU
 REBUILD INDEX (ALL) TABLESPACE A110#G9R.TRS35
 REBUILD INDEX (ALL) TABLESPACE A110#HA9.UKSD
 REBUILD INDEX (ALL) TABLESPACE A110#HCF.SWZAIRET
 REBUILD INDEX (ALL) TABLESPACE A110#HC6.TMSBUFTX
 REBUILD INDEX (ALL) TABLESPACE A110#HC7.DBSTATTI
 REBUILD INDEX (ALL) TABLESPACE A110#HDA.T7VEL1
 REBUILD INDEX (ALL) TABLESPACE A110#HDW.VTBTEKAX
 REBUILD INDEX (ALL) TABLESPACE A110#HGQ.T515U
 REBUILD INDEX (ALL) TABLESPACE A110#HJB.OIB01
 REBUILD INDEX (ALL) TABLESPACE A110#HJ8.DOKALTLA
 REBUILD INDEX (ALL) TABLESPACE A110#HLZ.SFIWP
 REBUILD INDEX (ALL) TABLESPACE A110#HL9.TPFVD
 REBUILD INDEX (ALL) TABLESPACE A110#HNG.BPCJX
 REBUILD INDEX (ALL) TABLESPACE A110#HNY.DB2LRUR
 REBUILD INDEX (ALL) TABLESPACE A110#HRS.COTPLFC
 REBUILD INDEX (ALL) TABLESPACE A110#HRT.SLGSR
 REBUILD INDEX (ALL) TABLESPACE A110#HT7.TDM29
 REBUILD INDEX (ALL) TABLESPACE A110#HUE.VGTST
 REBUILD INDEX (ALL) TABLESPACE A110#HUF.ERET
 REBUILD INDEX (ALL) TABLESPACE A110#HVK.RBSELERF
 REBUILD INDEX (ALL) TABLESPACE A110#HW5.T515V
 REBUILD INDEX (ALL) TABLESPACE A110#HZX.BCK#VTIF
 REBUILD INDEX (ALL) TABLESPACE A110#H26.J#1AIMML
 REBUILD INDEX (ALL) TABLESPACE A110#H4M.PGPLE
 REBUILD INDEX (ALL) TABLESPACE A110#H4S.PFBTC


 REBUILD INDEX (ALL) TABLESPACE A110#H5N.PBIC
 REBUILD INDEX (ALL) TABLESPACE A110#H6Z.ONROK
 REBUILD INDEX (ALL) TABLESPACE A110#H7K.IBINOWNX
 REBUILD INDEX (ALL) TABLESPACE A110#H7S.TC73
 REBUILD INDEX (ALL) TABLESPACE A110#H70.PAHI
 REBUILD INDEX (ALL) TABLESPACE A110#H8C.TVENT4
 REBUILD INDEX (ALL) TABLESPACE A110#H82.REGUHO
 REBUILD INDEX (ALL) TABLESPACE A110#IA1.ONROF
 REBUILD INDEX (ALL) TABLESPACE A110#IDX.ANLW
 REBUILD INDEX (ALL) TABLESPACE A110#IG6.BCRES
 REBUILD INDEX (ALL) TABLESPACE A110#IIH.WFQUE
 REBUILD INDEX (ALL) TABLESPACE A110#IIN.TDM09
 REBUILD INDEX (ALL) TABLESPACE A110#IIZ.SORF
 REBUILD INDEX (ALL) TABLESPACE A110#IJR.ONRFS
 REBUILD INDEX (ALL) TABLESPACE A110#IN2.CD0T200T
 REBUILD INDEX (ALL) TABLESPACE A110#IOG.ONRPR
 REBUILD INDEX (ALL) TABLESPACE A110#IOI.CKKT
 REBUILD INDEX (ALL) TABLESPACE A110#IUS.CKMLRUNT
 REBUILD INDEX (ALL) TABLESPACE A110#IWJ.CATR
 REBUILD INDEX (ALL) TABLESPACE A110#IY2.GLPO3
 REBUILD INDEX (ALL) TABLESPACE A110#IZ6.OSMON
 REBUILD INDEX (ALL) TABLESPACE A110#I0I.IXDIT
 REBUILD INDEX (ALL) TABLESPACE A110#I1T.RBSELWER
 REBUILD INDEX (ALL) TABLESPACE A110#I2J.TF651
 REBUILD INDEX (ALL) TABLESPACE A110#I2K.TKEPE
 REBUILD INDEX (ALL) TABLESPACE A110#I2L.MBPR
 REBUILD INDEX (ALL) TABLESPACE A110#I2T.KNVT
 REBUILD INDEX (ALL) TABLESPACE A110#I2U.TVENT2
 REBUILD INDEX (ALL) TABLESPACE A110#I20.T022Q
 REBUILD INDEX (ALL) TABLESPACE A110#I5S.T881IS
 REBUILD INDEX (ALL) TABLESPACE A110#I53.T51RJ
 REBUILD INDEX (ALL) TABLESPACE A110#I6X.WWVT
 REBUILD INDEX (ALL) TABLESPACE A110#I72.TDM06
 REBUILD INDEX (ALL) TABLESPACE A110#JBH.T5M7T
 REBUILD INDEX (ALL) TABLESPACE A110#JBO.MCY1
 REBUILD INDEX (ALL) TABLESPACE A110#JCB.SEUDEPEN
 REBUILD INDEX (ALL) TABLESPACE A110#JC2.T5M7Y
 REBUILD INDEX (ALL) TABLESPACE A110#JC6.RFCSTXTA
 REBUILD INDEX (ALL) TABLESPACE A110#JEQ.BTCUEV
 REBUILD INDEX (ALL) TABLESPACE A110#JE4.GLTO2
 REBUILD INDEX (ALL) TABLESPACE A110#JGU.TUCHK4
 REBUILD INDEX (ALL) TABLESPACE A110#JH1.CCCFINI
 REBUILD INDEX (ALL) TABLESPACE A110#JIU.S071
 REBUILD INDEX (ALL) TABLESPACE A110#JI8.LQUAB
 REBUILD INDEX (ALL) TABLESPACE A110#JL3.MGEF
 REBUILD INDEX (ALL) TABLESPACE A110#JNY.PUMS
 REBUILD INDEX (ALL) TABLESPACE A110#JQP.EWUFI#SC
 REBUILD INDEX (ALL) TABLESPACE A110#JRK.WPXST
 REBUILD INDEX (ALL) TABLESPACE A110#JUI.P0SUT
 REBUILD INDEX (ALL) TABLESPACE A110#JVP.DOKCR
 REBUILD INDEX (ALL) TABLESPACE A110#JWM.T5PTC
 REBUILD INDEX (ALL) TABLESPACE A110#JXL.SDBAP
 REBUILD INDEX (ALL) TABLESPACE A110#JYO.S064
 REBUILD INDEX (ALL) TABLESPACE A110#JYW.KAPE
 REBUILD INDEX (ALL) TABLESPACE A110#JZ2.T044HT
 REBUILD INDEX (ALL) TABLESPACE A110#J0N.TOAV2
 REBUILD INDEX (ALL) TABLESPACE A110#J0W.PDERR
 REBUILD INDEX (ALL) TABLESPACE A110#J02.EST07X


 REBUILD INDEX (ALL) TABLESPACE A110#J1B.TRCL
 REBUILD INDEX (ALL) TABLESPACE A110#J13.EIPA
 REBUILD INDEX (ALL) TABLESPACE A110#J2A.BAPIXMLO
 REBUILD INDEX (ALL) TABLESPACE A110#J45.TKEPTRK
 REBUILD INDEX (ALL) TABLESPACE A110#J5W.OIB05
 REBUILD INDEX (ALL) TABLESPACE A110#KAV.VMETV
 REBUILD INDEX (ALL) TABLESPACE A110#KA5.S135
 REBUILD INDEX (ALL) TABLESPACE A110#KBY.COFIO2
 REBUILD INDEX (ALL) TABLESPACE A110#KDT.T5PP2
 REBUILD INDEX (ALL) TABLESPACE A110#KES.SYNTB
 REBUILD INDEX (ALL) TABLESPACE A110#KHM.AUVT
 REBUILD INDEX (ALL) TABLESPACE A110#KHV.LFB5
 REBUILD INDEX (ALL) TABLESPACE A110#KIP.S009
 REBUILD INDEX (ALL) TABLESPACE A110#KJN.COSBD
 REBUILD INDEX (ALL) TABLESPACE A110#KJ0.TBTCA
 REBUILD INDEX (ALL) TABLESPACE A110#KJ6.MHNKA
 REBUILD INDEX (ALL) TABLESPACE A110#KKP.VFORT
 REBUILD INDEX (ALL) TABLESPACE A110#KKU.TC78
 REBUILD INDEX (ALL) TABLESPACE A110#KLT.FAPW
 REBUILD INDEX (ALL) TABLESPACE A110#KMD.BLPR
 REBUILD INDEX (ALL) TABLESPACE A110#KMQ.MERGEOBJ
 REBUILD INDEX (ALL) TABLESPACE A110#KN4.NKLV
 REBUILD INDEX (ALL) TABLESPACE A110#KQV.CCRFCTAB
 REBUILD INDEX (ALL) TABLESPACE A110#KQ6.TVEN1
 REBUILD INDEX (ALL) TABLESPACE A110#KSN.EWUDUPRE
 REBUILD INDEX (ALL) TABLESPACE A110#KVY.FDTL
 REBUILD INDEX (ALL) TABLESPACE A110#KXK.MSSAH
 REBUILD INDEX (ALL) TABLESPACE A110#KYB.QIWL
 REBUILD INDEX (ALL) TABLESPACE A110#KYZ.DB2LODRS
 REBUILD INDEX (ALL) TABLESPACE A110#KZR.PA0467
 REBUILD INDEX (ALL) TABLESPACE A110#K0M.VERFK
 REBUILD INDEX (ALL) TABLESPACE A110#K3N.VBSET
 REBUILD INDEX (ALL) TABLESPACE A110#K4I.VBUV
 REBUILD INDEX (ALL) TABLESPACE A110#K5C.TDM07
 REBUILD INDEX (ALL) TABLESPACE A110#K6H.MCVSRFP
 REBUILD INDEX (ALL) TABLESPACE A110#K6U.SLGSK
 REBUILD INDEX (ALL) TABLESPACE A110#K7A.TFSAVE
 REBUILD INDEX (ALL) TABLESPACE A110#K95.EVHR
 REBUILD INDEX (ALL) TABLESPACE A110#LAM.VKAOF
 REBUILD INDEX (ALL) TABLESPACE A110#LBB.RBSELFRB
 REBUILD INDEX (ALL) TABLESPACE A110#LDC.CRHH
 REBUILD INDEX (ALL) TABLESPACE A110#LEC.TMAC
 REBUILD INDEX (ALL) TABLESPACE A110#LFU.J#1AWITN
 REBUILD INDEX (ALL) TABLESPACE A110#LGC.T7VEA2
 REBUILD INDEX (ALL) TABLESPACE A110#LIJ.TST02
 REBUILD INDEX (ALL) TABLESPACE A110#LIL.FLEMP
 REBUILD INDEX (ALL) TABLESPACE A110#LKS.TC77
 REBUILD INDEX (ALL) TABLESPACE A110#LLU.VBFS
 REBUILD INDEX (ALL) TABLESPACE A110#LMU.SLGSM
 REBUILD INDEX (ALL) TABLESPACE A110#LMX.TBTCI
 REBUILD INDEX (ALL) TABLESPACE A110#LM2.EBUB
 REBUILD INDEX (ALL) TABLESPACE A110#LOO.TPFVA
 REBUILD INDEX (ALL) TABLESPACE A110#LQY.TPFES
 REBUILD INDEX (ALL) TABLESPACE A110#LR3.DSYSX
 REBUILD INDEX (ALL) TABLESPACE A110#LSZ.S002
 REBUILD INDEX (ALL) TABLESPACE A110#LUK.WIND
 REBUILD INDEX (ALL) TABLESPACE A110#LU3.VERTE
 REBUILD INDEX (ALL) TABLESPACE A110#LWB.EQUP


 REBUILD INDEX (ALL) TABLESPACE A110#L2F.WDLS
 REBUILD INDEX (ALL) TABLESPACE A110#L2H.GREP#VAR
 REBUILD INDEX (ALL) TABLESPACE A110#L3P.TVEN6
 REBUILD INDEX (ALL) TABLESPACE A110#L6T.CC1ERP
 REBUILD INDEX (ALL) TABLESPACE A110#L7V.ONROR
 REBUILD INDEX (ALL) TABLESPACE A110#L8P.USKRI
 REBUILD INDEX (ALL) TABLESPACE A110#L8Y.EQUK
 REBUILD INDEX (ALL) TABLESPACE A110#MCE.TMAGE
 REBUILD INDEX (ALL) TABLESPACE A110#MCQ.T7VEI2
 REBUILD INDEX (ALL) TABLESPACE A110#MHO.GRIX#VAR
 REBUILD INDEX (ALL) TABLESPACE A110#MI0.FMSD07
 REBUILD INDEX (ALL) TABLESPACE A110#MI4.CD0BAS5V
 REBUILD INDEX (ALL) TABLESPACE A110#MJY.LSHR
 REBUILD INDEX (ALL) TABLESPACE A110#MKA.S014
 REBUILD INDEX (ALL) TABLESPACE A110#MKJ.PGPL
 REBUILD INDEX (ALL) TABLESPACE A110#MLO.EBSEG
 REBUILD INDEX (ALL) TABLESPACE A110#ML8.TOA02
 REBUILD INDEX (ALL) TABLESPACE A110#MMC.SKPF
 REBUILD INDEX (ALL) TABLESPACE A110#MM1.FDAU
 REBUILD INDEX (ALL) TABLESPACE A110#MNG.VSKPER#C
 REBUILD INDEX (ALL) TABLESPACE A110#MOP.TF660
 REBUILD INDEX (ALL) TABLESPACE A110#MPA.IWB2CHKF
 REBUILD INDEX (ALL) TABLESPACE A110#MSB.GLPO1
 REBUILD INDEX (ALL) TABLESPACE A110#MSJ.PKER
 REBUILD INDEX (ALL) TABLESPACE A110#MSL.BATMANTD
 REBUILD INDEX (ALL) TABLESPACE A110#MTG.S194
 REBUILD INDEX (ALL) TABLESPACE A110#MUJ.TRMIDX
 REBUILD INDEX (ALL) TABLESPACE A110#MV8.TF630
 REBUILD INDEX (ALL) TABLESPACE A110#MYI.J#1AAWAY
 REBUILD INDEX (ALL) TABLESPACE A110#M1X.S004
 REBUILD INDEX (ALL) TABLESPACE A110#M28.SAIN
 REBUILD INDEX (ALL) TABLESPACE A110#M31.EBKPF
 REBUILD INDEX (ALL) TABLESPACE A110#M42.TPAKL
 REBUILD INDEX (ALL) TABLESPACE A110#M5I.SFHX
 REBUILD INDEX (ALL) TABLESPACE A110#M6X.TATAF
 REBUILD INDEX (ALL) TABLESPACE A110#M68.IWB1CHKF
 REBUILD INDEX (ALL) TABLESPACE A110#M7N.DOKSH
 REBUILD INDEX (ALL) TABLESPACE A110#M77.T5W2M
 REBUILD INDEX (ALL) TABLESPACE A110#M78.T751D
 REBUILD INDEX (ALL) TABLESPACE A110#M8A.BALM
 REBUILD INDEX (ALL) TABLESPACE A110#NBM.MCEKS
 REBUILD INDEX (ALL) TABLESPACE A110#NBZ.GWFEODE
 REBUILD INDEX (ALL) TABLESPACE A110#NB7.WWMI
 REBUILD INDEX (ALL) TABLESPACE A110#NER.ERKOT
 REBUILD INDEX (ALL) TABLESPACE A110#NHK.TOAHR
 REBUILD INDEX (ALL) TABLESPACE A110#NHV.USZBVPRO
 REBUILD INDEX (ALL) TABLESPACE A110#NIS.SERI
 REBUILD INDEX (ALL) TABLESPACE A110#NJL.ANEV
 REBUILD INDEX (ALL) TABLESPACE A110#NJX.FOH01
 REBUILD INDEX (ALL) TABLESPACE A110#NKS.DVERS
 REBUILD INDEX (ALL) TABLESPACE A110#NLH.CATDA
 REBUILD INDEX (ALL) TABLESPACE A110#NXC.COTPLS
 REBUILD INDEX (ALL) TABLESPACE A110#NXL.ALPERFOB
 REBUILD INDEX (ALL) TABLESPACE A110#NX5.EKPB
 REBUILD INDEX (ALL) TABLESPACE A110#NYG.T77QB
 REBUILD INDEX (ALL) TABLESPACE A110#NYJ.S073
 REBUILD INDEX (ALL) TABLESPACE A110#NYN.KONR1
 REBUILD INDEX (ALL) TABLESPACE A110#N0Q.T445C2


 REBUILD INDEX (ALL) TABLESPACE A110#N1W.SSPUMK
 REBUILD INDEX (ALL) TABLESPACE A110#N3T.VBEH
 REBUILD INDEX (ALL) TABLESPACE A110#N56.FMCFSIO
 REBUILD INDEX (ALL) TABLESPACE A110#N7K.COMD
 REBUILD INDEX (ALL) TABLESPACE A110#N71.TVEN2
 REBUILD INDEX (ALL) TABLESPACE A110#N8F.VTBMROR
 REBUILD INDEX (ALL) TABLESPACE A110#N9M.TSKTN
 REBUILD INDEX (ALL) TABLESPACE A110#OAV.WOSAV
 REBUILD INDEX (ALL) TABLESPACE A110#OCI.WPTOTLIU
 REBUILD INDEX (ALL) TABLESPACE A110#OCN.TF645
 REBUILD INDEX (ALL) TABLESPACE A110#OCW.VFORK
 REBUILD INDEX (ALL) TABLESPACE A110#OC4.VTBRATE
 REBUILD INDEX (ALL) TABLESPACE A110#OE9.BP1000
 REBUILD INDEX (ALL) TABLESPACE A110#OFU.T5PP3
 REBUILD INDEX (ALL) TABLESPACE A110#OKE.UMSV
 REBUILD INDEX (ALL) TABLESPACE A110#OK3.GLSO2
 REBUILD INDEX (ALL) TABLESPACE A110#OLO.IXTYP
 REBUILD INDEX (ALL) TABLESPACE A110#OLQ.WFSTO
 REBUILD INDEX (ALL) TABLESPACE A110#ON0.BSIW
 REBUILD INDEX (ALL) TABLESPACE A110#OPC.T823T
 REBUILD INDEX (ALL) TABLESPACE A110#OU7.TOBAE
 REBUILD INDEX (ALL) TABLESPACE A110#OVQ.VARINUM
 REBUILD INDEX (ALL) TABLESPACE A110#OV1.EQUZX
 REBUILD INDEX (ALL) TABLESPACE A110#OW7.TPFVE
 REBUILD INDEX (ALL) TABLESPACE A110#O2C.T5M8H
 REBUILD INDEX (ALL) TABLESPACE A110#O4K.T5W2N
 REBUILD INDEX (ALL) TABLESPACE A110#O70.TOADL#KE
 REBUILD INDEX (ALL) TABLESPACE A110#P2U.CATK
 REBUILD INDEX (ALL) TABLESPACE A110#P20.KONAIND
 REBUILD INDEX (ALL) TABLESPACE A110#P7L.EWUCUSAK
 REBUILD INDEX (ALL) TABLESPACE A110#P8A.MHNDO
 REBUILD INDEX (ALL) TABLESPACE A110#0AK.BTCJSTAT
 REBUILD INDEX (ALL) TABLESPACE A110#0BF.RBSELLIF
 REBUILD INDEX (ALL) TABLESPACE A110#0CW.T7VEI1
 REBUILD INDEX (ALL) TABLESPACE A110#0DS.MWZDM07$
 REBUILD INDEX (ALL) TABLESPACE A110#0G2.FREF
 REBUILD INDEX (ALL) TABLESPACE A110#0IB.TOPRK
 REBUILD INDEX (ALL) TABLESPACE A110#0IR.ONRKL
 REBUILD INDEX (ALL) TABLESPACE A110#0KA.MWMKPF
 REBUILD INDEX (ALL) TABLESPACE A110#0KF.ANLX
 REBUILD INDEX (ALL) TABLESPACE A110#0KW.EWUARCHI
 REBUILD INDEX (ALL) TABLESPACE A110#0KX.P01CVH
 REBUILD INDEX (ALL) TABLESPACE A110#0LD.WDLSO
 REBUILD INDEX (ALL) TABLESPACE A110#0LG.CATM
 REBUILD INDEX (ALL) TABLESPACE A110#0L7.RBSELLBL
 REBUILD INDEX (ALL) TABLESPACE A110#0M0.BPVK
 REBUILD INDEX (ALL) TABLESPACE A110#0NJ.IWB2CHKO
 REBUILD INDEX (ALL) TABLESPACE A110#0PR.TF586
 REBUILD INDEX (ALL) TABLESPACE A110#0P9.INFCFGRE
 REBUILD INDEX (ALL) TABLESPACE A110#0RA.TVEN3
 REBUILD INDEX (ALL) TABLESPACE A110#0RD.TF585
 REBUILD INDEX (ALL) TABLESPACE A110#0SM.KNVI
 REBUILD INDEX (ALL) TABLESPACE A110#0VG.COCH
 REBUILD INDEX (ALL) TABLESPACE A110#0VI.TXMILOG
 REBUILD INDEX (ALL) TABLESPACE A110#0WM.TAI10
 REBUILD INDEX (ALL) TABLESPACE A110#0YN.CF003
 REBUILD INDEX (ALL) TABLESPACE A110#0ZL.VERFT
 REBUILD INDEX (ALL) TABLESPACE A110#00C.PCL5


 REBUILD INDEX (ALL) TABLESPACE A110#00X.T750X
 REBUILD INDEX (ALL) TABLESPACE A110#000.AFBP
 REBUILD INDEX (ALL) TABLESPACE A110#03P.REGUT
 REBUILD INDEX (ALL) TABLESPACE A110#03X.ONRAN
 REBUILD INDEX (ALL) TABLESPACE A110#037.ONRHP
 REBUILD INDEX (ALL) TABLESPACE A110#04Z.COVAD
 REBUILD INDEX (ALL) TABLESPACE A110#05B.DM48L
 REBUILD INDEX (ALL) TABLESPACE A110#05J.PA2013
 REBUILD INDEX (ALL) TABLESPACE A110#05Z.T5G64
 REBUILD INDEX (ALL) TABLESPACE A110#07S.SXRETRY
 REBUILD INDEX (ALL) TABLESPACE A110#070.TPFVR
 REBUILD INDEX (ALL) TABLESPACE A110#08D.T515R
 REBUILD INDEX (ALL) TABLESPACE A110#1B5.TSP05
 REBUILD INDEX (ALL) TABLESPACE A110#1CA.CF005
 REBUILD INDEX (ALL) TABLESPACE A110#1CL.PCALAC
 REBUILD INDEX (ALL) TABLESPACE A110#1C0.MAHNV
 REBUILD INDEX (ALL) TABLESPACE A110#1EQ.KOND
 REBUILD INDEX (ALL) TABLESPACE A110#1IC.VMETW
 REBUILD INDEX (ALL) TABLESPACE A110#1II.TSCMSTAT
 REBUILD INDEX (ALL) TABLESPACE A110#1LM.CSSK
 REBUILD INDEX (ALL) TABLESPACE A110#1L5.TBTCR
 REBUILD INDEX (ALL) TABLESPACE A110#1MD.RDDRFCST
 REBUILD INDEX (ALL) TABLESPACE A110#1MZ.FTPT#CAR
 REBUILD INDEX (ALL) TABLESPACE A110#1M6.CKHT
 REBUILD INDEX (ALL) TABLESPACE A110#1ND.TSTAMK
 REBUILD INDEX (ALL) TABLESPACE A110#1NS.TOABCX
 REBUILD INDEX (ALL) TABLESPACE A110#1QC.T7VEP1
 REBUILD INDEX (ALL) TABLESPACE A110#1Q4.TVENT1
 REBUILD INDEX (ALL) TABLESPACE A110#1UT.CCMCLBD
 REBUILD INDEX (ALL) TABLESPACE A110#1VK.BALHDR
 REBUILD INDEX (ALL) TABLESPACE A110#1WZ.EKBEH
 REBUILD INDEX (ALL) TABLESPACE A110#13H.ERZUT
 REBUILD INDEX (ALL) TABLESPACE A110#165.REGUA
 REBUILD INDEX (ALL) TABLESPACE A110#170.J#1AIFSK
 REBUILD INDEX (ALL) TABLESPACE A110#18E.SWWLOGHX
 REBUILD INDEX (ALL) TABLESPACE A110#18K.OBGV
 REBUILD INDEX (ALL) TABLESPACE A110#19H.P445X
 REBUILD INDEX (ALL) TABLESPACE A110#19J.ONRQA
 REBUILD INDEX (ALL) TABLESPACE A110#2AS.T445Y
 REBUILD INDEX (ALL) TABLESPACE A110#2DL.FMCOPI
 REBUILD INDEX (ALL) TABLESPACE A110#2EO.PBHI
 REBUILD INDEX (ALL) TABLESPACE A110#2H0.FPLTC
 REBUILD INDEX (ALL) TABLESPACE A110#2I2.MLIB
 REBUILD INDEX (ALL) TABLESPACE A110#2JD.IBINOBS
 REBUILD INDEX (ALL) TABLESPACE A110#2NQ.MWXMSEG
 REBUILD INDEX (ALL) TABLESPACE A110#2NV.BCEXC
 REBUILD INDEX (ALL) TABLESPACE A110#2N6.FMCFSI
 REBUILD INDEX (ALL) TABLESPACE A110#2PH.EST0DX
 REBUILD INDEX (ALL) TABLESPACE A110#2P8.TINSO
 REBUILD INDEX (ALL) TABLESPACE A110#2VG.COCOA
 REBUILD INDEX (ALL) TABLESPACE A110#2VQ.RBSELBES
 REBUILD INDEX (ALL) TABLESPACE A110#2YM.VTBMMOR
 REBUILD INDEX (ALL) TABLESPACE A110#214.TSTATRS
 REBUILD INDEX (ALL) TABLESPACE A110#23N.MKUB
 REBUILD INDEX (ALL) TABLESPACE A110#23R.SWWWIAGE
 REBUILD INDEX (ALL) TABLESPACE A110#237.NKUK
 REBUILD INDEX (ALL) TABLESPACE A110#275.TSTAHTTW
 REBUILD INDEX (ALL) TABLESPACE A110#28E.EREF


 REBUILD INDEX (ALL) TABLESPACE A110#3BC.COFIO1
 REBUILD INDEX (ALL) TABLESPACE A110#3CL.IWB1CHKO
 REBUILD INDEX (ALL) TABLESPACE A110#3E3.DM99L
 REBUILD INDEX (ALL) TABLESPACE A110#3E6.TF620
 REBUILD INDEX (ALL) TABLESPACE A110#3GH.BTCSEV
 REBUILD INDEX (ALL) TABLESPACE A110#3IH.VBSP
 REBUILD INDEX (ALL) TABLESPACE A110#3KW.PFMSG
 REBUILD INDEX (ALL) TABLESPACE A110#3OP.TLOCK
 REBUILD INDEX (ALL) TABLESPACE A110#3O2.DB2LODLK
 REBUILD INDEX (ALL) TABLESPACE A110#3PD.ALMONISX
 REBUILD INDEX (ALL) TABLESPACE A110#3TH.BTCEVTJO
 REBUILD INDEX (ALL) TABLESPACE A110#3U5.E070USE
 REBUILD INDEX (ALL) TABLESPACE A110#3WI.CATQ
 REBUILD INDEX (ALL) TABLESPACE A110#3YB.P445V
 REBUILD INDEX (ALL) TABLESPACE A110#3Y1.PKCH
 REBUILD INDEX (ALL) TABLESPACE A110#30D.K002
 REBUILD INDEX (ALL) TABLESPACE A110#32A.RZLLICLX
 REBUILD INDEX (ALL) TABLESPACE A110#356.CLRK
 REBUILD INDEX (ALL) TABLESPACE A110#36F.VIAK22
 REBUILD INDEX (ALL) TABLESPACE A110#36N.WFERR
 REBUILD INDEX (ALL) TABLESPACE A110#36U.TABVO
 REBUILD INDEX (ALL) TABLESPACE A110#36W.ANGA
 REBUILD INDEX (ALL) TABLESPACE A110#38F.WFAS
 REBUILD INDEX (ALL) TABLESPACE A110#388.TVBPROC
 REBUILD INDEX (ALL) TABLESPACE A110#4AC.VBBS
 REBUILD INDEX (ALL) TABLESPACE A110#4BV.EANQ
 REBUILD INDEX (ALL) TABLESPACE A110#4C1.BTM#TDAT
 REBUILD INDEX (ALL) TABLESPACE A110#4EA.AIND#STA
 REBUILD INDEX (ALL) TABLESPACE A110#4GM.TZ43
 REBUILD INDEX (ALL) TABLESPACE A110#4HT.VIVW06
 REBUILD INDEX (ALL) TABLESPACE A110#4IF.TBTCS
 REBUILD INDEX (ALL) TABLESPACE A110#4IK.WOSA
 REBUILD INDEX (ALL) TABLESPACE A110#4IY.T7VET1
 REBUILD INDEX (ALL) TABLESPACE A110#4JK.CORE
 REBUILD INDEX (ALL) TABLESPACE A110#4KA.VBSS
 REBUILD INDEX (ALL) TABLESPACE A110#4M2.OIB02
 REBUILD INDEX (ALL) TABLESPACE A110#4NK.TPFVI
 REBUILD INDEX (ALL) TABLESPACE A110#4SC.T5URU
 REBUILD INDEX (ALL) TABLESPACE A110#4SJ.MSET
 REBUILD INDEX (ALL) TABLESPACE A110#4VE.TSEGWS01
 REBUILD INDEX (ALL) TABLESPACE A110#4VO.SADR10
 REBUILD INDEX (ALL) TABLESPACE A110#4VX.WFMCMSGE
 REBUILD INDEX (ALL) TABLESPACE A110#4WA.VTBPFHAX
 REBUILD INDEX (ALL) TABLESPACE A110#4W6.T703T
 REBUILD INDEX (ALL) TABLESPACE A110#4XX.PKSD
 REBUILD INDEX (ALL) TABLESPACE A110#4ZV.T800AIS
 REBUILD INDEX (ALL) TABLESPACE A110#4ZX.T5G6T
 REBUILD INDEX (ALL) TABLESPACE A110#4Z0.IBIBOBS
 REBUILD INDEX (ALL) TABLESPACE A110#40E.SOEP
 REBUILD INDEX (ALL) TABLESPACE A110#41Z.BSEGC
 REBUILD INDEX (ALL) TABLESPACE A110#42Z.PRTE
 REBUILD INDEX (ALL) TABLESPACE A110#44S.P445H
 REBUILD INDEX (ALL) TABLESPACE A110#45V.SOOD
 REBUILD INDEX (ALL) TABLESPACE A110#457.CKMLRUNP
 REBUILD INDEX (ALL) TABLESPACE A110#46T.MSSQ
 REBUILD INDEX (ALL) TABLESPACE A110#48D.JBRRHBAU
 REBUILD INDEX (ALL) TABLESPACE A110#5AE.DOSSH
 REBUILD INDEX (ALL) TABLESPACE A110#5A0.SOREORG


 REBUILD INDEX (ALL) TABLESPACE A110#5B8.SLGSY
 REBUILD INDEX (ALL) TABLESPACE A110#5CF.T515T
 REBUILD INDEX (ALL) TABLESPACE A110#5C5.EWUCOK
 REBUILD INDEX (ALL) TABLESPACE A110#5IO.EST0BX
 REBUILD INDEX (ALL) TABLESPACE A110#5I0.ONR00
 REBUILD INDEX (ALL) TABLESPACE A110#5JS.S011
 REBUILD INDEX (ALL) TABLESPACE A110#5J7.VDPOKO
 REBUILD INDEX (ALL) TABLESPACE A110#5KI.TFAX1
 REBUILD INDEX (ALL) TABLESPACE A110#5KO.DOSSI
 REBUILD INDEX (ALL) TABLESPACE A110#5NZ.COMPH
 REBUILD INDEX (ALL) TABLESPACE A110#5N1.CKPP
 REBUILD INDEX (ALL) TABLESPACE A110#5OR.TERRD
 REBUILD INDEX (ALL) TABLESPACE A110#5O1.SOSTAT
 REBUILD INDEX (ALL) TABLESPACE A110#5QM.DOKSI
 REBUILD INDEX (ALL) TABLESPACE A110#5RN.VBKA
 REBUILD INDEX (ALL) TABLESPACE A110#5V5.INHB
 REBUILD INDEX (ALL) TABLESPACE A110#5WO.TVEN5
 REBUILD INDEX (ALL) TABLESPACE A110#5XE.T515S
 REBUILD INDEX (ALL) TABLESPACE A110#5ZY.PA0367
 REBUILD INDEX (ALL) TABLESPACE A110#506.FM01C
 REBUILD INDEX (ALL) TABLESPACE A110#52K.T51G2
 REBUILD INDEX (ALL) TABLESPACE A110#53O.DB2LOTHW
 REBUILD INDEX (ALL) TABLESPACE A110#54G.TDM02
 REBUILD INDEX (ALL) TABLESPACE A110#563.SWP#JOIN
 REBUILD INDEX (ALL) TABLESPACE A110#6BR.KONR
 REBUILD INDEX (ALL) TABLESPACE A110#6CN.APQI
 REBUILD INDEX (ALL) TABLESPACE A110#6DG.TPROT
 REBUILD INDEX (ALL) TABLESPACE A110#6EA.PFFLD
 REBUILD INDEX (ALL) TABLESPACE A110#6EH.TPFST
 REBUILD INDEX (ALL) TABLESPACE A110#6EZ.EKAN
 REBUILD INDEX (ALL) TABLESPACE A110#6FP.DSYCR
 REBUILD INDEX (ALL) TABLESPACE A110#6FR.MENTREE1
 REBUILD INDEX (ALL) TABLESPACE A110#6G8.SPH#USNO
 REBUILD INDEX (ALL) TABLESPACE A110#6KM.TPFVX
 REBUILD INDEX (ALL) TABLESPACE A110#6LE.TDM31
 REBUILD INDEX (ALL) TABLESPACE A110#6LT.WRPD
 REBUILD INDEX (ALL) TABLESPACE A110#6O0.UMSVZ
 REBUILD INDEX (ALL) TABLESPACE A110#6P8.KNAS
 REBUILD INDEX (ALL) TABLESPACE A110#6RO.SORP
 REBUILD INDEX (ALL) TABLESPACE A110#6RU.PFALV
 REBUILD INDEX (ALL) TABLESPACE A110#6R5.EWUCUSA2
 REBUILD INDEX (ALL) TABLESPACE A110#6VW.BSBW
 REBUILD INDEX (ALL) TABLESPACE A110#6V5.T045T
 REBUILD INDEX (ALL) TABLESPACE A110#6WF.VERME
 REBUILD INDEX (ALL) TABLESPACE A110#6WM.RSMPTRNS
 REBUILD INDEX (ALL) TABLESPACE A110#61H.TDM04
 REBUILD INDEX (ALL) TABLESPACE A110#633.SKTADEVC
 REBUILD INDEX (ALL) TABLESPACE A110#65J.COSLD
 REBUILD INDEX (ALL) TABLESPACE A110#658.PBIV
 REBUILD INDEX (ALL) TABLESPACE A110#68P.VBLK
 REBUILD INDEX (ALL) TABLESPACE A110#683.TDM11
 REBUILD INDEX (ALL) TABLESPACE A110#684.SWWRUNME
 REBUILD INDEX (ALL) TABLESPACE A110#69B.COSPP
 REBUILD INDEX (ALL) TABLESPACE A110#69E.TDM30
 REBUILD INDEX (ALL) TABLESPACE A110#69M.ONROV
 REBUILD INDEX (ALL) TABLESPACE A110#7CR.CC1ERM
 REBUILD INDEX (ALL) TABLESPACE A110#7EZ.PFACT
 REBUILD INDEX (ALL) TABLESPACE A110#7HZ.FMCFSIF


 REBUILD INDEX (ALL) TABLESPACE A110#7KR.TDM21
 REBUILD INDEX (ALL) TABLESPACE A110#7L6.TSKSM
 REBUILD INDEX (ALL) TABLESPACE A110#7ND.T5LSQ
 REBUILD INDEX (ALL) TABLESPACE A110#7PS.CKPS
 REBUILD INDEX (ALL) TABLESPACE A110#7RC.TSTPH
 REBUILD INDEX (ALL) TABLESPACE A110#7RD.CD0T210T
 REBUILD INDEX (ALL) TABLESPACE A110#7R6.TCN4T
 REBUILD INDEX (ALL) TABLESPACE A110#7T0.GCLIENTS
 REBUILD INDEX (ALL) TABLESPACE A110#7VI.SBOOKX
 REBUILD INDEX (ALL) TABLESPACE A110#7VN.TSP04
 REBUILD INDEX (ALL) TABLESPACE A110#7WN.S001
 REBUILD INDEX (ALL) TABLESPACE A110#7Y2.TQ01E
 REBUILD INDEX (ALL) TABLESPACE A110#7ZO.SLGST
 REBUILD INDEX (ALL) TABLESPACE A110#72R.PROF
 REBUILD INDEX (ALL) TABLESPACE A110#74H.EARLY
 REBUILD INDEX (ALL) TABLESPACE A110#77R.T095P
 REBUILD INDEX (ALL) TABLESPACE A110#78C.TESTFB
 REBUILD INDEX (ALL) TABLESPACE A110#8BR.T446H
 REBUILD INDEX (ALL) TABLESPACE A110#8B2.VBKPA
 REBUILD INDEX (ALL) TABLESPACE A110#8CR.TBIER
 REBUILD INDEX (ALL) TABLESPACE A110#8D0.KNVS
 REBUILD INDEX (ALL) TABLESPACE A110#8EG.SOCVPC
 REBUILD INDEX (ALL) TABLESPACE A110#8K4.COANZ
 REBUILD INDEX (ALL) TABLESPACE A110#8M7.DBSTATHI
 REBUILD INDEX (ALL) TABLESPACE A110#8NA.WRPR
 REBUILD INDEX (ALL) TABLESPACE A110#8PC.ST05RESU
 REBUILD INDEX (ALL) TABLESPACE A110#8QA.COKAA
 REBUILD INDEX (ALL) TABLESPACE A110#8SZ.ONRQB
 REBUILD INDEX (ALL) TABLESPACE A110#8S6.EKUB
 REBUILD INDEX (ALL) TABLESPACE A110#8TC.MSOA
 REBUILD INDEX (ALL) TABLESPACE A110#8TI.GLSO3
 REBUILD INDEX (ALL) TABLESPACE A110#8U9.DB2TBLXX
 REBUILD INDEX (ALL) TABLESPACE A110#8VP.VBAG
 REBUILD INDEX (ALL) TABLESPACE A110#8WE.REFON
 REBUILD INDEX (ALL) TABLESPACE A110#8WK.T51G1
 REBUILD INDEX (ALL) TABLESPACE A110#8WM.TER10
 REBUILD INDEX (ALL) TABLESPACE A110#8XI.T5P3E
 REBUILD INDEX (ALL) TABLESPACE A110#8XY.TVEN7
 REBUILD INDEX (ALL) TABLESPACE A110#8Z0.LFAS
 REBUILD INDEX (ALL) TABLESPACE A110#82J.T022B
 REBUILD INDEX (ALL) TABLESPACE A110#82O.FEBPI
 REBUILD INDEX (ALL) TABLESPACE A110#84F.KDPL
 REBUILD INDEX (ALL) TABLESPACE A110#9AJ.UKSV
 REBUILD INDEX (ALL) TABLESPACE A110#9DH.TDM22
 REBUILD INDEX (ALL) TABLESPACE A110#9DK.PSLI
 REBUILD INDEX (ALL) TABLESPACE A110#9HE.TVEN8
 REBUILD INDEX (ALL) TABLESPACE A110#9IR.SEUDEPEN
 REBUILD INDEX (ALL) TABLESPACE A110#9JA.BKORA
 REBUILD INDEX (ALL) TABLESPACE A110#9LL.LINP
 REBUILD INDEX (ALL) TABLESPACE A110#9OL.VBKOF
 REBUILD INDEX (ALL) TABLESPACE A110#9QL.T5D2A
 REBUILD INDEX (ALL) TABLESPACE A110#9QO.VVNOPT
 REBUILD INDEX (ALL) TABLESPACE A110#9SH.VFORS
 REBUILD INDEX (ALL) TABLESPACE A110#9TD.MWYMBUZ
 REBUILD INDEX (ALL) TABLESPACE A110#9TY.T7VES5
 REBUILD INDEX (ALL) TABLESPACE A110#9V1.PFPAR
 REBUILD INDEX (ALL) TABLESPACE A110#9XH.MEIK
 REBUILD INDEX (ALL) TABLESPACE A110#9YQ.KNVL


 REBUILD INDEX (ALL) TABLESPACE A110#90W.MPRPX
 REBUILD INDEX (ALL) TABLESPACE A110#91O.AFFW
 REBUILD INDEX (ALL) TABLESPACE A110#93K.CE1S001
 REBUILD INDEX (ALL) TABLESPACE A110#94Y.TSKT6
 REBUILD INDEX (ALL) TABLESPACE A110#97X.FLPAS
 REBUILD INDEX (ALL) TABLESPACE A110#98G.VZWVA
 REBUILD INDEX (ALL) TABLESPACE A110XAIH.TOBJXCO
 REBUILD INDEX (ALL) TABLESPACE A110XAMW.SWUOCHK
 REBUILD INDEX (ALL) TABLESPACE A110XANB.BDSCHKF
 REBUILD INDEX (ALL) TABLESPACE A110XAPV.PPCXMAT
 REBUILD INDEX (ALL) TABLESPACE A110XARW.BDPO
 REBUILD INDEX (ALL) TABLESPACE A110XAVG.CIFXIMP
 REBUILD INDEX (ALL) TABLESPACE A110XA10.DELCONJ
 REBUILD INDEX (ALL) TABLESPACE A110XA7A.TF247
 REBUILD INDEX (ALL) TABLESPACE A110XA9J.DIWPS
 REBUILD INDEX (ALL) TABLESPACE A110XBG0.TCMXEXP
 REBUILD INDEX (ALL) TABLESPACE A110XBLE.BDSXCHK
 REBUILD INDEX (ALL) TABLESPACE A110XBM9.TF245
 REBUILD INDEX (ALL) TABLESPACE A110XBOM.ALMONIT
 REBUILD INDEX (ALL) TABLESPACE A110XBPF.SOFFCHK
 REBUILD INDEX (ALL) TABLESPACE A110XBR0.SLSXPAR
 REBUILD INDEX (ALL) TABLESPACE A110XB4Z.BALDAUE
 REBUILD INDEX (ALL) TABLESPACE A110XB7G.RLBXDBX
 REBUILD INDEX (ALL) TABLESPACE A110XCA3.TF646
 REBUILD INDEX (ALL) TABLESPACE A110XCFL.T5W7ET
 REBUILD INDEX (ALL) TABLESPACE A110XCHK.TMSBUFP
 REBUILD INDEX (ALL) TABLESPACE A110XCH2.TCMFOLD
 REBUILD INDEX (ALL) TABLESPACE A110XCK2.SMMAIN
 REBUILD INDEX (ALL) TABLESPACE A110XCLM.PCERE
 REBUILD INDEX (ALL) TABLESPACE A110XCRA.SMRTA
 REBUILD INDEX (ALL) TABLESPACE A110XCU1.CWBXHIS
 REBUILD INDEX (ALL) TABLESPACE A110XCY4.ESDUS
 REBUILD INDEX (ALL) TABLESPACE A110XC2F.BDLVARCX
 REBUILD INDEX (ALL) TABLESPACE A110XC4H.DIWPSXR
 REBUILD INDEX (ALL) TABLESPACE A110XC56.ALQRFCM
 REBUILD INDEX (ALL) TABLESPACE A110XDF9.POCXDBX
 REBUILD INDEX (ALL) TABLESPACE A110XDHB.POCXDBX
 REBUILD INDEX (ALL) TABLESPACE A110XDJ1.VBEPDG
 REBUILD INDEX (ALL) TABLESPACE A110XDNH.ZSTAINS
 REBUILD INDEX (ALL) TABLESPACE A110XDNP.MCSSH
 REBUILD INDEX (ALL) TABLESPACE A110XDV2.SMSCMAI
 REBUILD INDEX (ALL) TABLESPACE A110XD5N.KWPWCHK
 REBUILD INDEX (ALL) TABLESPACE A110XD69.QMHU
 REBUILD INDEX (ALL) TABLESPACE A110XD74.ZSTAINS
 REBUILD INDEX (ALL) TABLESPACE A110XEE4.ZPIRA
 REBUILD INDEX (ALL) TABLESPACE A110XEQE.PRICATX
 REBUILD INDEX (ALL) TABLESPACE A110XERX.POCXDBX
 REBUILD INDEX (ALL) TABLESPACE A110XEYN.EHSWATX
 REBUILD INDEX (ALL) TABLESPACE A110XEZG.FTPTXQT
 REBUILD INDEX (ALL) TABLESPACE A110XE3E.DIWPXDI
 REBUILD INDEX (ALL) TABLESPACE A110XE5T.SLSXIRA
 REBUILD INDEX (ALL) TABLESPACE A110XE7X.PICHD
 REBUILD INDEX (ALL) TABLESPACE A110XFFO.BDSCHKO
 REBUILD INDEX (ALL) TABLESPACE A110XFH5.NR3HEAD
 REBUILD INDEX (ALL) TABLESPACE A110XFLJ.STMTONL
 REBUILD INDEX (ALL) TABLESPACE A110XFN6.ADFSHXC
 REBUILD INDEX (ALL) TABLESPACE A110XFP0.T52RIC
 REBUILD INDEX (ALL) TABLESPACE A110XFP8.IDCNXEX


 REBUILD INDEX (ALL) TABLESPACE A110XFVC.POCXDBX
 REBUILD INDEX (ALL) TABLESPACE A110XF43.DIWPXHI
 REBUILD INDEX (ALL) TABLESPACE A110XF56.PRICATX
 REBUILD INDEX (ALL) TABLESPACE A110XGBD.DRMAGRW
 REBUILD INDEX (ALL) TABLESPACE A110XGFN.SWUOCHK
 REBUILD INDEX (ALL) TABLESPACE A110XGQF.SMRL
 REBUILD INDEX (ALL) TABLESPACE A110XGTM.T5M6A
 REBUILD INDEX (ALL) TABLESPACE A110XGUD.CNSEXRE
 REBUILD INDEX (ALL) TABLESPACE A110XG6A.DSPJOB
 REBUILD INDEX (ALL) TABLESPACE A110XHBM.CUOBOMXX
 REBUILD INDEX (ALL) TABLESPACE A110XHB1.POCXDBX
 REBUILD INDEX (ALL) TABLESPACE A110XHER.MCHUWL
 REBUILD INDEX (ALL) TABLESPACE A110XHHL.SLSXIEV
 REBUILD INDEX (ALL) TABLESPACE A110XHHO.SLSXCON
 REBUILD INDEX (ALL) TABLESPACE A110XHPN.EBABG
 REBUILD INDEX (ALL) TABLESPACE A110XHW7.QEWL
 REBUILD INDEX (ALL) TABLESPACE A110XHYW.IWBREOR
 REBUILD INDEX (ALL) TABLESPACE A110XH1U.DELCONJ
 REBUILD INDEX (ALL) TABLESPACE A110XH8S.SMEXT
 REBUILD INDEX (ALL) TABLESPACE A110XIDY.JX3GBEL
 REBUILD INDEX (ALL) TABLESPACE A110XID1.KPROCHK
 REBUILD INDEX (ALL) TABLESPACE A110XII2.SLSXILC
 REBUILD INDEX (ALL) TABLESPACE A110XIMU.CWBNTCU
 REBUILD INDEX (ALL) TABLESPACE A110XITK.GEOLDEL
 REBUILD INDEX (ALL) TABLESPACE A110XIVB.SURDOCH
 REBUILD INDEX (ALL) TABLESPACE A110XI78.FTPTXQT
 REBUILD INDEX (ALL) TABLESPACE A110XJEX.MHISXUN
 REBUILD INDEX (ALL) TABLESPACE A110XJFM.SLSXTST
 REBUILD INDEX (ALL) TABLESPACE A110XJN2.BDSCHKF
 REBUILD INDEX (ALL) TABLESPACE A110XJOW.REGUTA
 REBUILD INDEX (ALL) TABLESPACE A110XJP7.VLBL
 REBUILD INDEX (ALL) TABLESPACE A110XJS5.S174BIW
 REBUILD INDEX (ALL) TABLESPACE A110XJS7.MMINKON
 REBUILD INDEX (ALL) TABLESPACE A110XJTS.FTCOMT
 REBUILD INDEX (ALL) TABLESPACE A110XJV3.TKEBWLR
 REBUILD INDEX (ALL) TABLESPACE A110XJZA.ESRUO
 REBUILD INDEX (ALL) TABLESPACE A110XJ5I.ERRORXT
 REBUILD INDEX (ALL) TABLESPACE A110XJ6P.CNSEXPR
 REBUILD INDEX (ALL) TABLESPACE A110XKBN.SOFFCHK
 REBUILD INDEX (ALL) TABLESPACE A110XKB4.DB6PMSLX
 REBUILD INDEX (ALL) TABLESPACE A110XKJX.PVBASS
 REBUILD INDEX (ALL) TABLESPACE A110XKVU.DRMWLDA
 REBUILD INDEX (ALL) TABLESPACE A110XK1D.DB6PMSAX
 REBUILD INDEX (ALL) TABLESPACE A110XK1I.BDLOWNS
 REBUILD INDEX (ALL) TABLESPACE A110XK3H.DRMWLCO
 REBUILD INDEX (ALL) TABLESPACE A110XK5J.TCMXEXP
 REBUILD INDEX (ALL) TABLESPACE A110XK5K.TCMXEXP
 REBUILD INDEX (ALL) TABLESPACE A110XK6P.EHSWATX
 REBUILD INDEX (ALL) TABLESPACE A110XLBE.FDKMAIL
 REBUILD INDEX (ALL) TABLESPACE A110XLBK.GENXTAB
 REBUILD INDEX (ALL) TABLESPACE A110XLEM.IWB0CHK
 REBUILD INDEX (ALL) TABLESPACE A110XLF0.HRPMSIM
 REBUILD INDEX (ALL) TABLESPACE A110XLKG.VTRKH
 REBUILD INDEX (ALL) TABLESPACE A110XLKM.DB6PMCDX
 REBUILD INDEX (ALL) TABLESPACE A110XLNI.DFPAYG
 REBUILD INDEX (ALL) TABLESPACE A110XLN7.TCPTXWE
 REBUILD INDEX (ALL) TABLESPACE A110XLPJ.SMWFX
 REBUILD INDEX (ALL) TABLESPACE A110XLV8.COMPCON


 REBUILD INDEX (ALL) TABLESPACE A110XL1D.KPROCHK
 REBUILD INDEX (ALL) TABLESPACE A110XM81.FTPTXQT
 REBUILD INDEX (ALL) TABLESPACE A110XNB0.JX3GKND
 REBUILD INDEX (ALL) TABLESPACE A110XNII.T5N1T
 REBUILD INDEX (ALL) TABLESPACE A110XNJ9.ALPERSO
 REBUILD INDEX (ALL) TABLESPACE A110XNO7.T5N2Z
 REBUILD INDEX (ALL) TABLESPACE A110XNP7.SMSPOOL
 REBUILD INDEX (ALL) TABLESPACE A110XNXB.EHSBCXB
 REBUILD INDEX (ALL) TABLESPACE A110XNZ4.FTGOVPA
 REBUILD INDEX (ALL) TABLESPACE A110XN89.TPLOGNA
 REBUILD INDEX (ALL) TABLESPACE A110XOEQ.AVORRAT
 REBUILD INDEX (ALL) TABLESPACE A110XOIH.TCMXEXP
 REBUILD INDEX (ALL) TABLESPACE A110XOPP.IWB3CHK
 REBUILD INDEX (ALL) TABLESPACE A110XOXH.POCXDBX
 REBUILD INDEX (ALL) TABLESPACE A110XOZT.DSVASXS
 REBUILD INDEX (ALL) TABLESPACE A110XO65.CE4SXCP
 REBUILD INDEX (ALL) TABLESPACE A110XPFU.TKEBWLR
 REBUILD INDEX (ALL) TABLESPACE A110XPGS.HRPYXRG
 REBUILD INDEX (ALL) TABLESPACE A110XPIH.MISTATU
 REBUILD INDEX (ALL) TABLESPACE A110XPRV.VTRKP
 REBUILD INDEX (ALL) TABLESPACE A110XPUO.BDSCHKF
 REBUILD INDEX (ALL) TABLESPACE A110XPU6.POCXDBX
 REBUILD INDEX (ALL) TABLESPACE A110XPWN.SLSXPUT
 REBUILD INDEX (ALL) TABLESPACE A110XP12.DRMWLPR
 REBUILD INDEX (ALL) TABLESPACE A110XP96.T5ITGGX
 REBUILD INDEX (ALL) TABLESPACE A110XQA3.BDKO
 REBUILD INDEX (ALL) TABLESPACE A110XQDA.ALQRFCM
 REBUILD INDEX (ALL) TABLESPACE A110XQUS.MMRPXOP
 REBUILD INDEX (ALL) TABLESPACE A110XQXP.WCACI
 REBUILD INDEX (ALL) TABLESPACE A110XQ2E.ALPFDBV
 REBUILD INDEX (ALL) TABLESPACE A110XQ68.BDSCHKO
 REBUILD INDEX (ALL) TABLESPACE A110XRE8.ALQRFCM
 REBUILD INDEX (ALL) TABLESPACE A110XRKU.TF246
 REBUILD INDEX (ALL) TABLESPACE A110XRR2.SMBATCH
 REBUILD INDEX (ALL) TABLESPACE A110XRTI.WSUSER
 REBUILD INDEX (ALL) TABLESPACE A110XRU2.SLSXXET
 REBUILD INDEX (ALL) TABLESPACE A110XRWA.SPROCHK
 REBUILD INDEX (ALL) TABLESPACE A110XR1P.PA0505
 REBUILD INDEX (ALL) TABLESPACE A110XR2B.POCXDBX
 REBUILD INDEX (ALL) TABLESPACE A110XR2Y.BUXPRA
 REBUILD INDEX (ALL) TABLESPACE A110XR88.T5UXY
 REBUILD INDEX (ALL) TABLESPACE A110XSMN.HRPMPRO
 REBUILD INDEX (ALL) TABLESPACE A110XSPP.ALQRFCM
 REBUILD INDEX (ALL) TABLESPACE A110XSQC.POCXDBX
 REBUILD INDEX (ALL) TABLESPACE A110XSV4.DB6PMCNX
 REBUILD INDEX (ALL) TABLESPACE A110XSXO.ABRALGV
 REBUILD INDEX (ALL) TABLESPACE A110XSZW.POCXDBX
 REBUILD INDEX (ALL) TABLESPACE A110XSZ4.POCXDBX
 REBUILD INDEX (ALL) TABLESPACE A110XS0J.SMMESSA
 REBUILD INDEX (ALL) TABLESPACE A110XS3D.LTCX
 REBUILD INDEX (ALL) TABLESPACE A110XS4I.EWUCLU
 REBUILD INDEX (ALL) TABLESPACE A110XTJQ.SWUXCHK
 REBUILD INDEX (ALL) TABLESPACE A110XTMP.SWELCFG
 REBUILD INDEX (ALL) TABLESPACE A110XTO8.KOMU
 REBUILD INDEX (ALL) TABLESPACE A110XTP6.VIAR05
 REBUILD INDEX (ALL) TABLESPACE A110XTV0.MMINKON
 REBUILD INDEX (ALL) TABLESPACE A110XT38.ARDBXST
 REBUILD INDEX (ALL) TABLESPACE A110XUFQ.CKMLDEL


 REBUILD INDEX (ALL) TABLESPACE A110XUJP.DELCONC
 REBUILD INDEX (ALL) TABLESPACE A110XUOH.CIFXIMS
 REBUILD INDEX (ALL) TABLESPACE A110XUQ4.CKMLCUM
 REBUILD INDEX (ALL) TABLESPACE A110XUTL.T5LTKX
 REBUILD INDEX (ALL) TABLESPACE A110XUT2.CSPRJXM
 REBUILD INDEX (ALL) TABLESPACE A110XUUA.BDSCHKO
 REBUILD INDEX (ALL) TABLESPACE A110XUU2.TBLPXCO
 REBUILD INDEX (ALL) TABLESPACE A110XVC4.XSAP
 REBUILD INDEX (ALL) TABLESPACE A110XVD4.VER203I
 REBUILD INDEX (ALL) TABLESPACE A110XVHD.LSOFIL
 REBUILD INDEX (ALL) TABLESPACE A110XVSV.DB6PMSLX
 REBUILD INDEX (ALL) TABLESPACE A110XVZY.HUINVXS
 REBUILD INDEX (ALL) TABLESPACE A110XV69.FTPTXQT
 REBUILD INDEX (ALL) TABLESPACE A110XV73.VXSIPS
 REBUILD INDEX (ALL) TABLESPACE A110XV76.WCACH
 REBUILD INDEX (ALL) TABLESPACE A110XWGG.SLSXIFI
 REBUILD INDEX (ALL) TABLESPACE A110XWPZ.PPEFILT
 REBUILD INDEX (ALL) TABLESPACE A110XW0S.DB6PMXLX
 REBUILD INDEX (ALL) TABLESPACE A110XW33.SCWBXHI
 REBUILD INDEX (ALL) TABLESPACE A110XW5F.DB6PMSL
 REBUILD INDEX (ALL) TABLESPACE A110XW7W.POCXDBX
 REBUILD INDEX (ALL) TABLESPACE A110XW8C.DIWPSXH
 REBUILD INDEX (ALL) TABLESPACE A110XW9C.FTPTXQT
 REBUILD INDEX (ALL) TABLESPACE A110XXB0.POCXDBX
 REBUILD INDEX (ALL) TABLESPACE A110XXHV.DIWPSXC
 REBUILD INDEX (ALL) TABLESPACE A110XXIZ.SMSTATU
 REBUILD INDEX (ALL) TABLESPACE A110XXNY.STMATTM
 REBUILD INDEX (ALL) TABLESPACE A110XX2J.ADSPCXC
 REBUILD INDEX (ALL) TABLESPACE A110XX3D.CNSEXPR
 REBUILD INDEX (ALL) TABLESPACE A110XX4B.KWNCHKF
 REBUILD INDEX (ALL) TABLESPACE A110XX58.ISMOB
 REBUILD INDEX (ALL) TABLESPACE A110XYJC.JX3GPMC
 REBUILD INDEX (ALL) TABLESPACE A110XYRO.S264BIW
 REBUILD INDEX (ALL) TABLESPACE A110XYX4.SURREFS
 REBUILD INDEX (ALL) TABLESPACE A110XY4R.RS38TXV
 REBUILD INDEX (ALL) TABLESPACE A110XZE7.CNTLREM
 REBUILD INDEX (ALL) TABLESPACE A110XZFY.ABRLAUF
 REBUILD INDEX (ALL) TABLESPACE A110XZRU.DB2IXBA
 REBUILD INDEX (ALL) TABLESPACE A110XZWH.T7EHS00
 REBUILD INDEX (ALL) TABLESPACE A110XZ2O.WAKC
 REBUILD INDEX (ALL) TABLESPACE A110XZ56.TCMXEXP
 REBUILD INDEX (ALL) TABLESPACE A110X0BA.TPU5
 REBUILD INDEX (ALL) TABLESPACE A110X0E8.SLSXSUT
 REBUILD INDEX (ALL) TABLESPACE A110X0N7.BAPICHK
 REBUILD INDEX (ALL) TABLESPACE A110X0TA.CNSEXAF
 REBUILD INDEX (ALL) TABLESPACE A110X0U7.SCMAUPD
 REBUILD INDEX (ALL) TABLESPACE A110X0ZK.POCXDBX
 REBUILD INDEX (ALL) TABLESPACE A110X01G.FTPTXIM
 REBUILD INDEX (ALL) TABLESPACE A110X1FC.RATEMOD
 REBUILD INDEX (ALL) TABLESPACE A110X1GW.PSERBVX
 REBUILD INDEX (ALL) TABLESPACE A110X1SV.DB6PMCPX
 REBUILD INDEX (ALL) TABLESPACE A110X1UY.SOHS
 REBUILD INDEX (ALL) TABLESPACE A110X1VR.SSFSET
 REBUILD INDEX (ALL) TABLESPACE A110X1ZB.IWB3CHK
 REBUILD INDEX (ALL) TABLESPACE A110X13J.VPKHEAD
 REBUILD INDEX (ALL) TABLESPACE A110X15O.BDSXCHK
 REBUILD INDEX (ALL) TABLESPACE A110X16F.EHSWATX
 REBUILD INDEX (ALL) TABLESPACE A110X2H7.P01CVR


 REBUILD INDEX (ALL) TABLESPACE A110X2I9.DB6PMCRX
 REBUILD INDEX (ALL) TABLESPACE A110X2KZ.DIWPSXR
 REBUILD INDEX (ALL) TABLESPACE A110X2QP.SWUXCHK
 REBUILD INDEX (ALL) TABLESPACE A110X234.DB2TSBA
 REBUILD INDEX (ALL) TABLESPACE A110X3A7.TBOS165
 REBUILD INDEX (ALL) TABLESPACE A110X3JK.TCJXDOC
 REBUILD INDEX (ALL) TABLESPACE A110X35E.T5VST
 REBUILD INDEX (ALL) TABLESPACE A110X4AA.T7EHS00
 REBUILD INDEX (ALL) TABLESPACE A110X4BG.ARCXPMX
 REBUILD INDEX (ALL) TABLESPACE A110X4C0.DB6PMSPX
 REBUILD INDEX (ALL) TABLESPACE A110X4IF.FTPTXQT
 REBUILD INDEX (ALL) TABLESPACE A110X4JN.IWB0CHK
 REBUILD INDEX (ALL) TABLESPACE A110X4K4.DB6PMSA
 REBUILD INDEX (ALL) TABLESPACE A110X4M9.VPKSDIT
 REBUILD INDEX (ALL) TABLESPACE A110X4ND.POCXDBX
 REBUILD INDEX (ALL) TABLESPACE A110X4PY.SLSXRIT
 REBUILD INDEX (ALL) TABLESPACE A110X4RY.DB6PMCFX
 REBUILD INDEX (ALL) TABLESPACE A110X4VA.FTPTXFL
 REBUILD INDEX (ALL) TABLESPACE A110X5AU.DB6PMSLX
 REBUILD INDEX (ALL) TABLESPACE A110X5LD.STMPRRO
 REBUILD INDEX (ALL) TABLESPACE A110X5PX.AFFWPRO
 REBUILD INDEX (ALL) TABLESPACE A110X516.POCXDBX
 REBUILD INDEX (ALL) TABLESPACE A110X541.POCXDBX
 REBUILD INDEX (ALL) TABLESPACE A110X6KI.DB6PMSAX
 REBUILD INDEX (ALL) TABLESPACE A110X6NN.DB6PMSPX
 REBUILD INDEX (ALL) TABLESPACE A110X6NU.VLCSYMB
 REBUILD INDEX (ALL) TABLESPACE A110X6QX.CSORDER
 REBUILD INDEX (ALL) TABLESPACE A110X6X5.SLSXRMC
 REBUILD INDEX (ALL) TABLESPACE A110X6YT.T5V5M
 REBUILD INDEX (ALL) TABLESPACE A110X669.TCMXECN
 REBUILD INDEX (ALL) TABLESPACE A110X7K9.S264
 REBUILD INDEX (ALL) TABLESPACE A110X7MC.S264BIW
 REBUILD INDEX (ALL) TABLESPACE A110X7X7.ALMSETS
 REBUILD INDEX (ALL) TABLESPACE A110X74Q.DLCNOHD
 REBUILD INDEX (ALL) TABLESPACE A110X741.DFPMXNU
 REBUILD INDEX (ALL) TABLESPACE A110X78M.S174BIW
 REBUILD INDEX (ALL) TABLESPACE A110X79F.POCXDBX
 REBUILD INDEX (ALL) TABLESPACE A110X8R5.DELCONR
 REBUILD INDEX (ALL) TABLESPACE A110X830.T7PHRS
 REBUILD INDEX (ALL) TABLESPACE A110X9KI.CEPFOLD
 REBUILD INDEX (ALL) TABLESPACE A110X9N4.EHSBTXS
 REBUILD INDEX (ALL) TABLESPACE A110X9QD.CWBNTGA
 REBUILD INDEX (ALL) TABLESPACE A110X9U8.POCXDBX
 REBUILD INDEX (ALL) TABLESPACE A110X9WW.TF248
 REBUILD INDEX (ALL) TABLESPACE A111#000.#SAP
 REBUILD INDEX (ALL) TABLESPACE A111#76W.#SAP
 REBUILD INDEX (ALL) TABLESPACE A111XMUY.XSAP
 REBUILD INDEX (ALL) TABLESPACE A111XPCL.TCMXUSE
 REBUILD INDEX (ALL) TABLESPACE A112#000.#SAP
 REBUILD INDEX (ALL) TABLESPACE A112#48U.#SAP
 REBUILD INDEX (ALL) TABLESPACE A112XB6D.PSOLL
 REBUILD INDEX (ALL) TABLESPACE A112XE1J.XSAP
 REBUILD INDEX (ALL) TABLESPACE A112X1QS.XSAP
 REBUILD INDEX (ALL) TABLESPACE A112X7ZL.XSAP
 REBUILD INDEX (ALL) TABLESPACE A113#000.#SAP
 REBUILD INDEX (ALL) TABLESPACE A113XOIT.XSAP
 REBUILD INDEX (ALL) TABLESPACE A113XPEB.XSAP
 REBUILD INDEX (ALL) TABLESPACE A113X4CQ.XSAP


 REBUILD INDEX (ALL) TABLESPACE A120#AA0.VTVBAR
 REBUILD INDEX (ALL) TABLESPACE A120#AA6.BPIJ
 REBUILD INDEX (ALL) TABLESPACE A120#ACD.DBVM
 REBUILD INDEX (ALL) TABLESPACE A120#AFL.VTBFINKX
 REBUILD INDEX (ALL) TABLESPACE A120#AF0.VDPOPO
 REBUILD INDEX (ALL) TABLESPACE A120#AF7.EIKP
 REBUILD INDEX (ALL) TABLESPACE A120#AHX.QTCH
 REBUILD INDEX (ALL) TABLESPACE A120#AK8.SOCS
 REBUILD INDEX (ALL) TABLESPACE A120#APQ.VTBSI
 REBUILD INDEX (ALL) TABLESPACE A120#APR.BPPE
 REBUILD INDEX (ALL) TABLESPACE A120#AWF.T569B
 REBUILD INDEX (ALL) TABLESPACE A120#A3M.CD0ENT1T
 REBUILD INDEX (ALL) TABLESPACE A120#A39.VFKK
 REBUILD INDEX (ALL) TABLESPACE A120#BDN.GRIX#TXT
 REBUILD INDEX (ALL) TABLESPACE A120#BKC.PTRV#KMS
 REBUILD INDEX (ALL) TABLESPACE A120#BO1.HRAAERR
 REBUILD INDEX (ALL) TABLESPACE A120#BQR.VRKPA
 REBUILD INDEX (ALL) TABLESPACE A120#BRO.VIEA03
 REBUILD INDEX (ALL) TABLESPACE A120#BR1.EKETH
 REBUILD INDEX (ALL) TABLESPACE A120#BT3.P01CSO
 REBUILD INDEX (ALL) TABLESPACE A120#BWK.USROBJEC
 REBUILD INDEX (ALL) TABLESPACE A120#BWN.EKAB
 REBUILD INDEX (ALL) TABLESPACE A120#BY8.ECCN
 REBUILD INDEX (ALL) TABLESPACE A120#B4K.TSPQSTAT
 REBUILD INDEX (ALL) TABLESPACE A120#B40.PTDW#COS
 REBUILD INDEX (ALL) TABLESPACE A120#B5O.DSYAV
 REBUILD INDEX (ALL) TABLESPACE A120#B9R.MLHD
 REBUILD INDEX (ALL) TABLESPACE A120#B9Z.PABIT
 REBUILD INDEX (ALL) TABLESPACE A120#CBX.WBPA
 REBUILD INDEX (ALL) TABLESPACE A120#CGH.TPMT#DED
 REBUILD INDEX (ALL) TABLESPACE A120#CHN.TSEGH
 REBUILD INDEX (ALL) TABLESPACE A120#CLT.ERKO
 REBUILD INDEX (ALL) TABLESPACE A120#CNQ.VDAUSZ#E
 REBUILD INDEX (ALL) TABLESPACE A120#CXK.VAKPA
 REBUILD INDEX (ALL) TABLESPACE A120#CXL.SAUF
 REBUILD INDEX (ALL) TABLESPACE A120#CYW.VIAK11
 REBUILD INDEX (ALL) TABLESPACE A120#CZ0.KBLEW
 REBUILD INDEX (ALL) TABLESPACE A120#CZ9.VTB#MARK
 REBUILD INDEX (ALL) TABLESPACE A120#C1Q.BALHDRP
 REBUILD INDEX (ALL) TABLESPACE A120#C6I.PROP
 REBUILD INDEX (ALL) TABLESPACE A120#C70.RBWT
 REBUILD INDEX (ALL) TABLESPACE A120#C8S.MDKPDB
 REBUILD INDEX (ALL) TABLESPACE A120#DB2.VKDFS
 REBUILD INDEX (ALL) TABLESPACE A120#DFK.P01CAD
 REBUILD INDEX (ALL) TABLESPACE A120#DGN.VIMI56
 REBUILD INDEX (ALL) TABLESPACE A120#DH6.VIMI25
 REBUILD INDEX (ALL) TABLESPACE A120#DMV.VIMI16X
 REBUILD INDEX (ALL) TABLESPACE A120#DMZ.VDAVIS
 REBUILD INDEX (ALL) TABLESPACE A120#DP3.TRACOLH
 REBUILD INDEX (ALL) TABLESPACE A120#DRA.USOBX#CD
 REBUILD INDEX (ALL) TABLESPACE A120#D1O.AFRV
 REBUILD INDEX (ALL) TABLESPACE A120#D40.VFPLT
 REBUILD INDEX (ALL) TABLESPACE A120#D5H.KNVA
 REBUILD INDEX (ALL) TABLESPACE A120#D6Y.S066
 REBUILD INDEX (ALL) TABLESPACE A120#D78.TIMGLOIO
 REBUILD INDEX (ALL) TABLESPACE A120#EA9.DSYAI
 REBUILD INDEX (ALL) TABLESPACE A120#ECN.TEPSDELI
 REBUILD INDEX (ALL) TABLESPACE A120#EPW.TPMT#DED


 REBUILD INDEX (ALL) TABLESPACE A120#EQ0.RKPF
 REBUILD INDEX (ALL) TABLESPACE A120#EZ4.FTPT#HOT
 REBUILD INDEX (ALL) TABLESPACE A120#E0A.TERRF
 REBUILD INDEX (ALL) TABLESPACE A120#E0E.VIVSTB
 REBUILD INDEX (ALL) TABLESPACE A120#E3P.ORDLY
 REBUILD INDEX (ALL) TABLESPACE A120#E4Q.MWXVM07
 REBUILD INDEX (ALL) TABLESPACE A120#E82.DM50S
 REBUILD INDEX (ALL) TABLESPACE A120#E9N.BPIG
 REBUILD INDEX (ALL) TABLESPACE A120#FCG.PQDATA
 REBUILD INDEX (ALL) TABLESPACE A120#FD6.LIKP
 REBUILD INDEX (ALL) TABLESPACE A120#FF4.KMZEI
 REBUILD INDEX (ALL) TABLESPACE A120#FOL.RSVEPVAL
 REBUILD INDEX (ALL) TABLESPACE A120#FQL.T52OCG
 REBUILD INDEX (ALL) TABLESPACE A120#FQR.FMCLHD
 REBUILD INDEX (ALL) TABLESPACE A120#FT4.SWEINSTC
 REBUILD INDEX (ALL) TABLESPACE A120#F4Q.VBRK
 REBUILD INDEX (ALL) TABLESPACE A120#F5J.PTRV#RPR
 REBUILD INDEX (ALL) TABLESPACE A120#F58.KFPP
 REBUILD INDEX (ALL) TABLESPACE A120#F8R.VTPA
 REBUILD INDEX (ALL) TABLESPACE A120#F88.VIEPOS
 REBUILD INDEX (ALL) TABLESPACE A120#GGA.VAKGU
 REBUILD INDEX (ALL) TABLESPACE A120#GJJ.FTPT#VAR
 REBUILD INDEX (ALL) TABLESPACE A120#GKN.MSSSNAP
 REBUILD INDEX (ALL) TABLESPACE A120#GOM.FMCLIT
 REBUILD INDEX (ALL) TABLESPACE A120#GP0.PTDW#ACT
 REBUILD INDEX (ALL) TABLESPACE A120#GRT.USL04
 REBUILD INDEX (ALL) TABLESPACE A120#GXL.PROH
 REBUILD INDEX (ALL) TABLESPACE A120#G2N.TSEGEADR
 REBUILD INDEX (ALL) TABLESPACE A120#G4T.BPHI
 REBUILD INDEX (ALL) TABLESPACE A120#G51.MENTREE1
 REBUILD INDEX (ALL) TABLESPACE A120#G53.SORD
 REBUILD INDEX (ALL) TABLESPACE A120#G58.BSAK
 REBUILD INDEX (ALL) TABLESPACE A120#G7F.VWPOSTDO
 REBUILD INDEX (ALL) TABLESPACE A120#HCB.TBIG
 REBUILD INDEX (ALL) TABLESPACE A120#HFV.MWZVM07
 REBUILD INDEX (ALL) TABLESPACE A120#HGJ.AUKO
 REBUILD INDEX (ALL) TABLESPACE A120#HOW.PKPS
 REBUILD INDEX (ALL) TABLESPACE A120#HS0.T7TW1N
 REBUILD INDEX (ALL) TABLESPACE A120#HX8.VTFA
 REBUILD INDEX (ALL) TABLESPACE A120#H3Y.COMH
 REBUILD INDEX (ALL) TABLESPACE A120#H6O.MSQSNAP
 REBUILD INDEX (ALL) TABLESPACE A120#IAF.CATSCOSU
 REBUILD INDEX (ALL) TABLESPACE A120#IFJ.WTADABT
 REBUILD INDEX (ALL) TABLESPACE A120#IHP.AUVDI
 REBUILD INDEX (ALL) TABLESPACE A120#IHQ.SER00
 REBUILD INDEX (ALL) TABLESPACE A120#IIL.KNB5
 REBUILD INDEX (ALL) TABLESPACE A120#IKJ.SCPROXY
 REBUILD INDEX (ALL) TABLESPACE A120#IV2.EKKN
 REBUILD INDEX (ALL) TABLESPACE A120#IV6.VIBEOS
 REBUILD INDEX (ALL) TABLESPACE A120#IWB.DBSNP
 REBUILD INDEX (ALL) TABLESPACE A120#I09.VTRDI
 REBUILD INDEX (ALL) TABLESPACE A120#I25.RBKP
 REBUILD INDEX (ALL) TABLESPACE A120#I8S.TKEPTRF
 REBUILD INDEX (ALL) TABLESPACE A120#JDR.VSFPLA#C
 REBUILD INDEX (ALL) TABLESPACE A120#JD0.PKTMP
 REBUILD INDEX (ALL) TABLESPACE A120#JKN.ERPO
 REBUILD INDEX (ALL) TABLESPACE A120#JQ7.VFZP
 REBUILD INDEX (ALL) TABLESPACE A120#JUH.AUWEI


 REBUILD INDEX (ALL) TABLESPACE A120#JUI.CATDH
 REBUILD INDEX (ALL) TABLESPACE A120#JWV.FEBCL
 REBUILD INDEX (ALL) TABLESPACE A120#J0E.CALLER
 REBUILD INDEX (ALL) TABLESPACE A120#J2S.EBKN
 REBUILD INDEX (ALL) TABLESPACE A120#J5J.T52OCL
 REBUILD INDEX (ALL) TABLESPACE A120#J9T.EBAB
 REBUILD INDEX (ALL) TABLESPACE A120#KC6.COME
 REBUILD INDEX (ALL) TABLESPACE A120#KKX.SAPWLSFI
 REBUILD INDEX (ALL) TABLESPACE A120#KK1.MCSLOG
 REBUILD INDEX (ALL) TABLESPACE A120#KMP.VLKPA
 REBUILD INDEX (ALL) TABLESPACE A120#KQ0.PTRV#DOC
 REBUILD INDEX (ALL) TABLESPACE A120#KUB.J#1BNFCP
 REBUILD INDEX (ALL) TABLESPACE A120#KVN.COEPR
 REBUILD INDEX (ALL) TABLESPACE A120#KWO.KFPPW
 REBUILD INDEX (ALL) TABLESPACE A120#KXJ.TBTCO
 REBUILD INDEX (ALL) TABLESPACE A120#KYA.S005
 REBUILD INDEX (ALL) TABLESPACE A120#KYG.VBKK
 REBUILD INDEX (ALL) TABLESPACE A120#K08.ICRC01
 REBUILD INDEX (ALL) TABLESPACE A120#K2A.VIMITH
 REBUILD INDEX (ALL) TABLESPACE A120#LA5.FILCP
 REBUILD INDEX (ALL) TABLESPACE A120#LGE.COMHRX
 REBUILD INDEX (ALL) TABLESPACE A120#LI3.BCKVWZUO
 REBUILD INDEX (ALL) TABLESPACE A120#LNF.VTTKX
 REBUILD INDEX (ALL) TABLESPACE A120#LYW.AFWI
 REBUILD INDEX (ALL) TABLESPACE A120#L1U.S067
 REBUILD INDEX (ALL) TABLESPACE A120#L2P.VIEA06
 REBUILD INDEX (ALL) TABLESPACE A120#L37.LINV
 REBUILD INDEX (ALL) TABLESPACE A120#L8U.COCQ
 REBUILD INDEX (ALL) TABLESPACE A120#L80.STXRDIR
 REBUILD INDEX (ALL) TABLESPACE A120#L90.GRIX#AUT
 REBUILD INDEX (ALL) TABLESPACE A120#L93.LTAP
 REBUILD INDEX (ALL) TABLESPACE A120#MIE.EIPO
 REBUILD INDEX (ALL) TABLESPACE A120#MJ7.MAFU
 REBUILD INDEX (ALL) TABLESPACE A120#MLZ.PTDW#ACT
 REBUILD INDEX (ALL) TABLESPACE A120#MNU.VIAKUV
 REBUILD INDEX (ALL) TABLESPACE A120#MPR.P01CKA
 REBUILD INDEX (ALL) TABLESPACE A120#MS8.EKET
 REBUILD INDEX (ALL) TABLESPACE A120#MU3.VBRL
 REBUILD INDEX (ALL) TABLESPACE A120#MVM.COVLP
 REBUILD INDEX (ALL) TABLESPACE A120#M4N.QMEL$
 REBUILD INDEX (ALL) TABLESPACE A120#M5K.T811K
 REBUILD INDEX (ALL) TABLESPACE A120#M88.MKPF
 REBUILD INDEX (ALL) TABLESPACE A120#NBS.COWORK11
 REBUILD INDEX (ALL) TABLESPACE A120#NDC.RBVS
 REBUILD INDEX (ALL) TABLESPACE A120#NGJ.CATJ
 REBUILD INDEX (ALL) TABLESPACE A120#NGO.BWPOS
 REBUILD INDEX (ALL) TABLESPACE A120#NGQ.DBVL
 REBUILD INDEX (ALL) TABLESPACE A120#NP8.WVFB2
 REBUILD INDEX (ALL) TABLESPACE A120#NU3.DSYAW
 REBUILD INDEX (ALL) TABLESPACE A120#NX4.VWPWPKU
 REBUILD INDEX (ALL) TABLESPACE A120#NY5.VIVW09
 REBUILD INDEX (ALL) TABLESPACE A120#N4M.PCMH
 REBUILD INDEX (ALL) TABLESPACE A120#N5R.GRIX#VAR
 REBUILD INDEX (ALL) TABLESPACE A120#N6Y.VRPMA
 REBUILD INDEX (ALL) TABLESPACE A120#N8Z.AFFT
 REBUILD INDEX (ALL) TABLESPACE A120#N96.VEPVG
 REBUILD INDEX (ALL) TABLESPACE A120#OA7.QMUR
 REBUILD INDEX (ALL) TABLESPACE A120#OEL.SBSE


 REBUILD INDEX (ALL) TABLESPACE A120#OFJ.REFH
 REBUILD INDEX (ALL) TABLESPACE A120#OGN.PCMO4
 REBUILD INDEX (ALL) TABLESPACE A120#OOM.EKPV
 REBUILD INDEX (ALL) TABLESPACE A120#OYA.VWVORTR
 REBUILD INDEX (ALL) TABLESPACE A120#O6F.VZFZE
 REBUILD INDEX (ALL) TABLESPACE A120#P00.LISR
 REBUILD INDEX (ALL) TABLESPACE A120#P41.PCMO3
 REBUILD INDEX (ALL) TABLESPACE A120#P6B.COEPT
 REBUILD INDEX (ALL) TABLESPACE A120#P63.COMPF
 REBUILD INDEX (ALL) TABLESPACE A120#P9F.TSEGE
 REBUILD INDEX (ALL) TABLESPACE A120#0FU.PPDST
 REBUILD INDEX (ALL) TABLESPACE A120#0IH.VTIFINKX
 REBUILD INDEX (ALL) TABLESPACE A120#0N5.FPLTPO
 REBUILD INDEX (ALL) TABLESPACE A120#0OA.AVIP
 REBUILD INDEX (ALL) TABLESPACE A120#0RC.VIMI46
 REBUILD INDEX (ALL) TABLESPACE A120#0XK.RKWA
 REBUILD INDEX (ALL) TABLESPACE A120#0ZR.IKPF
 REBUILD INDEX (ALL) TABLESPACE A120#0Z9.VBAK
 REBUILD INDEX (ALL) TABLESPACE A120#000.AFFL
 REBUILD INDEX (ALL) TABLESPACE A120#009.TOADL#PA
 REBUILD INDEX (ALL) TABLESPACE A120#1BZ.T5M8G
 REBUILD INDEX (ALL) TABLESPACE A120#1HX.TSPJSTAT
 REBUILD INDEX (ALL) TABLESPACE A120#1M7.EKRS
 REBUILD INDEX (ALL) TABLESPACE A120#1OA.PAYRQ
 REBUILD INDEX (ALL) TABLESPACE A120#1O0.PABHD
 REBUILD INDEX (ALL) TABLESPACE A120#1PL.VITAXA
 REBUILD INDEX (ALL) TABLESPACE A120#1SN.FPLA
 REBUILD INDEX (ALL) TABLESPACE A120#1WY.APQLX
 REBUILD INDEX (ALL) TABLESPACE A120#1YB.FPLT
 REBUILD INDEX (ALL) TABLESPACE A120#1ZO.PCL1
 REBUILD INDEX (ALL) TABLESPACE A120#11D.TPMT#DED
 REBUILD INDEX (ALL) TABLESPACE A120#17K.VDBLPO
 REBUILD INDEX (ALL) TABLESPACE A120#17W.COTRP
 REBUILD INDEX (ALL) TABLESPACE A120#18V.CCMAUTHP
 REBUILD INDEX (ALL) TABLESPACE A120#18W.VTBAFINK
 REBUILD INDEX (ALL) TABLESPACE A120#2NW.FPLAPO
 REBUILD INDEX (ALL) TABLESPACE A120#2RH.TC71
 REBUILD INDEX (ALL) TABLESPACE A120#2TH.VIVW08
 REBUILD INDEX (ALL) TABLESPACE A120#2XV.KNC3
 REBUILD INDEX (ALL) TABLESPACE A120#2YP.PCMO2
 REBUILD INDEX (ALL) TABLESPACE A120#20S.EIEI
 REBUILD INDEX (ALL) TABLESPACE A120#223.KBLPW
 REBUILD INDEX (ALL) TABLESPACE A120#225.FUNREQ
 REBUILD INDEX (ALL) TABLESPACE A120#3AB.FTPT#PNR
 REBUILD INDEX (ALL) TABLESPACE A120#3D8.SER01
 REBUILD INDEX (ALL) TABLESPACE A120#3ED.SADLSTIA
 REBUILD INDEX (ALL) TABLESPACE A120#3HT.STXRDID
 REBUILD INDEX (ALL) TABLESPACE A120#3IS.VIMI28
 REBUILD INDEX (ALL) TABLESPACE A120#3KJ.TSEGR
 REBUILD INDEX (ALL) TABLESPACE A120#3LT.PCMO1
 REBUILD INDEX (ALL) TABLESPACE A120#3M6.VLPKM
 REBUILD INDEX (ALL) TABLESPACE A120#3P8.BALMP
 REBUILD INDEX (ALL) TABLESPACE A120#3QJ.PCL4
 REBUILD INDEX (ALL) TABLESPACE A120#313.PFLOG
 REBUILD INDEX (ALL) TABLESPACE A120#32J.VBSK
 REBUILD INDEX (ALL) TABLESPACE A120#35U.DBSTATHM
 REBUILD INDEX (ALL) TABLESPACE A120#350.RSDBS
 REBUILD INDEX (ALL) TABLESPACE A120#36M.T52SPS


 REBUILD INDEX (ALL) TABLESPACE A120#4BL.P01CUA
 REBUILD INDEX (ALL) TABLESPACE A120#4B1.COFMA
 REBUILD INDEX (ALL) TABLESPACE A120#4CY.VTSP
 REBUILD INDEX (ALL) TABLESPACE A120#4GC.VTTP
 REBUILD INDEX (ALL) TABLESPACE A120#4I6.MDKP
 REBUILD INDEX (ALL) TABLESPACE A120#4JU.VDDAB
 REBUILD INDEX (ALL) TABLESPACE A120#4L7.SOOF
 REBUILD INDEX (ALL) TABLESPACE A120#4MZ.ORDCOM
 REBUILD INDEX (ALL) TABLESPACE A120#4QK.AFWIS
 REBUILD INDEX (ALL) TABLESPACE A120#4SG.KOSA#BAL
 REBUILD INDEX (ALL) TABLESPACE A120#4Y5.ERZU
 REBUILD INDEX (ALL) TABLESPACE A120#41S.COFTP
 REBUILD INDEX (ALL) TABLESPACE A120#42H.COMHP
 REBUILD INDEX (ALL) TABLESPACE A120#445.ANEP
 REBUILD INDEX (ALL) TABLESPACE A120#5MH.DRAD
 REBUILD INDEX (ALL) TABLESPACE A120#5N6.VIMIRD
 REBUILD INDEX (ALL) TABLESPACE A120#5OQ.FEBRE
 REBUILD INDEX (ALL) TABLESPACE A120#5PT.VTTS
 REBUILD INDEX (ALL) TABLESPACE A120#5RK.BCOS#PR
 REBUILD INDEX (ALL) TABLESPACE A120#5UU.MLMST
 REBUILD INDEX (ALL) TABLESPACE A120#5ZR.PCL3
 REBUILD INDEX (ALL) TABLESPACE A120#547.FUNCTION
 REBUILD INDEX (ALL) TABLESPACE A120#56P.LFC1
 REBUILD INDEX (ALL) TABLESPACE A120#6MR.DM50T
 REBUILD INDEX (ALL) TABLESPACE A120#6NH.COKR
 REBUILD INDEX (ALL) TABLESPACE A120#6P0.ESKL
 REBUILD INDEX (ALL) TABLESPACE A120#6RX.VFSI
 REBUILD INDEX (ALL) TABLESPACE A120#6WH.P01CABR
 REBUILD INDEX (ALL) TABLESPACE A120#6ZA.VITAXR
 REBUILD INDEX (ALL) TABLESPACE A120#6Z2.VLPMA
 REBUILD INDEX (ALL) TABLESPACE A120#60X.VFPA
 REBUILD INDEX (ALL) TABLESPACE A120#61I.USLA04
 REBUILD INDEX (ALL) TABLESPACE A120#7CY.SROBJGRO
 REBUILD INDEX (ALL) TABLESPACE A120#7EM.VETVG
 REBUILD INDEX (ALL) TABLESPACE A120#7HE.OBJK
 REBUILD INDEX (ALL) TABLESPACE A120#7NK.GLT0
 REBUILD INDEX (ALL) TABLESPACE A120#7PD.VWZUORD
 REBUILD INDEX (ALL) TABLESPACE A120#7PJ.CD0ENT5T
 REBUILD INDEX (ALL) TABLESPACE A120#7P7.HRINTE30
 REBUILD INDEX (ALL) TABLESPACE A120#7R4.S035
 REBUILD INDEX (ALL) TABLESPACE A120#7SC.IBIN
 REBUILD INDEX (ALL) TABLESPACE A120#7UJ.MSSCNTDX
 REBUILD INDEX (ALL) TABLESPACE A120#7WG.S013
 REBUILD INDEX (ALL) TABLESPACE A120#76T.DRAOZ
 REBUILD INDEX (ALL) TABLESPACE A120#8CC.COWORK13
 REBUILD INDEX (ALL) TABLESPACE A120#8CL.RQHD
 REBUILD INDEX (ALL) TABLESPACE A120#8MN.EWUMMFI
 REBUILD INDEX (ALL) TABLESPACE A120#8VX.KFPEW
 REBUILD INDEX (ALL) TABLESPACE A120#80D.MCIPMIS
 REBUILD INDEX (ALL) TABLESPACE A120#81U.REGUHH
 REBUILD INDEX (ALL) TABLESPACE A120#814.KNB4
 REBUILD INDEX (ALL) TABLESPACE A120#897.CKIP
 REBUILD INDEX (ALL) TABLESPACE A120#9FZ.BSIK
 REBUILD INDEX (ALL) TABLESPACE A120#9LA.SWWBINDE
 REBUILD INDEX (ALL) TABLESPACE A120#9NM.QSTRE
 REBUILD INDEX (ALL) TABLESPACE A120#9NR.SVUP
 REBUILD INDEX (ALL) TABLESPACE A120#9P0.VTBSIZU
 REBUILD INDEX (ALL) TABLESPACE A120#9UM.RBWS


 REBUILD INDEX (ALL) TABLESPACE A120#9VP.VFPLA
 REBUILD INDEX (ALL) TABLESPACE A120#935.AUAI
 REBUILD INDEX (ALL) TABLESPACE A120#96O.TPMT#LOT
 REBUILD INDEX (ALL) TABLESPACE A120#97F.QTVB
 REBUILD INDEX (ALL) TABLESPACE A120XAC8.E071E
 REBUILD INDEX (ALL) TABLESPACE A120XAFA.CHVWXIN
 REBUILD INDEX (ALL) TABLESPACE A120XATG.TLOCKP
 REBUILD INDEX (ALL) TABLESPACE A120XAWE.FTPTXIM
 REBUILD INDEX (ALL) TABLESPACE A120XAZO.PDBKNE
 REBUILD INDEX (ALL) TABLESPACE A120XAZT.CIFXIMC
 REBUILD INDEX (ALL) TABLESPACE A120XBC6.CIFXIMP
 REBUILD INDEX (ALL) TABLESPACE A120XBEX.SLSXRRA
 REBUILD INDEX (ALL) TABLESPACE A120XBGO.ROWA
 REBUILD INDEX (ALL) TABLESPACE A120XBU3.SASAPIA
 REBUILD INDEX (ALL) TABLESPACE A120XB5Q.CKMLDUV
 REBUILD INDEX (ALL) TABLESPACE A120XB9I.KFPSV
 REBUILD INDEX (ALL) TABLESPACE A120XB99.FTPTXIM
 REBUILD INDEX (ALL) TABLESPACE A120XCNP.SEOREFT
 REBUILD INDEX (ALL) TABLESPACE A120XCTP.TCMXPFX
 REBUILD INDEX (ALL) TABLESPACE A120XCT0.LEDSPDX
 REBUILD INDEX (ALL) TABLESPACE A120XCUI.FTPTXIM
 REBUILD INDEX (ALL) TABLESPACE A120XCXP.T77WWWX
 REBUILD INDEX (ALL) TABLESPACE A120XC39.JITED
 REBUILD INDEX (ALL) TABLESPACE A120XC9P.FTPTXIM
 REBUILD INDEX (ALL) TABLESPACE A120XDBN.QRP002
 REBUILD INDEX (ALL) TABLESPACE A120XD8Q.T5LTC
 REBUILD INDEX (ALL) TABLESPACE A120XEAP.TBD73
 REBUILD INDEX (ALL) TABLESPACE A120XEH7.DSVASDO
 REBUILD INDEX (ALL) TABLESPACE A120XENM.CWBNTMS
 REBUILD INDEX (ALL) TABLESPACE A120XEU5.WAKR
 REBUILD INDEX (ALL) TABLESPACE A120XE0I.PDBKNW
 REBUILD INDEX (ALL) TABLESPACE A120XE9B.CIFXIMP
 REBUILD INDEX (ALL) TABLESPACE A120XFAC.DB6PMCMX
 REBUILD INDEX (ALL) TABLESPACE A120XFCK.NR3LVER
 REBUILD INDEX (ALL) TABLESPACE A120XFD0.CIFXIME
 REBUILD INDEX (ALL) TABLESPACE A120XFEM.WELP
 REBUILD INDEX (ALL) TABLESPACE A120XFI1.FTUSES
 REBUILD INDEX (ALL) TABLESPACE A120XFI3.CIFXIMM
 REBUILD INDEX (ALL) TABLESPACE A120XFPI.CVSEXGU
 REBUILD INDEX (ALL) TABLESPACE A120XFQO.DB6PMSTX
 REBUILD INDEX (ALL) TABLESPACE A120XFYS.DRVLOGX
 REBUILD INDEX (ALL) TABLESPACE A120XGKX.PDBKLO
 REBUILD INDEX (ALL) TABLESPACE A120XGNA.PICPS
 REBUILD INDEX (ALL) TABLESPACE A120XGPB.HRSELXG
 REBUILD INDEX (ALL) TABLESPACE A120XGPD.VIRS02
 REBUILD INDEX (ALL) TABLESPACE A120XGUA.SWDAHEA
 REBUILD INDEX (ALL) TABLESPACE A120XGUH.SWLIR
 REBUILD INDEX (ALL) TABLESPACE A120XGVM.RBKPXBL
 REBUILD INDEX (ALL) TABLESPACE A120XHQP.SMCOOM
 REBUILD INDEX (ALL) TABLESPACE A120XHRY.T7EHS00
 REBUILD INDEX (ALL) TABLESPACE A120XHVX.RLPODLM
 REBUILD INDEX (ALL) TABLESPACE A120XHV2.CIFXIMC
 REBUILD INDEX (ALL) TABLESPACE A120XH31.T7EHS00
 REBUILD INDEX (ALL) TABLESPACE A120XH4N.T7EHS00
 REBUILD INDEX (ALL) TABLESPACE A120XH9I.JX3GTBE
 REBUILD INDEX (ALL) TABLESPACE A120XIFW.FTPTXFA
 REBUILD INDEX (ALL) TABLESPACE A120XIF3.BDLTMPD
 REBUILD INDEX (ALL) TABLESPACE A120XIGF.WTMIGME


 REBUILD INDEX (ALL) TABLESPACE A120XIHU.CHVWXAR
 REBUILD INDEX (ALL) TABLESPACE A120XIPC.TCGRULP
 REBUILD INDEX (ALL) TABLESPACE A120XIP9.IBINCM
 REBUILD INDEX (ALL) TABLESPACE A120XIT5.CIFXIMC
 REBUILD INDEX (ALL) TABLESPACE A120XIVY.BALC
 REBUILD INDEX (ALL) TABLESPACE A120XIYO.PDBKRA
 REBUILD INDEX (ALL) TABLESPACE A120XIZT.TRDELVA
 REBUILD INDEX (ALL) TABLESPACE A120XI4J.EHSWATX
 REBUILD INDEX (ALL) TABLESPACE A120XI5V.SCPRACP
 REBUILD INDEX (ALL) TABLESPACE A120XJB7.CIFXIMS
 REBUILD INDEX (ALL) TABLESPACE A120XJP7.T7EHS00
 REBUILD INDEX (ALL) TABLESPACE A120XKAC.DIWPSXR
 REBUILD INDEX (ALL) TABLESPACE A120XKAW.WAKRW
 REBUILD INDEX (ALL) TABLESPACE A120XKJ1.CIFXIMP
 REBUILD INDEX (ALL) TABLESPACE A120XKLO.SCPRACP
 REBUILD INDEX (ALL) TABLESPACE A120XKNY.FTPTXIM
 REBUILD INDEX (ALL) TABLESPACE A120XKP8.W3CROSS
 REBUILD INDEX (ALL) TABLESPACE A120XKWA.LTHU
 REBUILD INDEX (ALL) TABLESPACE A120XKWJ.RFVIAUS
 REBUILD INDEX (ALL) TABLESPACE A120XKW4.HRSELXI
 REBUILD INDEX (ALL) TABLESPACE A120XKW5.PAWTY
 REBUILD INDEX (ALL) TABLESPACE A120XK2F.MLORDER
 REBUILD INDEX (ALL) TABLESPACE A120XK2U.PPCXCON
 REBUILD INDEX (ALL) TABLESPACE A120XK41.POCXDBX
 REBUILD INDEX (ALL) TABLESPACE A120XLCW.CIFXIMC
 REBUILD INDEX (ALL) TABLESPACE A120XLEM.TDMCIC
 REBUILD INDEX (ALL) TABLESPACE A120XLI0.CMFPAR
 REBUILD INDEX (ALL) TABLESPACE A120XLN1.SDOKDIDX
 REBUILD INDEX (ALL) TABLESPACE A120XLVA.HUINVXI
 REBUILD INDEX (ALL) TABLESPACE A120XLVW.TLOCKCI
 REBUILD INDEX (ALL) TABLESPACE A120XLV4.TXWXSXG
 REBUILD INDEX (ALL) TABLESPACE A120XMBW.TRDELVRX
 REBUILD INDEX (ALL) TABLESPACE A120XMKT.CIFXIMP
 REBUILD INDEX (ALL) TABLESPACE A120XM2Q.WTMIGXT
 REBUILD INDEX (ALL) TABLESPACE A120XM6O.PPCXSCR
 REBUILD INDEX (ALL) TABLESPACE A120XNAY.HUINVXH
 REBUILD INDEX (ALL) TABLESPACE A120XNDH.COWB190
 REBUILD INDEX (ALL) TABLESPACE A120XNLN.SMPS
 REBUILD INDEX (ALL) TABLESPACE A120XNSP.SMFIAA
 REBUILD INDEX (ALL) TABLESPACE A120XN06.PDBKAN
 REBUILD INDEX (ALL) TABLESPACE A120XN2R.T7EHS00
 REBUILD INDEX (ALL) TABLESPACE A120XN7K.BPABAPJ
 REBUILD INDEX (ALL) TABLESPACE A120XOC1.TXWXSXL
 REBUILD INDEX (ALL) TABLESPACE A120XOE8.DRADXPO
 REBUILD INDEX (ALL) TABLESPACE A120XOJQ.T7EHS00
 REBUILD INDEX (ALL) TABLESPACE A120XONH.DJEST
 REBUILD INDEX (ALL) TABLESPACE A120XON4.SMSELKR
 REBUILD INDEX (ALL) TABLESPACE A120XON9.CIFXIMS
 REBUILD INDEX (ALL) TABLESPACE A120XOPM.RLBXDBX
 REBUILD INDEX (ALL) TABLESPACE A120XO27.BCKVTBF
 REBUILD INDEX (ALL) TABLESPACE A120XO6I.SLSXTEX
 REBUILD INDEX (ALL) TABLESPACE A120XPB4.CIFXIMR
 REBUILD INDEX (ALL) TABLESPACE A120XPC3.COWB220
 REBUILD INDEX (ALL) TABLESPACE A120XPGV.SDOKIDXX
 REBUILD INDEX (ALL) TABLESPACE A120XPGW.DRMPRIN
 REBUILD INDEX (ALL) TABLESPACE A120XPKC.FTPTXIM
 REBUILD INDEX (ALL) TABLESPACE A120XPKL.TRDELVT
 REBUILD INDEX (ALL) TABLESPACE A120XPOM.CIFXIMR


 REBUILD INDEX (ALL) TABLESPACE A120XPQT.RLREPRO
 REBUILD INDEX (ALL) TABLESPACE A120XPSB.SLSXRLC
 REBUILD INDEX (ALL) TABLESPACE A120XPTW.VBEPDGA
 REBUILD INDEX (ALL) TABLESPACE A120XPU8.XSAP
 REBUILD INDEX (ALL) TABLESPACE A120XP5F.DIWPSXC
 REBUILD INDEX (ALL) TABLESPACE A120XP86.JITOIT
 REBUILD INDEX (ALL) TABLESPACE A120XQE6.TCMXPFX
 REBUILD INDEX (ALL) TABLESPACE A120XQ1E.JITIT
 REBUILD INDEX (ALL) TABLESPACE A120XQ44.TCJXWTA
 REBUILD INDEX (ALL) TABLESPACE A120XQ6V.CIFXIMP
 REBUILD INDEX (ALL) TABLESPACE A120XQ8M.IWWO
 REBUILD INDEX (ALL) TABLESPACE A120XRFO.ISLVALC
 REBUILD INDEX (ALL) TABLESPACE A120XRPR.SLSXRFI
 REBUILD INDEX (ALL) TABLESPACE A120XRQ6.VLCIDGU
 REBUILD INDEX (ALL) TABLESPACE A120XRTQ.BOSPSXA
 REBUILD INDEX (ALL) TABLESPACE A120XR0K.VIRS03
 REBUILD INDEX (ALL) TABLESPACE A120XSHC.WCACS
 REBUILD INDEX (ALL) TABLESPACE A120XSQ2.SLSXRTE
 REBUILD INDEX (ALL) TABLESPACE A120XSVU.CKMLXSM
 REBUILD INDEX (ALL) TABLESPACE A120XS2J.COWB140
 REBUILD INDEX (ALL) TABLESPACE A120XS6I.SLSXILC
 REBUILD INDEX (ALL) TABLESPACE A120XTJO.FTPTXIM
 REBUILD INDEX (ALL) TABLESPACE A120XTK2.SMCOPA
 REBUILD INDEX (ALL) TABLESPACE A120XTMI.EBABP
 REBUILD INDEX (ALL) TABLESPACE A120XTM7.VPKDLI
 REBUILD INDEX (ALL) TABLESPACE A120XTVZ.HURES
 REBUILD INDEX (ALL) TABLESPACE A120XTW0.ZMIRSX
 REBUILD INDEX (ALL) TABLESPACE A120XT2C.SMFIAP
 REBUILD INDEX (ALL) TABLESPACE A120XT7C.T5W7G
 REBUILD INDEX (ALL) TABLESPACE A120XUEW.SMPARAM
 REBUILD INDEX (ALL) TABLESPACE A120XUTN.REGUPXC
 REBUILD INDEX (ALL) TABLESPACE A120XUWC.UPGLDGEX
 REBUILD INDEX (ALL) TABLESPACE A120XUYE.IALINKS
 REBUILD INDEX (ALL) TABLESPACE A120XU33.SMCOPCP
 REBUILD INDEX (ALL) TABLESPACE A120XU7A.SLSXLOG
 REBUILD INDEX (ALL) TABLESPACE A120XU7K.CWBCIOB
 REBUILD INDEX (ALL) TABLESPACE A120XU7U.COWB180
 REBUILD INDEX (ALL) TABLESPACE A120XVB4.WCALA
 REBUILD INDEX (ALL) TABLESPACE A120XVD3.CIFXIMM
 REBUILD INDEX (ALL) TABLESPACE A120XVGP.WELK
 REBUILD INDEX (ALL) TABLESPACE A120XVK4.FDI1
 REBUILD INDEX (ALL) TABLESPACE A120XV0S.CHVWXAR
 REBUILD INDEX (ALL) TABLESPACE A120XV2B.RLBXDBX
 REBUILD INDEX (ALL) TABLESPACE A120XWC9.CIFXIMC
 REBUILD INDEX (ALL) TABLESPACE A120XWJJ.DRVLOGX
 REBUILD INDEX (ALL) TABLESPACE A120XWWD.JITHD
 REBUILD INDEX (ALL) TABLESPACE A120XXD7.AFRVXDE
 REBUILD INDEX (ALL) TABLESPACE A120XXFH.VWFL3
 REBUILD INDEX (ALL) TABLESPACE A120XXK7.MMIMXPRX
 REBUILD INDEX (ALL) TABLESPACE A120XXM9.DRVLOGX
 REBUILD INDEX (ALL) TABLESPACE A120XXNI.COWB170
 REBUILD INDEX (ALL) TABLESPACE A120XXPL.COWB200
 REBUILD INDEX (ALL) TABLESPACE A120XXZF.TERTINE
 REBUILD INDEX (ALL) TABLESPACE A120XX39.IBEXTINX
 REBUILD INDEX (ALL) TABLESPACE A120XYNY.TSTAHTP
 REBUILD INDEX (ALL) TABLESPACE A120XYOG.FTPTXIM
 REBUILD INDEX (ALL) TABLESPACE A120XYZH.TBLPXP
 REBUILD INDEX (ALL) TABLESPACE A120XY6G.POCXDBX


 REBUILD INDEX (ALL) TABLESPACE A120XZIS.MESZSPLX
 REBUILD INDEX (ALL) TABLESPACE A120XZPX.SLSXITE
 REBUILD INDEX (ALL) TABLESPACE A120XZP4.SWDANOT
 REBUILD INDEX (ALL) TABLESPACE A120XZV8.HRSELXC
 REBUILD INDEX (ALL) TABLESPACE A120XZ0P.CIFXIMR
 REBUILD INDEX (ALL) TABLESPACE A120XZ4Y.SLSXIES
 REBUILD INDEX (ALL) TABLESPACE A120XZ5V.EHSWATX
 REBUILD INDEX (ALL) TABLESPACE A120XZ6Q.T7EHS00
 REBUILD INDEX (ALL) TABLESPACE A120X0AP.ARDBXST
 REBUILD INDEX (ALL) TABLESPACE A120X0IH.CIFXIMP
 REBUILD INDEX (ALL) TABLESPACE A120X0W4.HRSELXG
 REBUILD INDEX (ALL) TABLESPACE A120X1B5.DLCNORF
 REBUILD INDEX (ALL) TABLESPACE A120X1FJ.PEGXADM
 REBUILD INDEX (ALL) TABLESPACE A120X1K1.DLCNOCO
 REBUILD INDEX (ALL) TABLESPACE A120X1NQ.HRSELXI
 REBUILD INDEX (ALL) TABLESPACE A120X122.SLSXLOG
 REBUILD INDEX (ALL) TABLESPACE A120X159.DFPAYME
 REBUILD INDEX (ALL) TABLESPACE A120X2DL.CCIHTXA
 REBUILD INDEX (ALL) TABLESPACE A120X2G1.DISXADM
 REBUILD INDEX (ALL) TABLESPACE A120X2HL.FTPTXIM
 REBUILD INDEX (ALL) TABLESPACE A120X2KZ.ISMVALC
 REBUILD INDEX (ALL) TABLESPACE A120X2Q8.DB6PMCMX
 REBUILD INDEX (ALL) TABLESPACE A120X2RU.TMSQWLN
 REBUILD INDEX (ALL) TABLESPACE A120X2UH.ZSMEX
 REBUILD INDEX (ALL) TABLESPACE A120X3BF.CIFXIMR
 REBUILD INDEX (ALL) TABLESPACE A120X3CR.IBINSTX
 REBUILD INDEX (ALL) TABLESPACE A120X3VO.ZPMPARA
 REBUILD INDEX (ALL) TABLESPACE A120X3Z5.SLSXIES
 REBUILD INDEX (ALL) TABLESPACE A120X4CY.SCPRACP
 REBUILD INDEX (ALL) TABLESPACE A120X4D0.FTPTXIM
 REBUILD INDEX (ALL) TABLESPACE A120X4LT.DB6PMSTX
 REBUILD INDEX (ALL) TABLESPACE A120X4Q8.FTPTXIM
 REBUILD INDEX (ALL) TABLESPACE A120X4S3.BOSPSXA
 REBUILD INDEX (ALL) TABLESPACE A120X4UW.JITOHD
 REBUILD INDEX (ALL) TABLESPACE A120X4Y4.T7EHS00
 REBUILD INDEX (ALL) TABLESPACE A120X411.PICRL
 REBUILD INDEX (ALL) TABLESPACE A120X46B.CIFXIMM
 REBUILD INDEX (ALL) TABLESPACE A120X480.EIZO
 REBUILD INDEX (ALL) TABLESPACE A120X5AH.OCSPATN
 REBUILD INDEX (ALL) TABLESPACE A120X5C3.TCMXPMA
 REBUILD INDEX (ALL) TABLESPACE A120X5MY.RLREPRO
 REBUILD INDEX (ALL) TABLESPACE A120X5OM.CCIHTXA
 REBUILD INDEX (ALL) TABLESPACE A120X5SS.EHSWATX
 REBUILD INDEX (ALL) TABLESPACE A120X5Y1.WSAOXWO
 REBUILD INDEX (ALL) TABLESPACE A120X5Y4.HRSELXS
 REBUILD INDEX (ALL) TABLESPACE A120X5Z5.SLSXPU
 REBUILD INDEX (ALL) TABLESPACE A120X50D.T7EHS00
 REBUILD INDEX (ALL) TABLESPACE A120X6A2.SLSXTES
 REBUILD INDEX (ALL) TABLESPACE A120X6EQ.SWDAAGN
 REBUILD INDEX (ALL) TABLESPACE A120X6JL.PVINX
 REBUILD INDEX (ALL) TABLESPACE A120X6KX.TLOCKPC
 REBUILD INDEX (ALL) TABLESPACE A120X6XM.TWISPHX
 REBUILD INDEX (ALL) TABLESPACE A120X64F.COWB160
 REBUILD INDEX (ALL) TABLESPACE A120X644.CIFXIMA
 REBUILD INDEX (ALL) TABLESPACE A120X65A.SMCOPC
 REBUILD INDEX (ALL) TABLESPACE A120X7C7.FTPTXIM
 REBUILD INDEX (ALL) TABLESPACE A120X7EO.SLSXPET
 REBUILD INDEX (ALL) TABLESPACE A120X7MJ.T7EHS00


 REBUILD INDEX (ALL) TABLESPACE A120X7WX.LIPSDGA
 REBUILD INDEX (ALL) TABLESPACE A120X75J.SMCUSTO
 REBUILD INDEX (ALL) TABLESPACE A120X76F.TMSQNOT
 REBUILD INDEX (ALL) TABLESPACE A120X76L.CIFXIMS
 REBUILD INDEX (ALL) TABLESPACE A120X77L.FTPTXIM
 REBUILD INDEX (ALL) TABLESPACE A120X8DD.JITOAD
 REBUILD INDEX (ALL) TABLESPACE A120X8FY.ISMP
 REBUILD INDEX (ALL) TABLESPACE A120X8M6.CIFXIMS
 REBUILD INDEX (ALL) TABLESPACE A120X8OV.SMFISL
 REBUILD INDEX (ALL) TABLESPACE A120X8QB.CIFXIMO
 REBUILD INDEX (ALL) TABLESPACE A120X8R4.PDBKAU
 REBUILD INDEX (ALL) TABLESPACE A120X8ST.COWB230
 REBUILD INDEX (ALL) TABLESPACE A120X8XW.VIAR02
 REBUILD INDEX (ALL) TABLESPACE A120X8Y4.WCACN
 REBUILD INDEX (ALL) TABLESPACE A120X80C.SURTARG
 REBUILD INDEX (ALL) TABLESPACE A120X83N.DBVSE
 REBUILD INDEX (ALL) TABLESPACE A120X85O.CIFXIMI
 REBUILD INDEX (ALL) TABLESPACE A120X9B8.T7EHS00
 REBUILD INDEX (ALL) TABLESPACE A120X9JN.CIFXIMP
 REBUILD INDEX (ALL) TABLESPACE A120X9S8.COWB120
 REBUILD INDEX (ALL) TABLESPACE A120X9U7.HRSELXF
 REBUILD INDEX (ALL) TABLESPACE A120X9VC.POCXDBX
 REBUILD INDEX (ALL) TABLESPACE A120X983.TCJXPOS
 REBUILD INDEX (ALL) TABLESPACE A121#000.#SAP
 REBUILD INDEX (ALL) TABLESPACE A121XMRP.XSAP
 REBUILD INDEX (ALL) TABLESPACE A121XOHH.XSAP
 REBUILD INDEX (ALL) TABLESPACE A121X8RC.XSAP
 REBUILD INDEX (ALL) TABLESPACE A122#000.#SAP
 REBUILD INDEX (ALL) TABLESPACE A122XIP4.XSAP
 REBUILD INDEX (ALL) TABLESPACE A122X49O.XSAP
 REBUILD INDEX (ALL) TABLESPACE A123#000.#SAP
 REBUILD INDEX (ALL) TABLESPACE A123XFXP.SRRELRO
 REBUILD INDEX (ALL) TABLESPACE A123XJ6Y.XSAP
 REBUILD INDEX (ALL) TABLESPACE A123XSFK.XSAP
 REBUILD INDEX (ALL) TABLESPACE A123XW9O.VIKOKO
 REBUILD INDEX (ALL) TABLESPACE A130#ABX.GLPCO
 REBUILD INDEX (ALL) TABLESPACE A130#ACF.FEBEP
 REBUILD INDEX (ALL) TABLESPACE A130#AIJ.PCL2
 REBUILD INDEX (ALL) TABLESPACE A130#AKL.EWUFI#SO
 REBUILD INDEX (ALL) TABLESPACE A130#AK0.JEST
 REBUILD INDEX (ALL) TABLESPACE A130#ALC.SOADRBUF
 REBUILD INDEX (ALL) TABLESPACE A130#ALW.CD0ENT2T
 REBUILD INDEX (ALL) TABLESPACE A130#AOW.HRAAHDR
 REBUILD INDEX (ALL) TABLESPACE A130#AQR.FDM1
 REBUILD INDEX (ALL) TABLESPACE A130#AUE.MYMP
 REBUILD INDEX (ALL) TABLESPACE A130#AVZ.EKKO
 REBUILD INDEX (ALL) TABLESPACE A130#AXA.AFPO
 REBUILD INDEX (ALL) TABLESPACE A130#A2W.FDS1
 REBUILD INDEX (ALL) TABLESPACE A130#A3F.RFRR
 REBUILD INDEX (ALL) TABLESPACE A130#A6J.TCOBJ
 REBUILD INDEX (ALL) TABLESPACE A130#A89.P01CEE
 REBUILD INDEX (ALL) TABLESPACE A130#BAV.RBKPB
 REBUILD INDEX (ALL) TABLESPACE A130#BA4.GLT3
 REBUILD INDEX (ALL) TABLESPACE A130#BCI.COEJT
 REBUILD INDEX (ALL) TABLESPACE A130#BGM.CATSPM
 REBUILD INDEX (ALL) TABLESPACE A130#BGU.EBII
 REBUILD INDEX (ALL) TABLESPACE A130#BIX.LTEXX
 REBUILD INDEX (ALL) TABLESPACE A130#BQ5.IBSYMBOX


 REBUILD INDEX (ALL) TABLESPACE A130#BRB.GLFUNCC
 REBUILD INDEX (ALL) TABLESPACE A130#BR1.ESSR
 REBUILD INDEX (ALL) TABLESPACE A130#BYN.SORS
 REBUILD INDEX (ALL) TABLESPACE A130#B2M.QINF
 REBUILD INDEX (ALL) TABLESPACE A130#B2U.WTADAB
 REBUILD INDEX (ALL) TABLESPACE A130#B3T.JSTO
 REBUILD INDEX (ALL) TABLESPACE A130#B4G.SOMG
 REBUILD INDEX (ALL) TABLESPACE A130#B5B.SOATT
 REBUILD INDEX (ALL) TABLESPACE A130#CC7.AUFG
 REBUILD INDEX (ALL) TABLESPACE A130#CH5.SROBJING
 REBUILD INDEX (ALL) TABLESPACE A130#CJM.SADRF
 REBUILD INDEX (ALL) TABLESPACE A130#CPB.FRET
 REBUILD INDEX (ALL) TABLESPACE A130#CSK.DRZO
 REBUILD INDEX (ALL) TABLESPACE A130#CSX.MOFF
 REBUILD INDEX (ALL) TABLESPACE A130#CXS.RSDB
 REBUILD INDEX (ALL) TABLESPACE A130#C13.RF048
 REBUILD INDEX (ALL) TABLESPACE A130#C5P.COKS
 REBUILD INDEX (ALL) TABLESPACE A130#C5Q.COVA
 REBUILD INDEX (ALL) TABLESPACE A130#C67.COSL
 REBUILD INDEX (ALL) TABLESPACE A130#DD3.COMEP
 REBUILD INDEX (ALL) TABLESPACE A130#DFI.RUECK
 REBUILD INDEX (ALL) TABLESPACE A130#DJI.COES
 REBUILD INDEX (ALL) TABLESPACE A130#DLM.CATSMM
 REBUILD INDEX (ALL) TABLESPACE A130#DMB.INDX
 REBUILD INDEX (ALL) TABLESPACE A130#DOR.TAQTS
 REBUILD INDEX (ALL) TABLESPACE A130#DUL.CATSPS
 REBUILD INDEX (ALL) TABLESPACE A130#DXT.PTEX2010
 REBUILD INDEX (ALL) TABLESPACE A130#DZQ.QPRN
 REBUILD INDEX (ALL) TABLESPACE A130#D1X.AUVZ
 REBUILD INDEX (ALL) TABLESPACE A130#D2S.TOA#L03
 REBUILD INDEX (ALL) TABLESPACE A130#D6T.COEJR
 REBUILD INDEX (ALL) TABLESPACE A130#D8Z.LSEG
 REBUILD INDEX (ALL) TABLESPACE A130#EAD.WKBP
 REBUILD INDEX (ALL) TABLESPACE A130#EBD.USOBT#CD
 REBUILD INDEX (ALL) TABLESPACE A130#EBH.AFFV
 REBUILD INDEX (ALL) TABLESPACE A130#EBQ.J#1BNFNA
 REBUILD INDEX (ALL) TABLESPACE A130#EBX.SOCY
 REBUILD INDEX (ALL) TABLESPACE A130#EN3.DLFLD
 REBUILD INDEX (ALL) TABLESPACE A130#EWL.COFIS
 REBUILD INDEX (ALL) TABLESPACE A130#EY9.FSLSI
 REBUILD INDEX (ALL) TABLESPACE A130#E0V.COEJL
 REBUILD INDEX (ALL) TABLESPACE A130#E3O.DSYAMRK
 REBUILD INDEX (ALL) TABLESPACE A130#E49.BPJA
 REBUILD INDEX (ALL) TABLESPACE A130#E9Q.BPGE
 REBUILD INDEX (ALL) TABLESPACE A130#FCT.COFIT
 REBUILD INDEX (ALL) TABLESPACE A130#FD0.RBTX
 REBUILD INDEX (ALL) TABLESPACE A130#FFM.WBO4
 REBUILD INDEX (ALL) TABLESPACE A130#FGQ.KBLE
 REBUILD INDEX (ALL) TABLESPACE A130#FJB.VFKN
 REBUILD INDEX (ALL) TABLESPACE A130#FPX.AQTDB
 REBUILD INDEX (ALL) TABLESPACE A130#FQV.FDSRDIST
 REBUILD INDEX (ALL) TABLESPACE A130#FRJ.WBO1
 REBUILD INDEX (ALL) TABLESPACE A130#FZF.ELBK
 REBUILD INDEX (ALL) TABLESPACE A130#FZU.BKPF
 REBUILD INDEX (ALL) TABLESPACE A130#F01.USRSYSAX
 REBUILD INDEX (ALL) TABLESPACE A130#F4I.BPTX
 REBUILD INDEX (ALL) TABLESPACE A130#F5R.BPBK
 REBUILD INDEX (ALL) TABLESPACE A130#F8H.TTXI


 REBUILD INDEX (ALL) TABLESPACE A130#F9T.P01CBE
 REBUILD INDEX (ALL) TABLESPACE A130#GFE.FMCFAB
 REBUILD INDEX (ALL) TABLESPACE A130#GGP.FDSB
 REBUILD INDEX (ALL) TABLESPACE A130#GHF.PTRV#DOC
 REBUILD INDEX (ALL) TABLESPACE A130#GKH.PLPR
 REBUILD INDEX (ALL) TABLESPACE A130#GRG.TCGSGP
 REBUILD INDEX (ALL) TABLESPACE A130#GRZ.USRSYSPR
 REBUILD INDEX (ALL) TABLESPACE A130#GWP.FMIO
 REBUILD INDEX (ALL) TABLESPACE A130#GWQ.GLREFC
 REBUILD INDEX (ALL) TABLESPACE A130#GXJ.SADLSTDI
 REBUILD INDEX (ALL) TABLESPACE A130#G1X.FMBUD
 REBUILD INDEX (ALL) TABLESPACE A130#G2K.FEBMS
 REBUILD INDEX (ALL) TABLESPACE A130#G2X.COKA
 REBUILD INDEX (ALL) TABLESPACE A130#G7F.SCAPPTIN
 REBUILD INDEX (ALL) TABLESPACE A130#HCH.CPZP
 REBUILD INDEX (ALL) TABLESPACE A130#HIY.COEPD
 REBUILD INDEX (ALL) TABLESPACE A130#HKH.P01CEF
 REBUILD INDEX (ALL) TABLESPACE A130#HT9.FDSR
 REBUILD INDEX (ALL) TABLESPACE A130#HWS.VTBFKTLO
 REBUILD INDEX (ALL) TABLESPACE A130#HXS.P01CBT
 REBUILD INDEX (ALL) TABLESPACE A130#HZJ.FMUDBSEG
 REBUILD INDEX (ALL) TABLESPACE A130#H0D.VEDAPO
 REBUILD INDEX (ALL) TABLESPACE A130#H0U.CLBUF
 REBUILD INDEX (ALL) TABLESPACE A130#H28.FDLF
 REBUILD INDEX (ALL) TABLESPACE A130#H3M.FMUDBSEX
 REBUILD INDEX (ALL) TABLESPACE A130#H6L.LIPSRF
 REBUILD INDEX (ALL) TABLESPACE A130#H6X.EKBZ
 REBUILD INDEX (ALL) TABLESPACE A130#H90.TBTCP
 REBUILD INDEX (ALL) TABLESPACE A130#IBH.T5W65
 REBUILD INDEX (ALL) TABLESPACE A130#IEK.AQDB
 REBUILD INDEX (ALL) TABLESPACE A130#IIQ.SLINCACH
 REBUILD INDEX (ALL) TABLESPACE A130#II8.TRMWRK
 REBUILD INDEX (ALL) TABLESPACE A130#IKQ.COMPPRT
 REBUILD INDEX (ALL) TABLESPACE A130#IL5.SADR8
 REBUILD INDEX (ALL) TABLESPACE A130#IPH.SWWINDX
 REBUILD INDEX (ALL) TABLESPACE A130#IQR.ARFCRDAT
 REBUILD INDEX (ALL) TABLESPACE A130#IR5.PPDIT
 REBUILD INDEX (ALL) TABLESPACE A130#IW5.SADRU
 REBUILD INDEX (ALL) TABLESPACE A130#I58.PMSDO
 REBUILD INDEX (ALL) TABLESPACE A130#JGN.QMMA
 REBUILD INDEX (ALL) TABLESPACE A130#JHO.COFIP
 REBUILD INDEX (ALL) TABLESPACE A130#JH3.S038
 REBUILD INDEX (ALL) TABLESPACE A130#JKV.COMER
 REBUILD INDEX (ALL) TABLESPACE A130#JLH.DVK01
 REBUILD INDEX (ALL) TABLESPACE A130#JLO.AFRP0
 REBUILD INDEX (ALL) TABLESPACE A130#JNL.SSCH
 REBUILD INDEX (ALL) TABLESPACE A130#JN7.KFPPI
 REBUILD INDEX (ALL) TABLESPACE A130#JSD.AFKO
 REBUILD INDEX (ALL) TABLESPACE A130#JW5.VAPMA
 REBUILD INDEX (ALL) TABLESPACE A130#J15.LPDX
 REBUILD INDEX (ALL) TABLESPACE A130#J4X.EKBE
 REBUILD INDEX (ALL) TABLESPACE A130#J5L.KBLP
 REBUILD INDEX (ALL) TABLESPACE A130#J5R.VBKPF
 REBUILD INDEX (ALL) TABLESPACE A130#J6W.DVK02
 REBUILD INDEX (ALL) TABLESPACE A130#J76.T5LRN
 REBUILD INDEX (ALL) TABLESPACE A130#KDS.COOI
 REBUILD INDEX (ALL) TABLESPACE A130#KFW.UKPF
 REBUILD INDEX (ALL) TABLESPACE A130#KJC.QASH


 REBUILD INDEX (ALL) TABLESPACE A130#KLC.COST
 REBUILD INDEX (ALL) TABLESPACE A130#KLV.SOID
 REBUILD INDEX (ALL) TABLESPACE A130#KL4.FDES
 REBUILD INDEX (ALL) TABLESPACE A130#KN2.CKHS
 REBUILD INDEX (ALL) TABLESPACE A130#KVQ.BPEG
 REBUILD INDEX (ALL) TABLESPACE A130#KWN.BPEJ
 REBUILD INDEX (ALL) TABLESPACE A130#K9B.CATO
 REBUILD INDEX (ALL) TABLESPACE A130#K95.BDRGOUT
 REBUILD INDEX (ALL) TABLESPACE A130#LBY.VTBFHAZU
 REBUILD INDEX (ALL) TABLESPACE A130#LDE.EKPO
 REBUILD INDEX (ALL) TABLESPACE A130#LGX.BSIM
 REBUILD INDEX (ALL) TABLESPACE A130#LS3.ELBP
 REBUILD INDEX (ALL) TABLESPACE A130#LX2.GLFUNCO
 REBUILD INDEX (ALL) TABLESPACE A130#LZU.DTELDOKT
 REBUILD INDEX (ALL) TABLESPACE A130#L4B.COMPHDR
 REBUILD INDEX (ALL) TABLESPACE A130#L5O.ARFCSDAT
 REBUILD INDEX (ALL) TABLESPACE A130#L58.QBEW
 REBUILD INDEX (ALL) TABLESPACE A130#L68.FDM2
 REBUILD INDEX (ALL) TABLESPACE A130#L9H.COSR
 REBUILD INDEX (ALL) TABLESPACE A130#MCB.COER
 REBUILD INDEX (ALL) TABLESPACE A130#MF2.AGDB
 REBUILD INDEX (ALL) TABLESPACE A130#MIT.SAMTT
 REBUILD INDEX (ALL) TABLESPACE A130#MKP.FILCC
 REBUILD INDEX (ALL) TABLESPACE A130#MS9.GLREFO
 REBUILD INDEX (ALL) TABLESPACE A130#MXF.SADLSTRE
 REBUILD INDEX (ALL) TABLESPACE A130#MYE.TTXY
 REBUILD INDEX (ALL) TABLESPACE A130#MZC.DSYAM
 REBUILD INDEX (ALL) TABLESPACE A130#M0D.P01CIX
 REBUILD INDEX (ALL) TABLESPACE A130#M7Z.FILCO
 REBUILD INDEX (ALL) TABLESPACE A130#M76.IMRG
 REBUILD INDEX (ALL) TABLESPACE A130#NDO.KBLK
 REBUILD INDEX (ALL) TABLESPACE A130#NHN.MCTBC#HI
 REBUILD INDEX (ALL) TABLESPACE A130#NHV.QCPR
 REBUILD INDEX (ALL) TABLESPACE A130#NJB.MLWERE
 REBUILD INDEX (ALL) TABLESPACE A130#NL9.AFFH
 REBUILD INDEX (ALL) TABLESPACE A130#NRM.SMET01
 REBUILD INDEX (ALL) TABLESPACE A130#NSL.FDESDIST
 REBUILD INDEX (ALL) TABLESPACE A130#NT3.P01CGP
 REBUILD INDEX (ALL) TABLESPACE A130#N56.AGKO
 REBUILD INDEX (ALL) TABLESPACE A130#N8M.WFIUT
 REBUILD INDEX (ALL) TABLESPACE A130#N90.MSPR
 REBUILD INDEX (ALL) TABLESPACE A130#N95.USRSYSAX
 REBUILD INDEX (ALL) TABLESPACE A130#OBQ.CCMSESSI
 REBUILD INDEX (ALL) TABLESPACE A130#OB7.EKBZH
 REBUILD INDEX (ALL) TABLESPACE A130#OFU.COMPITM
 REBUILD INDEX (ALL) TABLESPACE A130#OUY.TVERM
 REBUILD INDEX (ALL) TABLESPACE A130#OVU.PTEX2000
 REBUILD INDEX (ALL) TABLESPACE A130#OVY.FRETB
 REBUILD INDEX (ALL) TABLESPACE A130#OV5.COMPCMP
 REBUILD INDEX (ALL) TABLESPACE A130#O1M.VWORDEX
 REBUILD INDEX (ALL) TABLESPACE A130#O4A.DTELDOKT
 REBUILD INDEX (ALL) TABLESPACE A130#O9J.AUBSI
 REBUILD INDEX (ALL) TABLESPACE A130#P1B.VIMIRA
 REBUILD INDEX (ALL) TABLESPACE A130#P4P.SWELOG
 REBUILD INDEX (ALL) TABLESPACE A130#P7N.P01CRP
 REBUILD INDEX (ALL) TABLESPACE A130#0BY.SADRX5
 REBUILD INDEX (ALL) TABLESPACE A130#0E6.SOFA
 REBUILD INDEX (ALL) TABLESPACE A130#0F8.LIPSPO


 REBUILD INDEX (ALL) TABLESPACE A130#0J4.AFIHX
 REBUILD INDEX (ALL) TABLESPACE A130#0J5.COBK
 REBUILD INDEX (ALL) TABLESPACE A130#0KS.EKES
 REBUILD INDEX (ALL) TABLESPACE A130#0PW.T5W64
 REBUILD INDEX (ALL) TABLESPACE A130#0VM.SADRO
 REBUILD INDEX (ALL) TABLESPACE A130#0V3.AUVW
 REBUILD INDEX (ALL) TABLESPACE A130#0W0.GGREFC
 REBUILD INDEX (ALL) TABLESPACE A130#000.AFAB
 REBUILD INDEX (ALL) TABLESPACE A130#09R.VEDA
 REBUILD INDEX (ALL) TABLESPACE A130#1EE.WALE
 REBUILD INDEX (ALL) TABLESPACE A130#1FG.LCOLKEY
 REBUILD INDEX (ALL) TABLESPACE A130#1KM.COKP
 REBUILD INDEX (ALL) TABLESPACE A130#1PP.BDRGIN
 REBUILD INDEX (ALL) TABLESPACE A130#1QD.SODM
 REBUILD INDEX (ALL) TABLESPACE A130#1V8.ARFCSSTX
 REBUILD INDEX (ALL) TABLESPACE A130#1W5.VBPA
 REBUILD INDEX (ALL) TABLESPACE A130#1YZ.COMPSQU
 REBUILD INDEX (ALL) TABLESPACE A130#122.LWRKTRAN
 REBUILD INDEX (ALL) TABLESPACE A130#14U.MYMP1
 REBUILD INDEX (ALL) TABLESPACE A130#15W.J#1A101
 REBUILD INDEX (ALL) TABLESPACE A130#2CL.AUPO
 REBUILD INDEX (ALL) TABLESPACE A130#2TD.SOFD
 REBUILD INDEX (ALL) TABLESPACE A130#2VC.ALALERTD
 REBUILD INDEX (ALL) TABLESPACE A130#26W.TKETRPRX
 REBUILD INDEX (ALL) TABLESPACE A130#27T.EWUCOSUM
 REBUILD INDEX (ALL) TABLESPACE A130#278.J#1AINFI
 REBUILD INDEX (ALL) TABLESPACE A130#3CV.FMCFABS
 REBUILD INDEX (ALL) TABLESPACE A130#3C6.AFRD
 REBUILD INDEX (ALL) TABLESPACE A130#3DG.FMUDKBLP
 REBUILD INDEX (ALL) TABLESPACE A130#3FG.VBREVR
 REBUILD INDEX (ALL) TABLESPACE A130#3F0.CKIT
 REBUILD INDEX (ALL) TABLESPACE A130#3HE.FDZA
 REBUILD INDEX (ALL) TABLESPACE A130#3IF.P01CSL
 REBUILD INDEX (ALL) TABLESPACE A130#3KP.COEPL
 REBUILD INDEX (ALL) TABLESPACE A130#3LT.KFPE
 REBUILD INDEX (ALL) TABLESPACE A130#3R6.QAST
 REBUILD INDEX (ALL) TABLESPACE A130#3R9.COMPOPR
 REBUILD INDEX (ALL) TABLESPACE A130#3T3.CF006
 REBUILD INDEX (ALL) TABLESPACE A130#3UT.P01CVDX
 REBUILD INDEX (ALL) TABLESPACE A130#3U2.CEZP
 REBUILD INDEX (ALL) TABLESPACE A130#3X2.VBSEGS
 REBUILD INDEX (ALL) TABLESPACE A130#30G.RFDT
 REBUILD INDEX (ALL) TABLESPACE A130#34J.LCOLOBJX
 REBUILD INDEX (ALL) TABLESPACE A130#36P.KNC1
 REBUILD INDEX (ALL) TABLESPACE A130#363.USRSYSPR
 REBUILD INDEX (ALL) TABLESPACE A130#37S.PPOPX
 REBUILD INDEX (ALL) TABLESPACE A130#39C.EIUV
 REBUILD INDEX (ALL) TABLESPACE A130#4FZ.ESKN
 REBUILD INDEX (ALL) TABLESPACE A130#4HN.QASV
 REBUILD INDEX (ALL) TABLESPACE A130#4H1.P01CBF
 REBUILD INDEX (ALL) TABLESPACE A130#4KZ.TRFCQSTX
 REBUILD INDEX (ALL) TABLESPACE A130#4WC.COFV
 REBUILD INDEX (ALL) TABLESPACE A130#4WR.P01CET
 REBUILD INDEX (ALL) TABLESPACE A130#4W3.PZPS
 REBUILD INDEX (ALL) TABLESPACE A130#4XW.CATSCO
 REBUILD INDEX (ALL) TABLESPACE A130#4X9.FMCFAAS
 REBUILD INDEX (ALL) TABLESPACE A130#46P.SOER
 REBUILD INDEX (ALL) TABLESPACE A130#464.VBPA2


 REBUILD INDEX (ALL) TABLESPACE A130#47S.COSB
 REBUILD INDEX (ALL) TABLESPACE A130#48K.RBCO
 REBUILD INDEX (ALL) TABLESPACE A130#5AR.MCHP
 REBUILD INDEX (ALL) TABLESPACE A130#5DH.RSEG
 REBUILD INDEX (ALL) TABLESPACE A130#5F8.SLGH
 REBUILD INDEX (ALL) TABLESPACE A130#5GL.CLOI#MOD
 REBUILD INDEX (ALL) TABLESPACE A130#5KM.ESTOHX
 REBUILD INDEX (ALL) TABLESPACE A130#5KU.COEPBR
 REBUILD INDEX (ALL) TABLESPACE A130#5L0.VEKAC
 REBUILD INDEX (ALL) TABLESPACE A130#5MQ.BCKVWBEP
 REBUILD INDEX (ALL) TABLESPACE A130#5QX.VBEP
 REBUILD INDEX (ALL) TABLESPACE A130#5UX.KNVD
 REBUILD INDEX (ALL) TABLESPACE A130#51B.PYORDH
 REBUILD INDEX (ALL) TABLESPACE A130#58W.SAMTX
 REBUILD INDEX (ALL) TABLESPACE A130#6EQ.MLBECR
 REBUILD INDEX (ALL) TABLESPACE A130#6E1.AUUMI
 REBUILD INDEX (ALL) TABLESPACE A130#6PE.FMUDKBLP
 REBUILD INDEX (ALL) TABLESPACE A130#6S2.FMUDBSEX
 REBUILD INDEX (ALL) TABLESPACE A130#6VM.PCMP
 REBUILD INDEX (ALL) TABLESPACE A130#6W0.RBDIFFME
 REBUILD INDEX (ALL) TABLESPACE A130#6XL.CHZP
 REBUILD INDEX (ALL) TABLESPACE A130#6ZG.P01CCV
 REBUILD INDEX (ALL) TABLESPACE A130#6ZO.RBDIFFKO
 REBUILD INDEX (ALL) TABLESPACE A130#63W.ELBM
 REBUILD INDEX (ALL) TABLESPACE A130#648.WKBK
 REBUILD INDEX (ALL) TABLESPACE A130#657.BDCPS
 REBUILD INDEX (ALL) TABLESPACE A130#688.AQGDB
 REBUILD INDEX (ALL) TABLESPACE A130#7AT.SKTYREMK
 REBUILD INDEX (ALL) TABLESPACE A130#7GR.FDSBDIST
 REBUILD INDEX (ALL) TABLESPACE A130#7JK.VEIAV
 REBUILD INDEX (ALL) TABLESPACE A130#7KY.BPTR
 REBUILD INDEX (ALL) TABLESPACE A130#7R2.BPEP
 REBUILD INDEX (ALL) TABLESPACE A130#70L.TC71D
 REBUILD INDEX (ALL) TABLESPACE A130#713.MCSA
 REBUILD INDEX (ALL) TABLESPACE A130#72K.VTBFHAPX
 REBUILD INDEX (ALL) TABLESPACE A130#78C.VBSEGA
 REBUILD INDEX (ALL) TABLESPACE A130#8CV.EBAN
 REBUILD INDEX (ALL) TABLESPACE A130#8FK.COKL
 REBUILD INDEX (ALL) TABLESPACE A130#8KY.PPDMSG
 REBUILD INDEX (ALL) TABLESPACE A130#8K2.AQSGDB
 REBUILD INDEX (ALL) TABLESPACE A130#8LD.FDS2
 REBUILD INDEX (ALL) TABLESPACE A130#8LY.MLBE
 REBUILD INDEX (ALL) TABLESPACE A130#8VV.PPDIX
 REBUILD INDEX (ALL) TABLESPACE A130#8XA.FMIOICCN
 REBUILD INDEX (ALL) TABLESPACE A130#8X9.SOCX
 REBUILD INDEX (ALL) TABLESPACE A130#800.AQLDB
 REBUILD INDEX (ALL) TABLESPACE A130#84R.VBREVK
 REBUILD INDEX (ALL) TABLESPACE A130#86A.AQSLDB
 REBUILD INDEX (ALL) TABLESPACE A130#86V.USEG
 REBUILD INDEX (ALL) TABLESPACE A130#87K.GLIDXA
 REBUILD INDEX (ALL) TABLESPACE A130#9AG.VITAXU
 REBUILD INDEX (ALL) TABLESPACE A130#9CD.LQUA
 REBUILD INDEX (ALL) TABLESPACE A130#9EF.P01CST
 REBUILD INDEX (ALL) TABLESPACE A130#9MC.BCKVWORD
 REBUILD INDEX (ALL) TABLESPACE A130#9RD.FMUDKBLP
 REBUILD INDEX (ALL) TABLESPACE A130#9SL.VFKGRP
 REBUILD INDEX (ALL) TABLESPACE A130#9VB.PAYR
 REBUILD INDEX (ALL) TABLESPACE A130#90A.COSSP


 REBUILD INDEX (ALL) TABLESPACE A130#903.VITAXD
 REBUILD INDEX (ALL) TABLESPACE A130#91G.BSIX
 REBUILD INDEX (ALL) TABLESPACE A130#93N.GGREFO
 REBUILD INDEX (ALL) TABLESPACE A130XA29.FMCFABX
 REBUILD INDEX (ALL) TABLESPACE A130XA5Q.SNVOICE
 REBUILD INDEX (ALL) TABLESPACE A130XA5S.WWKK
 REBUILD INDEX (ALL) TABLESPACE A130XBGR.EHSWATX
 REBUILD INDEX (ALL) TABLESPACE A130XBJ6.T7EHS00
 REBUILD INDEX (ALL) TABLESPACE A130XBOP.FTPTXIM
 REBUILD INDEX (ALL) TABLESPACE A130XB4J.FMCFSIO
 REBUILD INDEX (ALL) TABLESPACE A130XB6N.ROLEXIN
 REBUILD INDEX (ALL) TABLESPACE A130XB7D.CKMLPRKX
 REBUILD INDEX (ALL) TABLESPACE A130XB98.ETXDCIX
 REBUILD INDEX (ALL) TABLESPACE A130XCFL.MLAUFKE
 REBUILD INDEX (ALL) TABLESPACE A130XCKA.ZFORM41
 REBUILD INDEX (ALL) TABLESPACE A130XCN9.T7USBEN
 REBUILD INDEX (ALL) TABLESPACE A130XDN0.HUMSEGX
 REBUILD INDEX (ALL) TABLESPACE A130XDOR.CKMLXIN
 REBUILD INDEX (ALL) TABLESPACE A130XDS1.SLSXIMC
 REBUILD INDEX (ALL) TABLESPACE A130XDTI.JX3GHBE
 REBUILD INDEX (ALL) TABLESPACE A130XD22.BDSCONT
 REBUILD INDEX (ALL) TABLESPACE A130XD8R.FTPTXIM
 REBUILD INDEX (ALL) TABLESPACE A130XD87.TXWXSXK
 REBUILD INDEX (ALL) TABLESPACE A130XD9B.QRFCTRA
 REBUILD INDEX (ALL) TABLESPACE A130XEJJ.CNPBXIN
 REBUILD INDEX (ALL) TABLESPACE A130XEYJ.PPCXHEA
 REBUILD INDEX (ALL) TABLESPACE A130XE0X.PEGXTST
 REBUILD INDEX (ALL) TABLESPACE A130XFFG.SAMTXPS
 REBUILD INDEX (ALL) TABLESPACE A130XFLS.QRFCLOG
 REBUILD INDEX (ALL) TABLESPACE A130XFNE.T7EHS00
 REBUILD INDEX (ALL) TABLESPACE A130XFVN.DGMS2
 REBUILD INDEX (ALL) TABLESPACE A130XF4Y.WCACM
 REBUILD INDEX (ALL) TABLESPACE A130XF91.BDSXBAR
 REBUILD INDEX (ALL) TABLESPACE A130XGB4.PDBKUR
 REBUILD INDEX (ALL) TABLESPACE A130XGC9.CRMVBRE
 REBUILD INDEX (ALL) TABLESPACE A130XGKA.CKECPWO
 REBUILD INDEX (ALL) TABLESPACE A130XGQE.CVSEXIN
 REBUILD INDEX (ALL) TABLESPACE A130XGRS.T7EHS00
 REBUILD INDEX (ALL) TABLESPACE A130XGRV.PTEX200
 REBUILD INDEX (ALL) TABLESPACE A130XGSY.FMCFSIF
 REBUILD INDEX (ALL) TABLESPACE A130XG0L.TDMQCST
 REBUILD INDEX (ALL) TABLESPACE A130XG20.SLSXRES
 REBUILD INDEX (ALL) TABLESPACE A130XG85.RBMA
 REBUILD INDEX (ALL) TABLESPACE A130XH7P.FTPTXSE
 REBUILD INDEX (ALL) TABLESPACE A130XH9U.PPCXMAT
 REBUILD INDEX (ALL) TABLESPACE A130XILF.MLBECRH
 REBUILD INDEX (ALL) TABLESPACE A130XIS6.SLSXRES
 REBUILD INDEX (ALL) TABLESPACE A130XIUB.PPCXCON
 REBUILD INDEX (ALL) TABLESPACE A130XIYO.BDSCONT
 REBUILD INDEX (ALL) TABLESPACE A130XI6T.DISXWLS
 REBUILD INDEX (ALL) TABLESPACE A130XI9T.EHSWATX
 REBUILD INDEX (ALL) TABLESPACE A130XJMX.RLBXDBX
 REBUILD INDEX (ALL) TABLESPACE A130XJOA.DMSXDOC
 REBUILD INDEX (ALL) TABLESPACE A130XJPD.DGMSD
 REBUILD INDEX (ALL) TABLESPACE A130XJQL.KPEPXWL
 REBUILD INDEX (ALL) TABLESPACE A130XJSB.WTYXIMR
 REBUILD INDEX (ALL) TABLESPACE A130XJS7.T7EHS00
 REBUILD INDEX (ALL) TABLESPACE A130XJXO.ADRCMX


 REBUILD INDEX (ALL) TABLESPACE A130XJ5J.SURDOCL
 REBUILD INDEX (ALL) TABLESPACE A130XKFX.FTULO
 REBUILD INDEX (ALL) TABLESPACE A130XKHC.ROLEXIN
 REBUILD INDEX (ALL) TABLESPACE A130XK30.RLREPRO
 REBUILD INDEX (ALL) TABLESPACE A130XLOL.CWBRFCC
 REBUILD INDEX (ALL) TABLESPACE A130XL2K.STERMXR
 REBUILD INDEX (ALL) TABLESPACE A130XL4A.DRVLOGX
 REBUILD INDEX (ALL) TABLESPACE A130XL93.JITCO
 REBUILD INDEX (ALL) TABLESPACE A130XMD2.MLBEH
 REBUILD INDEX (ALL) TABLESPACE A130XMPP.PPCXCON
 REBUILD INDEX (ALL) TABLESPACE A130XMX3.FTPTXIM
 REBUILD INDEX (ALL) TABLESPACE A130XM60.POCXDBX
 REBUILD INDEX (ALL) TABLESPACE A130XM7O.WCACG
 REBUILD INDEX (ALL) TABLESPACE A130XNMG.CEPDBL
 REBUILD INDEX (ALL) TABLESPACE A130XNN2.DSVASEV
 REBUILD INDEX (ALL) TABLESPACE A130XNR6.ZFORM41
 REBUILD INDEX (ALL) TABLESPACE A130XNZC.BDSXTXP
 REBUILD INDEX (ALL) TABLESPACE A130XN12.FTPTXIM
 REBUILD INDEX (ALL) TABLESPACE A130XN59.BDSXBAR
 REBUILD INDEX (ALL) TABLESPACE A130XN8K.CEPMONI
 REBUILD INDEX (ALL) TABLESPACE A130XODN.T5M71
 REBUILD INDEX (ALL) TABLESPACE A130XOFX.T7EHS00
 REBUILD INDEX (ALL) TABLESPACE A130XOIB.MLBEKEP
 REBUILD INDEX (ALL) TABLESPACE A130XOIO.TDMREQU
 REBUILD INDEX (ALL) TABLESPACE A130XO5D.RLACSTH
 REBUILD INDEX (ALL) TABLESPACE A130XPX4.ETXDCJ
 REBUILD INDEX (ALL) TABLESPACE A130XQE5.FTPTXIM
 REBUILD INDEX (ALL) TABLESPACE A130XQK6.SWRURLR
 REBUILD INDEX (ALL) TABLESPACE A130XQSQ.T7EHS00
 REBUILD INDEX (ALL) TABLESPACE A130XQZV.WCAAP
 REBUILD INDEX (ALL) TABLESPACE A130XQ2Y.T7EHS00
 REBUILD INDEX (ALL) TABLESPACE A130XQ7H.ETXDCH
 REBUILD INDEX (ALL) TABLESPACE A130XRQZ.CSMBKXO
 REBUILD INDEX (ALL) TABLESPACE A130XRQ1.DSVASSE
 REBUILD INDEX (ALL) TABLESPACE A130XR8K.CCMHOLE
 REBUILD INDEX (ALL) TABLESPACE A130XR8N.ZTEST2O
 REBUILD INDEX (ALL) TABLESPACE A130XSCE.T5KYA
 REBUILD INDEX (ALL) TABLESPACE A130XSNF.FTPTXIM
 REBUILD INDEX (ALL) TABLESPACE A130XSS3.T5MCC
 REBUILD INDEX (ALL) TABLESPACE A130XSYF.ZFORM41
 REBUILD INDEX (ALL) TABLESPACE A130XS2Y.FTPTXIM
 REBUILD INDEX (ALL) TABLESPACE A130XTG1.BDSCONT
 REBUILD INDEX (ALL) TABLESPACE A130XT5D.MLAUFCR
 REBUILD INDEX (ALL) TABLESPACE A130XULA.T7EHS00
 REBUILD INDEX (ALL) TABLESPACE A130XUL1.PPESBIN
 REBUILD INDEX (ALL) TABLESPACE A130XUMX.CIFSLSMX
 REBUILD INDEX (ALL) TABLESPACE A130XUQ5.HUWMXLO
 REBUILD INDEX (ALL) TABLESPACE A130XU7X.TMSQWLF
 REBUILD INDEX (ALL) TABLESPACE A130XVDU.TZBCKVW
 REBUILD INDEX (ALL) TABLESPACE A130XVKC.SPERSXO
 REBUILD INDEX (ALL) TABLESPACE A130XVKD.DEFTAXX
 REBUILD INDEX (ALL) TABLESPACE A130XVQ8.STMATTM
 REBUILD INDEX (ALL) TABLESPACE A130XVZX.T7EHS00
 REBUILD INDEX (ALL) TABLESPACE A130XWFR.BDSCONT
 REBUILD INDEX (ALL) TABLESPACE A130XWKD.ADBOSXE
 REBUILD INDEX (ALL) TABLESPACE A130XWL4.ZFORM41X
 REBUILD INDEX (ALL) TABLESPACE A130XWUT.FTPTXIM
 REBUILD INDEX (ALL) TABLESPACE A130XWZD.CSMBKXA


 REBUILD INDEX (ALL) TABLESPACE A130XW0V.ZTEST1O
 REBUILD INDEX (ALL) TABLESPACE A130XW00.WBO5
 REBUILD INDEX (ALL) TABLESPACE A130XXBF.CIFPOMAX
 REBUILD INDEX (ALL) TABLESPACE A130XXJ1.CKCMV
 REBUILD INDEX (ALL) TABLESPACE A130XXOO.T7EHS00
 REBUILD INDEX (ALL) TABLESPACE A130XXPC.ADFDRXF
 REBUILD INDEX (ALL) TABLESPACE A130XXPQ.QRETSTA
 REBUILD INDEX (ALL) TABLESPACE A130XXX1.AD03OBJ
 REBUILD INDEX (ALL) TABLESPACE A130XX1J.TRDCXRE
 REBUILD INDEX (ALL) TABLESPACE A130XX3L.BDSCONT
 REBUILD INDEX (ALL) TABLESPACE A130XX6O.DSVASSEX
 REBUILD INDEX (ALL) TABLESPACE A130XYJB.PPEXPLX
 REBUILD INDEX (ALL) TABLESPACE A130XYLU.JX3GABE
 REBUILD INDEX (ALL) TABLESPACE A130XYOA.T7TW2I
 REBUILD INDEX (ALL) TABLESPACE A130XY69.LSOPRT
 REBUILD INDEX (ALL) TABLESPACE A130XY95.STICKET
 REBUILD INDEX (ALL) TABLESPACE A130XZFH.TMSQWL
 REBUILD INDEX (ALL) TABLESPACE A130XZKE.T7EHS00
 REBUILD INDEX (ALL) TABLESPACE A130XZND.TVPOD
 REBUILD INDEX (ALL) TABLESPACE A130XZO6.HRSELXR
 REBUILD INDEX (ALL) TABLESPACE A130XZO7.PEGXTST
 REBUILD INDEX (ALL) TABLESPACE A130X0ER.ZTEST1C
 REBUILD INDEX (ALL) TABLESPACE A130X00S.ROTKPI
 REBUILD INDEX (ALL) TABLESPACE A130X08A.ZTEST2C
 REBUILD INDEX (ALL) TABLESPACE A130X1WV.MLPRKEK
 REBUILD INDEX (ALL) TABLESPACE A130X1ZV.DSVASSE
 REBUILD INDEX (ALL) TABLESPACE A130X2BN.FMCFABS
 REBUILD INDEX (ALL) TABLESPACE A130X2CY.WCAW
 REBUILD INDEX (ALL) TABLESPACE A130X2C1.WCAHE
 REBUILD INDEX (ALL) TABLESPACE A130X2JN.CIFORDMX
 REBUILD INDEX (ALL) TABLESPACE A130X2JO.FMCFAAS
 REBUILD INDEX (ALL) TABLESPACE A130X218.PPCXCON
 REBUILD INDEX (ALL) TABLESPACE A130X267.OPROL
 REBUILD INDEX (ALL) TABLESPACE A130X3J6.PDBKAD
 REBUILD INDEX (ALL) TABLESPACE A130X3Q9.MMPDAT
 REBUILD INDEX (ALL) TABLESPACE A130X3RU.CRMBINR
 REBUILD INDEX (ALL) TABLESPACE A130X3X8.VBPA3
 REBUILD INDEX (ALL) TABLESPACE A130X4DO.JITOCO
 REBUILD INDEX (ALL) TABLESPACE A130X4ES.TRNSM
 REBUILD INDEX (ALL) TABLESPACE A130X4HQ.SPROCHK
 REBUILD INDEX (ALL) TABLESPACE A130X4I1.FTPTXIM
 REBUILD INDEX (ALL) TABLESPACE A130X4JN.TRMSTA
 REBUILD INDEX (ALL) TABLESPACE A130X4JO.HRSELXR
 REBUILD INDEX (ALL) TABLESPACE A130X4LM.IBVALUE
 REBUILD INDEX (ALL) TABLESPACE A130X4PZ.CKECPWO
 REBUILD INDEX (ALL) TABLESPACE A130X4S5.ADFSHXF
 REBUILD INDEX (ALL) TABLESPACE A130X48C.CIFRVMA
 REBUILD INDEX (ALL) TABLESPACE A130X5B9.TDMCONT
 REBUILD INDEX (ALL) TABLESPACE A130X5F0.HRSELXT
 REBUILD INDEX (ALL) TABLESPACE A130X5VW.BDSCONT
 REBUILD INDEX (ALL) TABLESPACE A130X5XO.CKMLDUV
 REBUILD INDEX (ALL) TABLESPACE A130X5YY.TRDCXAD
 REBUILD INDEX (ALL) TABLESPACE A130X554.CHVWXAR
 REBUILD INDEX (ALL) TABLESPACE A130X565.BOSPSXC
 REBUILD INDEX (ALL) TABLESPACE A130X6DT.WCAGN
 REBUILD INDEX (ALL) TABLESPACE A130X7A8.QRETDAT
 REBUILD INDEX (ALL) TABLESPACE A130X7BK.VIMIIH
 REBUILD INDEX (ALL) TABLESPACE A130X7BU.CKMLLAC


 REBUILD INDEX (ALL) TABLESPACE A130X7FG.HUSSTAT
 REBUILD INDEX (ALL) TABLESPACE A130X7TJ.RLCPGRP
 REBUILD INDEX (ALL) TABLESPACE A130X7Y6.T7EHS00
 REBUILD INDEX (ALL) TABLESPACE A130X75A.FTPTXIM
 REBUILD INDEX (ALL) TABLESPACE A130X76O.BDSCONT
 REBUILD INDEX (ALL) TABLESPACE A130X790.XSAP
 REBUILD INDEX (ALL) TABLESPACE A130X8B1.SGOSHIS
 REBUILD INDEX (ALL) TABLESPACE A130X8ES.KWNCHKO
 REBUILD INDEX (ALL) TABLESPACE A130X8KC.DIWPSXF
 REBUILD INDEX (ALL) TABLESPACE A130X8O0.BDSCONT
 REBUILD INDEX (ALL) TABLESPACE A130X8P7.HUSTOBJ
 REBUILD INDEX (ALL) TABLESPACE A130X8VL.FTPTXIM
 REBUILD INDEX (ALL) TABLESPACE A130X8ZA.ZMMRZAPX
 REBUILD INDEX (ALL) TABLESPACE A130X8Z6.EQUIPKP
 REBUILD INDEX (ALL) TABLESPACE A130X81C.CERCLN
 REBUILD INDEX (ALL) TABLESPACE A130X820.PTEX200
 REBUILD INDEX (ALL) TABLESPACE A130X9BD.WCAOD
 REBUILD INDEX (ALL) TABLESPACE A130X9FV.LIPSXRE
 REBUILD INDEX (ALL) TABLESPACE A130X9IM.RLACPOH
 REBUILD INDEX (ALL) TABLESPACE A130X9Y5.KWPWCHK
 REBUILD INDEX (ALL) TABLESPACE A130X92D.NR3TEXT
 REBUILD INDEX (ALL) TABLESPACE A130X931.LAWXERR
 REBUILD INDEX (ALL) TABLESPACE A131#000.#SAP
 REBUILD INDEX (ALL) TABLESPACE A131XKEG.XSAP
 REBUILD INDEX (ALL) TABLESPACE A131X42T.XSAP
 REBUILD INDEX (ALL) TABLESPACE A132#000.#SAP
 REBUILD INDEX (ALL) TABLESPACE A132XBMC.PD3DBKS
 REBUILD INDEX (ALL) TABLESPACE A132XN2G.XSAP
 REBUILD INDEX (ALL) TABLESPACE A132XSG6.XSAP
 REBUILD INDEX (ALL) TABLESPACE A132X1XM.JBD11
 REBUILD INDEX (ALL) TABLESPACE A133#000.#SAP
 REBUILD INDEX (ALL) TABLESPACE A133XGQ0.IDOCREL
 REBUILD INDEX (ALL) TABLESPACE A133XPIU.XSAP
 REBUILD INDEX (ALL) TABLESPACE A140#AAA.SWWUSERW
 REBUILD INDEX (ALL) TABLESPACE A140#AAE.TXW#S#AN
 REBUILD INDEX (ALL) TABLESPACE A140#ABG.BDSER
 REBUILD INDEX (ALL) TABLESPACE A140#ADV.SERPLIST
 REBUILD INDEX (ALL) TABLESPACE A140#AEA.AFVV
 REBUILD INDEX (ALL) TABLESPACE A140#AHD.S031
 REBUILD INDEX (ALL) TABLESPACE A140#AI2.RBVDMAT
 REBUILD INDEX (ALL) TABLESPACE A140#ALF.FDT1
 REBUILD INDEX (ALL) TABLESPACE A140#AOV.S097
 REBUILD INDEX (ALL) TABLESPACE A140#AVI.VTBLIE
 REBUILD INDEX (ALL) TABLESPACE A140#AXK.CVDPH
 REBUILD INDEX (ALL) TABLESPACE A140#AX8.S173
 REBUILD INDEX (ALL) TABLESPACE A140#A0Y.S090
 REBUILD INDEX (ALL) TABLESPACE A140#A1C.COEP
 REBUILD INDEX (ALL) TABLESPACE A140#A57.CE4S001#
 REBUILD INDEX (ALL) TABLESPACE A140#A6B.ARIX#BKP
 REBUILD INDEX (ALL) TABLESPACE A140#A6Z.MCDX
 REBUILD INDEX (ALL) TABLESPACE A140#A7D.COIX
 REBUILD INDEX (ALL) TABLESPACE A140#A7G.PMPL
 REBUILD INDEX (ALL) TABLESPACE A140#A70.S197BIWX
 REBUILD INDEX (ALL) TABLESPACE A140#A77.S003BIW1
 REBUILD INDEX (ALL) TABLESPACE A140#A95.S164
 REBUILD INDEX (ALL) TABLESPACE A140#BBI.WTAKP
 REBUILD INDEX (ALL) TABLESPACE A140#BEN.S303
 REBUILD INDEX (ALL) TABLESPACE A140#BFU.TST03


 REBUILD INDEX (ALL) TABLESPACE A140#BJR.S011BIW2
 REBUILD INDEX (ALL) TABLESPACE A140#BLF.VIRPS40
 REBUILD INDEX (ALL) TABLESPACE A140#BLI.S196BIW1
 REBUILD INDEX (ALL) TABLESPACE A140#BPT.COIFT
 REBUILD INDEX (ALL) TABLESPACE A140#BQ0.S026
 REBUILD INDEX (ALL) TABLESPACE A140#BTG.IWB1CONT
 REBUILD INDEX (ALL) TABLESPACE A140#BV3.EDIDOCIN
 REBUILD INDEX (ALL) TABLESPACE A140#BZN.COFP
 REBUILD INDEX (ALL) TABLESPACE A140#B06.TXW#S#AN
 REBUILD INDEX (ALL) TABLESPACE A140#B1T.FMICOIT
 REBUILD INDEX (ALL) TABLESPACE A140#B2Q.LWRKKEY
 REBUILD INDEX (ALL) TABLESPACE A140#B3E.MDHS
 REBUILD INDEX (ALL) TABLESPACE A140#B7T.TXW#S#B
 REBUILD INDEX (ALL) TABLESPACE A140#CAT.S001BIW2
 REBUILD INDEX (ALL) TABLESPACE A140#CCA.WBO3
 REBUILD INDEX (ALL) TABLESPACE A140#CC8.S070
 REBUILD INDEX (ALL) TABLESPACE A140#CDJ.S023
 REBUILD INDEX (ALL) TABLESPACE A140#CEV.VZZPARO
 REBUILD INDEX (ALL) TABLESPACE A140#CFA.MCAFVGV
 REBUILD INDEX (ALL) TABLESPACE A140#CHY.EDIDC
 REBUILD INDEX (ALL) TABLESPACE A140#CIA.ANLQ
 REBUILD INDEX (ALL) TABLESPACE A140#CI9.VIBEPPX
 REBUILD INDEX (ALL) TABLESPACE A140#CJL.S012BIW2
 REBUILD INDEX (ALL) TABLESPACE A140#CJM.BFIT#A0
 REBUILD INDEX (ALL) TABLESPACE A140#CJ3.RPSQT
 REBUILD INDEX (ALL) TABLESPACE A140#CKR.STERM#TE
 REBUILD INDEX (ALL) TABLESPACE A140#CLX.BSAS
 REBUILD INDEX (ALL) TABLESPACE A140#CMD.TXW#S#MX
 REBUILD INDEX (ALL) TABLESPACE A140#CN8.S079
 REBUILD INDEX (ALL) TABLESPACE A140#CQ2.S260BIW2
 REBUILD INDEX (ALL) TABLESPACE A140#CRP.S093
 REBUILD INDEX (ALL) TABLESPACE A140#CRT.SOES
 REBUILD INDEX (ALL) TABLESPACE A140#CSG.QAVE
 REBUILD INDEX (ALL) TABLESPACE A140#CUP.CKMLMV00
 REBUILD INDEX (ALL) TABLESPACE A140#CU2.S002BIW2
 REBUILD INDEX (ALL) TABLESPACE A140#CXN.CKML1
 REBUILD INDEX (ALL) TABLESPACE A140#CXS.SDOKCONT
 REBUILD INDEX (ALL) TABLESPACE A140#CZO.FMBE
 REBUILD INDEX (ALL) TABLESPACE A140#C2N.S107
 REBUILD INDEX (ALL) TABLESPACE A140#C3F.S261BIW2
 REBUILD INDEX (ALL) TABLESPACE A140#C6H.TRMOIXX
 REBUILD INDEX (ALL) TABLESPACE A140#C66.FSLSTX
 REBUILD INDEX (ALL) TABLESPACE A140#C67.GLFUNCP
 REBUILD INDEX (ALL) TABLESPACE A140#C7C.PTQUODED
 REBUILD INDEX (ALL) TABLESPACE A140#C9C.DRAO
 REBUILD INDEX (ALL) TABLESPACE A140#DAR.DVM02
 REBUILD INDEX (ALL) TABLESPACE A140#DBK.CF050
 REBUILD INDEX (ALL) TABLESPACE A140#DB4.S004BIW2
 REBUILD INDEX (ALL) TABLESPACE A140#DB8.HIVG
 REBUILD INDEX (ALL) TABLESPACE A140#DD9.S271BIWX
 REBUILD INDEX (ALL) TABLESPACE A140#DE1.CKMLMV00
 REBUILD INDEX (ALL) TABLESPACE A140#DFM.KEKO
 REBUILD INDEX (ALL) TABLESPACE A140#DGI.S407
 REBUILD INDEX (ALL) TABLESPACE A140#DGP.GRRT
 REBUILD INDEX (ALL) TABLESPACE A140#DIB.SOFM
 REBUILD INDEX (ALL) TABLESPACE A140#DOA.BFIT#A
 REBUILD INDEX (ALL) TABLESPACE A140#DPK.S170
 REBUILD INDEX (ALL) TABLESPACE A140#DPY.GLFUNCA


 REBUILD INDEX (ALL) TABLESPACE A140#DSE.PTRV#SCO
 REBUILD INDEX (ALL) TABLESPACE A140#DS6.TXW#S#BK
 REBUILD INDEX (ALL) TABLESPACE A140#DV2.STXL
 REBUILD INDEX (ALL) TABLESPACE A140#DX2.VDBEKIX
 REBUILD INDEX (ALL) TABLESPACE A140#DZE.S162
 REBUILD INDEX (ALL) TABLESPACE A140#D1P.HIMA
 REBUILD INDEX (ALL) TABLESPACE A140#D1T.COIX#DAT
 REBUILD INDEX (ALL) TABLESPACE A140#D2Q.S196BIW2
 REBUILD INDEX (ALL) TABLESPACE A140#D5L.TXW#S#EK
 REBUILD INDEX (ALL) TABLESPACE A140#D8V.S080
 REBUILD INDEX (ALL) TABLESPACE A140#EAP.VRSD
 REBUILD INDEX (ALL) TABLESPACE A140#EBA.S126
 REBUILD INDEX (ALL) TABLESPACE A140#EDU.S408X
 REBUILD INDEX (ALL) TABLESPACE A140#EGJ.IBSTREF
 REBUILD INDEX (ALL) TABLESPACE A140#EHQ.QAMV
 REBUILD INDEX (ALL) TABLESPACE A140#EKG.SWWWIDEA
 REBUILD INDEX (ALL) TABLESPACE A140#ELV.SWP#HEAD
 REBUILD INDEX (ALL) TABLESPACE A140#EQF.S271BIWX
 REBUILD INDEX (ALL) TABLESPACE A140#ERU.S028
 REBUILD INDEX (ALL) TABLESPACE A140#ES9.CNDB
 REBUILD INDEX (ALL) TABLESPACE A140#ETT.PTIMEOV2
 REBUILD INDEX (ALL) TABLESPACE A140#EUF.FMICOHD
 REBUILD INDEX (ALL) TABLESPACE A140#EWM.BFOK#A
 REBUILD INDEX (ALL) TABLESPACE A140#E5P.SWWORGTA
 REBUILD INDEX (ALL) TABLESPACE A140#E6C.S092
 REBUILD INDEX (ALL) TABLESPACE A140#E6J.MDTB
 REBUILD INDEX (ALL) TABLESPACE A140#E65.BSAD
 REBUILD INDEX (ALL) TABLESPACE A140#E7K.QAPP
 REBUILD INDEX (ALL) TABLESPACE A140#E77.S027
 REBUILD INDEX (ALL) TABLESPACE A140#FBK.S104
 REBUILD INDEX (ALL) TABLESPACE A140#FDF.PROW
 REBUILD INDEX (ALL) TABLESPACE A140#FGS.GGREFAX
 REBUILD INDEX (ALL) TABLESPACE A140#FHJ.LTAK
 REBUILD INDEX (ALL) TABLESPACE A140#FHK.MLPP
 REBUILD INDEX (ALL) TABLESPACE A140#FIE.PTEXDIR
 REBUILD INDEX (ALL) TABLESPACE A140#FJY.S006BIW1
 REBUILD INDEX (ALL) TABLESPACE A140#FK5.SWW#CONT
 REBUILD INDEX (ALL) TABLESPACE A140#FOL.VEKP
 REBUILD INDEX (ALL) TABLESPACE A140#FWU.S140
 REBUILD INDEX (ALL) TABLESPACE A140#FWX.QASE
 REBUILD INDEX (ALL) TABLESPACE A140#FX1.SDOKPHCB
 REBUILD INDEX (ALL) TABLESPACE A140#F2R.TKETRPRX
 REBUILD INDEX (ALL) TABLESPACE A140#F3N.T77REFDO
 REBUILD INDEX (ALL) TABLESPACE A140#F7T.COFVP
 REBUILD INDEX (ALL) TABLESPACE A140#F7V.EDIDS
 REBUILD INDEX (ALL) TABLESPACE A140#F8H.HRAAITM
 REBUILD INDEX (ALL) TABLESPACE A140#F91.S300
 REBUILD INDEX (ALL) TABLESPACE A140#GBK.S022
 REBUILD INDEX (ALL) TABLESPACE A140#GC5.S024
 REBUILD INDEX (ALL) TABLESPACE A140#GDQ.S172
 REBUILD INDEX (ALL) TABLESPACE A140#GEO.IBST
 REBUILD INDEX (ALL) TABLESPACE A140#GI5.TEVEN
 REBUILD INDEX (ALL) TABLESPACE A140#GLC.ARIX#BSA
 REBUILD INDEX (ALL) TABLESPACE A140#GLZ.T52STH
 REBUILD INDEX (ALL) TABLESPACE A140#GM9.BSIS
 REBUILD INDEX (ALL) TABLESPACE A140#GR5.MSM#COMM
 REBUILD INDEX (ALL) TABLESPACE A140#GSA.FMIFIIT
 REBUILD INDEX (ALL) TABLESPACE A140#GSZ.VDZV


 REBUILD INDEX (ALL) TABLESPACE A140#GT6.BFOK#AB
 REBUILD INDEX (ALL) TABLESPACE A140#GVB.TXW#S#VB
 REBUILD INDEX (ALL) TABLESPACE A140#GWK.S263
 REBUILD INDEX (ALL) TABLESPACE A140#GWT.WTADP
 REBUILD INDEX (ALL) TABLESPACE A140#GZS.MCVSRFK
 REBUILD INDEX (ALL) TABLESPACE A140#G1M.WTAKPN
 REBUILD INDEX (ALL) TABLESPACE A140#G17.FILCA
 REBUILD INDEX (ALL) TABLESPACE A140#G47.T8APP#GL
 REBUILD INDEX (ALL) TABLESPACE A140#G5I.VTBLIS
 REBUILD INDEX (ALL) TABLESPACE A140#G5O.AD01DLIE
 REBUILD INDEX (ALL) TABLESPACE A140#G7B.CCMOBJKE
 REBUILD INDEX (ALL) TABLESPACE A140#G74.RQIT
 REBUILD INDEX (ALL) TABLESPACE A140#G79.CF001
 REBUILD INDEX (ALL) TABLESPACE A140#G86.AD01DLIS
 REBUILD INDEX (ALL) TABLESPACE A140#G9O.J#1BNFRE
 REBUILD INDEX (ALL) TABLESPACE A140#G94.TXW#S#VB
 REBUILD INDEX (ALL) TABLESPACE A140#HB3.S075
 REBUILD INDEX (ALL) TABLESPACE A140#HG3.TRMWUL
 REBUILD INDEX (ALL) TABLESPACE A140#HIZ.VZZKOKOX
 REBUILD INDEX (ALL) TABLESPACE A140#HJY.S085
 REBUILD INDEX (ALL) TABLESPACE A140#HMS.TEXLGA
 REBUILD INDEX (ALL) TABLESPACE A140#HM9.S001BIW1
 REBUILD INDEX (ALL) TABLESPACE A140#HQJ.S069
 REBUILD INDEX (ALL) TABLESPACE A140#HRB.S197BIWX
 REBUILD INDEX (ALL) TABLESPACE A140#HRW.CKIS
 REBUILD INDEX (ALL) TABLESPACE A140#HTG.S003
 REBUILD INDEX (ALL) TABLESPACE A140#HX9.S124
 REBUILD INDEX (ALL) TABLESPACE A140#HYY.VBOX
 REBUILD INDEX (ALL) TABLESPACE A140#HZY.VDKOKO#E
 REBUILD INDEX (ALL) TABLESPACE A140#H00.T52ST
 REBUILD INDEX (ALL) TABLESPACE A140#H02.T5A1Q
 REBUILD INDEX (ALL) TABLESPACE A140#H2G.FMSP
 REBUILD INDEX (ALL) TABLESPACE A140#H30.SAPWLT00
 REBUILD INDEX (ALL) TABLESPACE A140#H5X.S261
 REBUILD INDEX (ALL) TABLESPACE A140#H7O.REGUH
 REBUILD INDEX (ALL) TABLESPACE A140#H8S.S021
 REBUILD INDEX (ALL) TABLESPACE A140#IA5.BFOD#A
 REBUILD INDEX (ALL) TABLESPACE A140#ICZ.S263BIW1
 REBUILD INDEX (ALL) TABLESPACE A140#IC9.S039
 REBUILD INDEX (ALL) TABLESPACE A140#IEN.EDID3
 REBUILD INDEX (ALL) TABLESPACE A140#IHD.S123
 REBUILD INDEX (ALL) TABLESPACE A140#IK0.SAPWLT00
 REBUILD INDEX (ALL) TABLESPACE A140#ILC.MKPF#ARI
 REBUILD INDEX (ALL) TABLESPACE A140#ILD.ALPERFDB
 REBUILD INDEX (ALL) TABLESPACE A140#INC.QALT
 REBUILD INDEX (ALL) TABLESPACE A140#IQH.FMIOI
 REBUILD INDEX (ALL) TABLESPACE A140#IQU.S152
 REBUILD INDEX (ALL) TABLESPACE A140#IRJ.SFDG
 REBUILD INDEX (ALL) TABLESPACE A140#IWE.S270BIWX
 REBUILD INDEX (ALL) TABLESPACE A140#IWW.VDBEPI#E
 REBUILD INDEX (ALL) TABLESPACE A140#IYJ.MLCRP
 REBUILD INDEX (ALL) TABLESPACE A140#IYN.S074
 REBUILD INDEX (ALL) TABLESPACE A140#IZJ.MSEG
 REBUILD INDEX (ALL) TABLESPACE A140#I1R.CATDE
 REBUILD INDEX (ALL) TABLESPACE A140#I2V.GLREFV
 REBUILD INDEX (ALL) TABLESPACE A140#I3J.MLIT
 REBUILD INDEX (ALL) TABLESPACE A140#I5G.EKEH
 REBUILD INDEX (ALL) TABLESPACE A140#I65.PTDW#PWS


 REBUILD INDEX (ALL) TABLESPACE A140#I9D.GLPCT
 REBUILD INDEX (ALL) TABLESPACE A140#JA3.GLFUNCU
 REBUILD INDEX (ALL) TABLESPACE A140#JCB.PLAS
 REBUILD INDEX (ALL) TABLESPACE A140#JC0.FSLSTAX
 REBUILD INDEX (ALL) TABLESPACE A140#JC6.CCMLOGD
 REBUILD INDEX (ALL) TABLESPACE A140#JDE.S272BIWX
 REBUILD INDEX (ALL) TABLESPACE A140#JE0.PTRV#SRE
 REBUILD INDEX (ALL) TABLESPACE A140#JIQ.LOANREF#
 REBUILD INDEX (ALL) TABLESPACE A140#JIS.HIKO
 REBUILD INDEX (ALL) TABLESPACE A140#JIU.DRZOP
 REBUILD INDEX (ALL) TABLESPACE A140#JLR.S002BIW1
 REBUILD INDEX (ALL) TABLESPACE A140#JMV.S029
 REBUILD INDEX (ALL) TABLESPACE A140#JN4.S015BIW1
 REBUILD INDEX (ALL) TABLESPACE A140#JPN.AFRU
 REBUILD INDEX (ALL) TABLESPACE A140#JRU.ARIX#BSA
 REBUILD INDEX (ALL) TABLESPACE A140#JR9.FMSU
 REBUILD INDEX (ALL) TABLESPACE A140#JVU.VIRPS40
 REBUILD INDEX (ALL) TABLESPACE A140#JWU.TZIN1
 REBUILD INDEX (ALL) TABLESPACE A140#JZ6.WBRP
 REBUILD INDEX (ALL) TABLESPACE A140#J0K.APQD
 REBUILD INDEX (ALL) TABLESPACE A140#J0P.CKMI1
 REBUILD INDEX (ALL) TABLESPACE A140#J1I.RBVD
 REBUILD INDEX (ALL) TABLESPACE A140#J2F.CODB
 REBUILD INDEX (ALL) TABLESPACE A140#J2R.S098
 REBUILD INDEX (ALL) TABLESPACE A140#J7R.BDCPX
 REBUILD INDEX (ALL) TABLESPACE A140#J9N.S011BIW1
 REBUILD INDEX (ALL) TABLESPACE A140#KFQ.OPIT
 REBUILD INDEX (ALL) TABLESPACE A140#KHE.ISTBED
 REBUILD INDEX (ALL) TABLESPACE A140#KJB.REGUPW
 REBUILD INDEX (ALL) TABLESPACE A140#KKU.S005BIW2
 REBUILD INDEX (ALL) TABLESPACE A140#KLT.DRZOC
 REBUILD INDEX (ALL) TABLESPACE A140#KME.QAMB
 REBUILD INDEX (ALL) TABLESPACE A140#KPF.WBRK
 REBUILD INDEX (ALL) TABLESPACE A140#KPP.S068
 REBUILD INDEX (ALL) TABLESPACE A140#KQD.QAES
 REBUILD INDEX (ALL) TABLESPACE A140#KRW.IMCKF
 REBUILD INDEX (ALL) TABLESPACE A140#KSD.PTDW#QUO
 REBUILD INDEX (ALL) TABLESPACE A140#KSZ.T77VP
 REBUILD INDEX (ALL) TABLESPACE A140#KUX.BSID
 REBUILD INDEX (ALL) TABLESPACE A140#KXY.AUSB
 REBUILD INDEX (ALL) TABLESPACE A140#KZR.S163
 REBUILD INDEX (ALL) TABLESPACE A140#K1R.PPOIX
 REBUILD INDEX (ALL) TABLESPACE A140#K1V.FCABK
 REBUILD INDEX (ALL) TABLESPACE A140#K3C.S063
 REBUILD INDEX (ALL) TABLESPACE A140#K32.S099
 REBUILD INDEX (ALL) TABLESPACE A140#K4J.WTAD
 REBUILD INDEX (ALL) TABLESPACE A140#K6B.AFVU
 REBUILD INDEX (ALL) TABLESPACE A140#K63.IWB2CONT
 REBUILD INDEX (ALL) TABLESPACE A140#K7Y.ASSHR
 REBUILD INDEX (ALL) TABLESPACE A140#K9J.AFVC
 REBUILD INDEX (ALL) TABLESPACE A140#K96.AUSP
 REBUILD INDEX (ALL) TABLESPACE A140#LAR.VBREVE
 REBUILD INDEX (ALL) TABLESPACE A140#LDT.MONI
 REBUILD INDEX (ALL) TABLESPACE A140#LEI.COIX#DAT
 REBUILD INDEX (ALL) TABLESPACE A140#LEV.PTDW#TIM
 REBUILD INDEX (ALL) TABLESPACE A140#LFK.S065
 REBUILD INDEX (ALL) TABLESPACE A140#LHN.TXW#S#AN
 REBUILD INDEX (ALL) TABLESPACE A140#LHR.J#1BNFST


 REBUILD INDEX (ALL) TABLESPACE A140#LKT.ISEGX
 REBUILD INDEX (ALL) TABLESPACE A140#LLG.VBSEGD
 REBUILD INDEX (ALL) TABLESPACE A140#LMQ.VBUP
 REBUILD INDEX (ALL) TABLESPACE A140#LPH.TXW#S#CO
 REBUILD INDEX (ALL) TABLESPACE A140#LPM.LOANREF#
 REBUILD INDEX (ALL) TABLESPACE A140#LU9.COSSD
 REBUILD INDEX (ALL) TABLESPACE A140#LVG.MSTA
 REBUILD INDEX (ALL) TABLESPACE A140#LXC.S262BIW2
 REBUILD INDEX (ALL) TABLESPACE A140#LYH.S226
 REBUILD INDEX (ALL) TABLESPACE A140#LY2.MHNKO
 REBUILD INDEX (ALL) TABLESPACE A140#L0R.S006BIW2
 REBUILD INDEX (ALL) TABLESPACE A140#L3Z.INOB
 REBUILD INDEX (ALL) TABLESPACE A140#L4D.DRZOI
 REBUILD INDEX (ALL) TABLESPACE A140#L6Y.S260
 REBUILD INDEX (ALL) TABLESPACE A140#L64.TEXTLOG
 REBUILD INDEX (ALL) TABLESPACE A140#L7L.PTIMEOV1
 REBUILD INDEX (ALL) TABLESPACE A140#MCR.BFOD#AB
 REBUILD INDEX (ALL) TABLESPACE A140#MKJ.S198BIWX
 REBUILD INDEX (ALL) TABLESPACE A140#MLT.WBHE
 REBUILD INDEX (ALL) TABLESPACE A140#MM7.CKMLPP
 REBUILD INDEX (ALL) TABLESPACE A140#MPR.GLREFPX
 REBUILD INDEX (ALL) TABLESPACE A140#MTP.AUFM
 REBUILD INDEX (ALL) TABLESPACE A140#MZ7.S096
 REBUILD INDEX (ALL) TABLESPACE A140#M1L.S160
 REBUILD INDEX (ALL) TABLESPACE A140#M1Z.S076
 REBUILD INDEX (ALL) TABLESPACE A140#M2X.DSYS#PHC
 REBUILD INDEX (ALL) TABLESPACE A140#M4X.TXW#S#LI
 REBUILD INDEX (ALL) TABLESPACE A140#M6N.QAKL
 REBUILD INDEX (ALL) TABLESPACE A140#M7X.VWBEPPX
 REBUILD INDEX (ALL) TABLESPACE A140#M83.FMIT
 REBUILD INDEX (ALL) TABLESPACE A140#NCG.DSYAS
 REBUILD INDEX (ALL) TABLESPACE A140#NC4.CFNNN
 REBUILD INDEX (ALL) TABLESPACE A140#NDF.WBRF
 REBUILD INDEX (ALL) TABLESPACE A140#ND6.S225
 REBUILD INDEX (ALL) TABLESPACE A140#NFQ.FILCT
 REBUILD INDEX (ALL) TABLESPACE A140#NFU.GGREFTX
 REBUILD INDEX (ALL) TABLESPACE A140#NH6.FCABP
 REBUILD INDEX (ALL) TABLESPACE A140#NNW.ASSOB
 REBUILD INDEX (ALL) TABLESPACE A140#NN3.S195BIW1
 REBUILD INDEX (ALL) TABLESPACE A140#NQM.S091BIW2
 REBUILD INDEX (ALL) TABLESPACE A140#NQT.S171
 REBUILD INDEX (ALL) TABLESPACE A140#NQ0.SCGENAPP
 REBUILD INDEX (ALL) TABLESPACE A140#NRK.S013BIW1
 REBUILD INDEX (ALL) TABLESPACE A140#NSP.S261BIW1
 REBUILD INDEX (ALL) TABLESPACE A140#NTK.S272BIWX
 REBUILD INDEX (ALL) TABLESPACE A140#NT0.FMEP
 REBUILD INDEX (ALL) TABLESPACE A140#N3R.PBID
 REBUILD INDEX (ALL) TABLESPACE A140#N7U.VEPO
 REBUILD INDEX (ALL) TABLESPACE A140#OAC.T52OCP4
 REBUILD INDEX (ALL) TABLESPACE A140#OCQ.TST01
 REBUILD INDEX (ALL) TABLESPACE A140#OC5.S270BIWX
 REBUILD INDEX (ALL) TABLESPACE A140#OFU.KSSK
 REBUILD INDEX (ALL) TABLESPACE A140#OHS.WRPL
 REBUILD INDEX (ALL) TABLESPACE A140#OJR.TXW#S#LI
 REBUILD INDEX (ALL) TABLESPACE A140#OME.QAMR
 REBUILD INDEX (ALL) TABLESPACE A140#ONE.TKEPTRP
 REBUILD INDEX (ALL) TABLESPACE A140#OQ8.S005BIW1
 REBUILD INDEX (ALL) TABLESPACE A140#OSK.MLCR


 REBUILD INDEX (ALL) TABLESPACE A140#OTB.S301
 REBUILD INDEX (ALL) TABLESPACE A140#OT8.S016
 REBUILD INDEX (ALL) TABLESPACE A140#OVJ.MCKALKW$
 REBUILD INDEX (ALL) TABLESPACE A140#OZJ.GLREFAX
 REBUILD INDEX (ALL) TABLESPACE A140#O0Z.ANLP
 REBUILD INDEX (ALL) TABLESPACE A140#O1T.S304
 REBUILD INDEX (ALL) TABLESPACE A140#O2B.VBSEC
 REBUILD INDEX (ALL) TABLESPACE A140#O39.CATSHR
 REBUILD INDEX (ALL) TABLESPACE A140#O4C.S129
 REBUILD INDEX (ALL) TABLESPACE A140#O6P.S227
 REBUILD INDEX (ALL) TABLESPACE A140#O67.S200
 REBUILD INDEX (ALL) TABLESPACE A140#O9L.MCSFIS
 REBUILD INDEX (ALL) TABLESPACE A140#P0F.S091BIW1
 REBUILD INDEX (ALL) TABLESPACE A140#P5N.ACCTIT
 REBUILD INDEX (ALL) TABLESPACE A140#P6H.LWRKOBJ
 REBUILD INDEX (ALL) TABLESPACE A140#P72.FDW1
 REBUILD INDEX (ALL) TABLESPACE A140#P85.ECMCT
 REBUILD INDEX (ALL) TABLESPACE A140#0AB.RBDRSEG
 REBUILD INDEX (ALL) TABLESPACE A140#0BW.S004BIW1
 REBUILD INDEX (ALL) TABLESPACE A140#0IN.FMCFAA
 REBUILD INDEX (ALL) TABLESPACE A140#0JP.PTRV#SHD
 REBUILD INDEX (ALL) TABLESPACE A140#0L7.SOC3
 REBUILD INDEX (ALL) TABLESPACE A140#0RL.KANZ
 REBUILD INDEX (ALL) TABLESPACE A140#0T1.PBED
 REBUILD INDEX (ALL) TABLESPACE A140#0VQ.S302
 REBUILD INDEX (ALL) TABLESPACE A140#0XZ.JVTO2
 REBUILD INDEX (ALL) TABLESPACE A140#0YA.SWW#CONX
 REBUILD INDEX (ALL) TABLESPACE A140#000.ACCTCR
 REBUILD INDEX (ALL) TABLESPACE A140#022.COSP
 REBUILD INDEX (ALL) TABLESPACE A140#03J.WTADPN
 REBUILD INDEX (ALL) TABLESPACE A140#03L.S131
 REBUILD INDEX (ALL) TABLESPACE A140#038.GREP
 REBUILD INDEX (ALL) TABLESPACE A140#06P.SOOS
 REBUILD INDEX (ALL) TABLESPACE A140#1BF.WBRL
 REBUILD INDEX (ALL) TABLESPACE A140#1BK.DRAP
 REBUILD INDEX (ALL) TABLESPACE A140#1CH.PB4003
 REBUILD INDEX (ALL) TABLESPACE A140#1CL.GLREFU
 REBUILD INDEX (ALL) TABLESPACE A140#1EY.BSE#CLR
 REBUILD INDEX (ALL) TABLESPACE A140#1G4.CDHDR
 REBUILD INDEX (ALL) TABLESPACE A140#1IY.MSM#COMM
 REBUILD INDEX (ALL) TABLESPACE A140#1OB.S100
 REBUILD INDEX (ALL) TABLESPACE A140#1RE.GLFLEXT
 REBUILD INDEX (ALL) TABLESPACE A140#1TO.S105
 REBUILD INDEX (ALL) TABLESPACE A140#1TX.FMIFIHD
 REBUILD INDEX (ALL) TABLESPACE A140#1V0.SWWLOGPA
 REBUILD INDEX (ALL) TABLESPACE A140#1V5.VBLB
 REBUILD INDEX (ALL) TABLESPACE A140#1YA.S003BIW2
 REBUILD INDEX (ALL) TABLESPACE A140#10Q.SDOKCONT
 REBUILD INDEX (ALL) TABLESPACE A140#11I.VBKD
 REBUILD INDEX (ALL) TABLESPACE A140#13X.CE4S001#
 REBUILD INDEX (ALL) TABLESPACE A140#145.DSYS#PHC
 REBUILD INDEX (ALL) TABLESPACE A140#16C.GLREFTX
 REBUILD INDEX (ALL) TABLESPACE A140#19L.COSS
 REBUILD INDEX (ALL) TABLESPACE A140#190.TXW#S#V
 REBUILD INDEX (ALL) TABLESPACE A140#2GN.S273BIWX
 REBUILD INDEX (ALL) TABLESPACE A140#2GV.QDQL
 REBUILD INDEX (ALL) TABLESPACE A140#2H4.COSPR
 REBUILD INDEX (ALL) TABLESPACE A140#2IP.DRAT


 REBUILD INDEX (ALL) TABLESPACE A140#2I2.TXW#S#CX
 REBUILD INDEX (ALL) TABLESPACE A140#2JK.S263BIW2
 REBUILD INDEX (ALL) TABLESPACE A140#2JZ.TRFCQDAT
 REBUILD INDEX (ALL) TABLESPACE A140#2RC.TOADL#OL
 REBUILD INDEX (ALL) TABLESPACE A140#2S6.WBO2
 REBUILD INDEX (ALL) TABLESPACE A140#2TW.ESLL
 REBUILD INDEX (ALL) TABLESPACE A140#2UL.S161
 REBUILD INDEX (ALL) TABLESPACE A140#2VN.S015
 REBUILD INDEX (ALL) TABLESPACE A140#2WI.S012BIW1
 REBUILD INDEX (ALL) TABLESPACE A140#2Z7.PLSR
 REBUILD INDEX (ALL) TABLESPACE A140#21E.COSPD
 REBUILD INDEX (ALL) TABLESPACE A140#22R.VBFA
 REBUILD INDEX (ALL) TABLESPACE A140#240.S195BIW2
 REBUILD INDEX (ALL) TABLESPACE A140#263.S166
 REBUILD INDEX (ALL) TABLESPACE A140#3B5.T5M58
 REBUILD INDEX (ALL) TABLESPACE A140#3D1.MHNK
 REBUILD INDEX (ALL) TABLESPACE A140#3EJ.S015BIW2
 REBUILD INDEX (ALL) TABLESPACE A140#3HS.S032
 REBUILD INDEX (ALL) TABLESPACE A140#3H6.MARI
 REBUILD INDEX (ALL) TABLESPACE A140#3IQ.MCAFPOV
 REBUILD INDEX (ALL) TABLESPACE A140#3JJ.S116
 REBUILD INDEX (ALL) TABLESPACE A140#3L7.WTAK
 REBUILD INDEX (ALL) TABLESPACE A140#3L8.FMIA
 REBUILD INDEX (ALL) TABLESPACE A140#3PT.CCMLOG
 REBUILD INDEX (ALL) TABLESPACE A140#3PX.PDSNR
 REBUILD INDEX (ALL) TABLESPACE A140#3QX.GLFLEXP
 REBUILD INDEX (ALL) TABLESPACE A140#3R0.TXW#S#VB
 REBUILD INDEX (ALL) TABLESPACE A140#3T6.IWBKEYWR
 REBUILD INDEX (ALL) TABLESPACE A140#3VE.S091
 REBUILD INDEX (ALL) TABLESPACE A140#3VW.BP2000
 REBUILD INDEX (ALL) TABLESPACE A140#3WC.VBEX
 REBUILD INDEX (ALL) TABLESPACE A140#3Z9.SCSTATUS
 REBUILD INDEX (ALL) TABLESPACE A140#32Q.DVM01
 REBUILD INDEX (ALL) TABLESPACE A140#35I.ANEA
 REBUILD INDEX (ALL) TABLESPACE A140#38V.S017
 REBUILD INDEX (ALL) TABLESPACE A140#383.PTRV#SAD
 REBUILD INDEX (ALL) TABLESPACE A140#4A8.SER05
 REBUILD INDEX (ALL) TABLESPACE A140#4GH.IMCC
 REBUILD INDEX (ALL) TABLESPACE A140#4HQ.SWWWIHEX
 REBUILD INDEX (ALL) TABLESPACE A140#4JX.S159X
 REBUILD INDEX (ALL) TABLESPACE A140#4KW.S125
 REBUILD INDEX (ALL) TABLESPACE A140#4O6.S062
 REBUILD INDEX (ALL) TABLESPACE A140#4O9.VIMI39X
 REBUILD INDEX (ALL) TABLESPACE A140#4TJ.TZIN2
 REBUILD INDEX (ALL) TABLESPACE A140#4TM.JVPO1
 REBUILD INDEX (ALL) TABLESPACE A140#4UA.S013BIWX
 REBUILD INDEX (ALL) TABLESPACE A140#4UB.WBHD
 REBUILD INDEX (ALL) TABLESPACE A140#4VH.S082
 REBUILD INDEX (ALL) TABLESPACE A140#4WC.ACCTHD
 REBUILD INDEX (ALL) TABLESPACE A140#4WM.MDSM
 REBUILD INDEX (ALL) TABLESPACE A140#4XL.SCAPPT
 REBUILD INDEX (ALL) TABLESPACE A140#4YE.TXW#S#CO
 REBUILD INDEX (ALL) TABLESPACE A140#4YG.S260BIW1
 REBUILD INDEX (ALL) TABLESPACE A140#4ZC.SDBADDB2
 REBUILD INDEX (ALL) TABLESPACE A140#4ZM.S025
 REBUILD INDEX (ALL) TABLESPACE A140#4ZR.ARIX#BSA
 REBUILD INDEX (ALL) TABLESPACE A140#40E.S165
 REBUILD INDEX (ALL) TABLESPACE A140#431.S110


 REBUILD INDEX (ALL) TABLESPACE A140#45F.PTRV#ROT
 REBUILD INDEX (ALL) TABLESPACE A140#45J.WITH#ITE
 REBUILD INDEX (ALL) TABLESPACE A140#46E.QMIH
 REBUILD INDEX (ALL) TABLESPACE A140#47P.SAPWLT00
 REBUILD INDEX (ALL) TABLESPACE A140#48J.S150
 REBUILD INDEX (ALL) TABLESPACE A140#5B6.CCMOBJLS
 REBUILD INDEX (ALL) TABLESPACE A140#5CR.CKMLCR
 REBUILD INDEX (ALL) TABLESPACE A140#5FG.JCDS
 REBUILD INDEX (ALL) TABLESPACE A140#5G0.COEJ
 REBUILD INDEX (ALL) TABLESPACE A140#5IT.S006
 REBUILD INDEX (ALL) TABLESPACE A140#5IV.RPSCO
 REBUILD INDEX (ALL) TABLESPACE A140#5I7.WBHK
 REBUILD INDEX (ALL) TABLESPACE A140#5MB.TLDPS#CO
 REBUILD INDEX (ALL) TABLESPACE A140#5NN.IWBKEYWR
 REBUILD INDEX (ALL) TABLESPACE A140#5N0.JVOO2
 REBUILD INDEX (ALL) TABLESPACE A140#5PQ.TRIX#DAT
 REBUILD INDEX (ALL) TABLESPACE A140#5QV.WBHI
 REBUILD INDEX (ALL) TABLESPACE A140#5SQ.NAST
 REBUILD INDEX (ALL) TABLESPACE A140#5SZ.RESTO
 REBUILD INDEX (ALL) TABLESPACE A140#5T8.JVCO1
 REBUILD INDEX (ALL) TABLESPACE A140#5YX.ECMCA
 REBUILD INDEX (ALL) TABLESPACE A140#50S.DSYAT
 REBUILD INDEX (ALL) TABLESPACE A140#521.GGREFPX
 REBUILD INDEX (ALL) TABLESPACE A140#533.DSYS#PHC
 REBUILD INDEX (ALL) TABLESPACE A140#54E.VDBEPP#E
 REBUILD INDEX (ALL) TABLESPACE A140#55B.S094X
 REBUILD INDEX (ALL) TABLESPACE A140#56A.J#1AWITH
 REBUILD INDEX (ALL) TABLESPACE A140#57M.MLCRF
 REBUILD INDEX (ALL) TABLESPACE A140#58S.QASR
 REBUILD INDEX (ALL) TABLESPACE A140#6HC.S273BIWX
 REBUILD INDEX (ALL) TABLESPACE A140#6JQ.J#1BNFFT
 REBUILD INDEX (ALL) TABLESPACE A140#6JY.RESB
 REBUILD INDEX (ALL) TABLESPACE A140#6LB.TZIN3
 REBUILD INDEX (ALL) TABLESPACE A140#6Q5.JVSO1
 REBUILD INDEX (ALL) TABLESPACE A140#6S6.TXW#S#MX
 REBUILD INDEX (ALL) TABLESPACE A140#6TQ.QALS
 REBUILD INDEX (ALL) TABLESPACE A140#6XD.JVTO1
 REBUILD INDEX (ALL) TABLESPACE A140#6XW.TEVEN#MO
 REBUILD INDEX (ALL) TABLESPACE A140#6ZN.S012
 REBUILD INDEX (ALL) TABLESPACE A140#60I.S128
 REBUILD INDEX (ALL) TABLESPACE A140#62W.AULW
 REBUILD INDEX (ALL) TABLESPACE A140#69A.DSYAD
 REBUILD INDEX (ALL) TABLESPACE A140#69X.JVSO2
 REBUILD INDEX (ALL) TABLESPACE A140#7CH.PYORDP
 REBUILD INDEX (ALL) TABLESPACE A140#7D9.ARIX#BSI
 REBUILD INDEX (ALL) TABLESPACE A140#7HO.VZFGD
 REBUILD INDEX (ALL) TABLESPACE A140#7KE.VBSEGK
 REBUILD INDEX (ALL) TABLESPACE A140#7KP.S077
 REBUILD INDEX (ALL) TABLESPACE A140#7LI.PTRV#DOC
 REBUILD INDEX (ALL) TABLESPACE A140#7O6.WBHP
 REBUILD INDEX (ALL) TABLESPACE A140#7QD.QPRS
 REBUILD INDEX (ALL) TABLESPACE A140#7QZ.SCPARTIC
 REBUILD INDEX (ALL) TABLESPACE A140#7UJ.J#1BNFLI
 REBUILD INDEX (ALL) TABLESPACE A140#7UL.VTBLII
 REBUILD INDEX (ALL) TABLESPACE A140#71U.S018
 REBUILD INDEX (ALL) TABLESPACE A140#719.VTBZV
 REBUILD INDEX (ALL) TABLESPACE A140#738.VDBEPIX
 REBUILD INDEX (ALL) TABLESPACE A140#78O.S127


 REBUILD INDEX (ALL) TABLESPACE A140#8BV.VFKONV
 REBUILD INDEX (ALL) TABLESPACE A140#8CH.VDAUSZ
 REBUILD INDEX (ALL) TABLESPACE A140#8DU.BCKVWBEP
 REBUILD INDEX (ALL) TABLESPACE A140#8EK.GLFUNCV
 REBUILD INDEX (ALL) TABLESPACE A140#8GN.TXW#INDX
 REBUILD INDEX (ALL) TABLESPACE A140#8KR.AUFI
 REBUILD INDEX (ALL) TABLESPACE A140#8K7.KWBS
 REBUILD INDEX (ALL) TABLESPACE A140#8OO.MDTC
 REBUILD INDEX (ALL) TABLESPACE A140#8PC.FMIP
 REBUILD INDEX (ALL) TABLESPACE A140#8QD.S198BIWX
 REBUILD INDEX (ALL) TABLESPACE A140#8SC.S033
 REBUILD INDEX (ALL) TABLESPACE A140#8SL.SADLSTRE
 REBUILD INDEX (ALL) TABLESPACE A140#8SW.S262BIW1
 REBUILD INDEX (ALL) TABLESPACE A140#8TP.MLPPF
 REBUILD INDEX (ALL) TABLESPACE A140#8XF.GLPCP
 REBUILD INDEX (ALL) TABLESPACE A140#81D.T5CPBX
 REBUILD INDEX (ALL) TABLESPACE A140#84N.IBINVALX
 REBUILD INDEX (ALL) TABLESPACE A140#85U.MCAFKOV
 REBUILD INDEX (ALL) TABLESPACE A140#9BB.GLPCA
 REBUILD INDEX (ALL) TABLESPACE A140#9CX.S262
 REBUILD INDEX (ALL) TABLESPACE A140#9DH.AUAK
 REBUILD INDEX (ALL) TABLESPACE A140#9DJ.S103
 REBUILD INDEX (ALL) TABLESPACE A140#9EG.GLFUNCT
 REBUILD INDEX (ALL) TABLESPACE A140#9EP.TZIN4
 REBUILD INDEX (ALL) TABLESPACE A140#9FU.PLAF
 REBUILD INDEX (ALL) TABLESPACE A140#9GF.VDBEPPX
 REBUILD INDEX (ALL) TABLESPACE A140#9JR.S102
 REBUILD INDEX (ALL) TABLESPACE A140#9K9.JVOO1
 REBUILD INDEX (ALL) TABLESPACE A140#9LL.TXW#S#EK
 REBUILD INDEX (ALL) TABLESPACE A140#9LO.CATSDB
 REBUILD INDEX (ALL) TABLESPACE A140#9L1.VBPM
 REBUILD INDEX (ALL) TABLESPACE A140#9L4.S019
 REBUILD INDEX (ALL) TABLESPACE A140#9NX.PTRV#DOC
 REBUILD INDEX (ALL) TABLESPACE A140#9OZ.VTBDFLG
 REBUILD INDEX (ALL) TABLESPACE A140#9O1.DSYAX
 REBUILD INDEX (ALL) TABLESPACE A140#9S4.CATN
 REBUILD INDEX (ALL) TABLESPACE A140#9S9.VIRPS40X
 REBUILD INDEX (ALL) TABLESPACE A140#9UJ.WBHF
 REBUILD INDEX (ALL) TABLESPACE A140#9U4.CKBOB
 REBUILD INDEX (ALL) TABLESPACE A140#9XR.GLFLEXA
 REBUILD INDEX (ALL) TABLESPACE A140#9XU.FMCFBPAK
 REBUILD INDEX (ALL) TABLESPACE A140#90C.PBIM
 REBUILD INDEX (ALL) TABLESPACE A140#95E.TXW#S#VX
 REBUILD INDEX (ALL) TABLESPACE A140XAAC.SRETGEL
 REBUILD INDEX (ALL) TABLESPACE A140XAJD.VDBOBEP
 REBUILD INDEX (ALL) TABLESPACE A140XAMM.DSKOS
 REBUILD INDEX (ALL) TABLESPACE A140XANB.TDMIMPO
 REBUILD INDEX (ALL) TABLESPACE A140XAXS.S279
 REBUILD INDEX (ALL) TABLESPACE A140XAX1.MC04PE0
 REBUILD INDEX (ALL) TABLESPACE A140XA2Z.VLCINQU
 REBUILD INDEX (ALL) TABLESPACE A140XBNM.MMPREKX
 REBUILD INDEX (ALL) TABLESPACE A140XBP0.BEREIT
 REBUILD INDEX (ALL) TABLESPACE A140XBP1.DMSXPHR
 REBUILD INDEX (ALL) TABLESPACE A140XBS9.MWDM07M
 REBUILD INDEX (ALL) TABLESPACE A140XBZB.COWBSUB
 REBUILD INDEX (ALL) TABLESPACE A140XB2M.MMPREWX
 REBUILD INDEX (ALL) TABLESPACE A140XB4Z.MC12VC0
 REBUILD INDEX (ALL) TABLESPACE A140XB6R.BDSCONT


 REBUILD INDEX (ALL) TABLESPACE A140XCAQ.DMSXPHR
 REBUILD INDEX (ALL) TABLESPACE A140XCBS.ZFORM41X
 REBUILD INDEX (ALL) TABLESPACE A140XCC9.FIEBRE
 REBUILD INDEX (ALL) TABLESPACE A140XCDK.DRMINVS
 REBUILD INDEX (ALL) TABLESPACE A140XCIZ.DKKOP
 REBUILD INDEX (ALL) TABLESPACE A140XCJI.ZSTATXAX
 REBUILD INDEX (ALL) TABLESPACE A140XCM2.S122BIWX
 REBUILD INDEX (ALL) TABLESPACE A140XCOB.DSVASRE
 REBUILD INDEX (ALL) TABLESPACE A140XCO7.KPEPXWLX
 REBUILD INDEX (ALL) TABLESPACE A140XCW7.DFPAYHT
 REBUILD INDEX (ALL) TABLESPACE A140XCXM.COPAXGU
 REBUILD INDEX (ALL) TABLESPACE A140XC3A.S404
 REBUILD INDEX (ALL) TABLESPACE A140XC3M.CE4SXAL
 REBUILD INDEX (ALL) TABLESPACE A140XC8S.CSMBK
 REBUILD INDEX (ALL) TABLESPACE A140XDHS.RSTHIX
 REBUILD INDEX (ALL) TABLESPACE A140XDOY.S292
 REBUILD INDEX (ALL) TABLESPACE A140XDPH.S281
 REBUILD INDEX (ALL) TABLESPACE A140XDQV.ADBOSXE
 REBUILD INDEX (ALL) TABLESPACE A140XDTC.FIEBCON
 REBUILD INDEX (ALL) TABLESPACE A140XDT2.TDMLOG
 REBUILD INDEX (ALL) TABLESPACE A140XDWS.VLCRESE
 REBUILD INDEX (ALL) TABLESPACE A140XD9U.FIEBPHF
 REBUILD INDEX (ALL) TABLESPACE A140XECW.MLCD
 REBUILD INDEX (ALL) TABLESPACE A140XEE3.KPEPXWLX
 REBUILD INDEX (ALL) TABLESPACE A140XEJM.MC05Q00
 REBUILD INDEX (ALL) TABLESPACE A140XEPM.MWDM07M
 REBUILD INDEX (ALL) TABLESPACE A140XESQ.SWUXCON
 REBUILD INDEX (ALL) TABLESPACE A140XETB.MDTAB
 REBUILD INDEX (ALL) TABLESPACE A140XE17.ADRCWO
 REBUILD INDEX (ALL) TABLESPACE A140XE6D.S282BIW
 REBUILD INDEX (ALL) TABLESPACE A140XFCT.VDBOBEP
 REBUILD INDEX (ALL) TABLESPACE A140XFDT.S122BIWX
 REBUILD INDEX (ALL) TABLESPACE A140XFFJ.ZTEST2T
 REBUILD INDEX (ALL) TABLESPACE A140XFOK.HRPYXWP
 REBUILD INDEX (ALL) TABLESPACE A140XFO2.MC04PX0
 REBUILD INDEX (ALL) TABLESPACE A140XFPC.ZFORM41
 REBUILD INDEX (ALL) TABLESPACE A140XFPJ.ZTEST1T
 REBUILD INDEX (ALL) TABLESPACE A140XFPY.FIEBPHR
 REBUILD INDEX (ALL) TABLESPACE A140XFW2.MLITMB
 REBUILD INDEX (ALL) TABLESPACE A140XF7Z.FTPTXRE
 REBUILD INDEX (ALL) TABLESPACE A140XGCJ.DRMCUSI
 REBUILD INDEX (ALL) TABLESPACE A140XGFZ.DKOKP
 REBUILD INDEX (ALL) TABLESPACE A140XGKO.CE2SXGO
 REBUILD INDEX (ALL) TABLESPACE A140XGK3.DRMBUDL
 REBUILD INDEX (ALL) TABLESPACE A140XGUK.ZFORM41
 REBUILD INDEX (ALL) TABLESPACE A140XGZB.IWB0CON
 REBUILD INDEX (ALL) TABLESPACE A140XG1X.MC17I00
 REBUILD INDEX (ALL) TABLESPACE A140XG2C.MC18I30
 REBUILD INDEX (ALL) TABLESPACE A140XG80.DSVASREX
 REBUILD INDEX (ALL) TABLESPACE A140XG92.BDSCONT
 REBUILD INDEX (ALL) TABLESPACE A140XHE3.RLACSTI
 REBUILD INDEX (ALL) TABLESPACE A140XHJC.RESCAP
 REBUILD INDEX (ALL) TABLESPACE A140XHLX.S280BIW
 REBUILD INDEX (ALL) TABLESPACE A140XHQR.ZFORM41
 REBUILD INDEX (ALL) TABLESPACE A140XHSA.T7EHS00
 REBUILD INDEX (ALL) TABLESPACE A140XHUY.PVWTYX
 REBUILD INDEX (ALL) TABLESPACE A140XHVF.S295BIW
 REBUILD INDEX (ALL) TABLESPACE A140XH2L.S279BIW


 REBUILD INDEX (ALL) TABLESPACE A140XH5S.MC13VD0
 REBUILD INDEX (ALL) TABLESPACE A140XH9D.CE4SXGO
 REBUILD INDEX (ALL) TABLESPACE A140XIEP.MC08TR0
 REBUILD INDEX (ALL) TABLESPACE A140XIOU.MC08TR0
 REBUILD INDEX (ALL) TABLESPACE A140XIQD.BDSXCON
 REBUILD INDEX (ALL) TABLESPACE A140XIXZ.S275BIW
 REBUILD INDEX (ALL) TABLESPACE A140XI1U.MWMSEG
 REBUILD INDEX (ALL) TABLESPACE A140XI2O.INVENTU
 REBUILD INDEX (ALL) TABLESPACE A140XI3L.S296BIW
 REBUILD INDEX (ALL) TABLESPACE A140XI7V.DSVASRE
 REBUILD INDEX (ALL) TABLESPACE A140XJAD.MC18I00
 REBUILD INDEX (ALL) TABLESPACE A140XJC8.SOFFCON
 REBUILD INDEX (ALL) TABLESPACE A140XJML.PEGXTAS
 REBUILD INDEX (ALL) TABLESPACE A140XJRV.VIMIIP
 REBUILD INDEX (ALL) TABLESPACE A140XJVK.MC43RK0
 REBUILD INDEX (ALL) TABLESPACE A140XJYB.SCRULES
 REBUILD INDEX (ALL) TABLESPACE A140XJ3V.S490
 REBUILD INDEX (ALL) TABLESPACE A140XJ5F.VCRSELA
 REBUILD INDEX (ALL) TABLESPACE A140XJ7K.MC05Q2X
 REBUILD INDEX (ALL) TABLESPACE A140XKAU.MC11VA0
 REBUILD INDEX (ALL) TABLESPACE A140XKBY.DKOKS
 REBUILD INDEX (ALL) TABLESPACE A140XKE3.TCMXCTI
 REBUILD INDEX (ALL) TABLESPACE A140XKK3.S290
 REBUILD INDEX (ALL) TABLESPACE A140XKLV.MC18I00
 REBUILD INDEX (ALL) TABLESPACE A140XKQ5.MWVM07M
 REBUILD INDEX (ALL) TABLESPACE A140XKS3.S426
 REBUILD INDEX (ALL) TABLESPACE A140XKTS.PAYRQT
 REBUILD INDEX (ALL) TABLESPACE A140XKVQ.SWRURLS
 REBUILD INDEX (ALL) TABLESPACE A140XKZ9.DSVASRE
 REBUILD INDEX (ALL) TABLESPACE A140XK0B.DRMREPI
 REBUILD INDEX (ALL) TABLESPACE A140XK10.MMPREKX
 REBUILD INDEX (ALL) TABLESPACE A140XK7F.DSKOP
 REBUILD INDEX (ALL) TABLESPACE A140XK70.MC40RP0
 REBUILD INDEX (ALL) TABLESPACE A140XLBQ.EXPOXDA
 REBUILD INDEX (ALL) TABLESPACE A140XLDQ.S120BIW
 REBUILD INDEX (ALL) TABLESPACE A140XLX6.SOIMAP
 REBUILD INDEX (ALL) TABLESPACE A140XLYQ.S285BIW
 REBUILD INDEX (ALL) TABLESPACE A140XL2C.S402
 REBUILD INDEX (ALL) TABLESPACE A140XL38.S278BIW
 REBUILD INDEX (ALL) TABLESPACE A140XL6K.DTEFW
 REBUILD INDEX (ALL) TABLESPACE A140XMH7.S290BIW
 REBUILD INDEX (ALL) TABLESPACE A140XMKC.DMSXRELX
 REBUILD INDEX (ALL) TABLESPACE A140XMNJ.VCRSELA
 REBUILD INDEX (ALL) TABLESPACE A140XMW8.WCAPL
 REBUILD INDEX (ALL) TABLESPACE A140XMYU.MC04PE0
 REBUILD INDEX (ALL) TABLESPACE A140XM39.S280
 REBUILD INDEX (ALL) TABLESPACE A140XM6S.S276BIW
 REBUILD INDEX (ALL) TABLESPACE A140XM7V.FTPTXRE
 REBUILD INDEX (ALL) TABLESPACE A140XNFW.SRETIDX
 REBUILD INDEX (ALL) TABLESPACE A140XNGO.S291BIW
 REBUILD INDEX (ALL) TABLESPACE A140XNG5.SEWADAT
 REBUILD INDEX (ALL) TABLESPACE A140XNKY.MC17I30
 REBUILD INDEX (ALL) TABLESPACE A140XNNN.DKKOS
 REBUILD INDEX (ALL) TABLESPACE A140XNQS.S492
 REBUILD INDEX (ALL) TABLESPACE A140XNU0.MC04PE0
 REBUILD INDEX (ALL) TABLESPACE A140XNV1.MMPREWX
 REBUILD INDEX (ALL) TABLESPACE A140XNYI.TDMRECO
 REBUILD INDEX (ALL) TABLESPACE A140XN7D.VLCSMOR


 REBUILD INDEX (ALL) TABLESPACE A140XN8O.S274BIW
 REBUILD INDEX (ALL) TABLESPACE A140XODR.MWMKPFX
 REBUILD INDEX (ALL) TABLESPACE A140XOGE.S275BIW
 REBUILD INDEX (ALL) TABLESPACE A140XO4G.S275
 REBUILD INDEX (ALL) TABLESPACE A140XO48.BALDAT
 REBUILD INDEX (ALL) TABLESPACE A140XO8B.ZTEST1P
 REBUILD INDEX (ALL) TABLESPACE A140XPJ0.FMCFAAX
 REBUILD INDEX (ALL) TABLESPACE A140XPR2.MC05QV0
 REBUILD INDEX (ALL) TABLESPACE A140XP0F.MC05Q00
 REBUILD INDEX (ALL) TABLESPACE A140XP06.CE4SXCP
 REBUILD INDEX (ALL) TABLESPACE A140XP1J.S120BIW
 REBUILD INDEX (ALL) TABLESPACE A140XP1T.MMPREKX
 REBUILD INDEX (ALL) TABLESPACE A140XP59.IBSTCM
 REBUILD INDEX (ALL) TABLESPACE A140XP7B.EDITTIM
 REBUILD INDEX (ALL) TABLESPACE A140XQAN.VLCREVA
 REBUILD INDEX (ALL) TABLESPACE A140XQC5.WCACQ
 REBUILD INDEX (ALL) TABLESPACE A140XQEC.DISXTOB
 REBUILD INDEX (ALL) TABLESPACE A140XQF7.T7EHS00
 REBUILD INDEX (ALL) TABLESPACE A140XQF9.DSVASREX
 REBUILD INDEX (ALL) TABLESPACE A140XQKX.VLCINCI
 REBUILD INDEX (ALL) TABLESPACE A140XQNK.CE2SXCP
 REBUILD INDEX (ALL) TABLESPACE A140XQQ9.FIEBLOI
 REBUILD INDEX (ALL) TABLESPACE A140XQSS.BDSCONT
 REBUILD INDEX (ALL) TABLESPACE A140XQU1.DTSCHEM
 REBUILD INDEX (ALL) TABLESPACE A140XQ39.ALPERFD
 REBUILD INDEX (ALL) TABLESPACE A140XQ5D.S491
 REBUILD INDEX (ALL) TABLESPACE A140XQ9A.T5M58XO
 REBUILD INDEX (ALL) TABLESPACE A140XRAY.DISXTOB
 REBUILD INDEX (ALL) TABLESPACE A140XRD6.MMPREFX
 REBUILD INDEX (ALL) TABLESPACE A140XRIR.DB6PMSQX
 REBUILD INDEX (ALL) TABLESPACE A140XRTA.S277
 REBUILD INDEX (ALL) TABLESPACE A140XRWK.DSVASDO
 REBUILD INDEX (ALL) TABLESPACE A140XR0Z.MC08TR0
 REBUILD INDEX (ALL) TABLESPACE A140XR03.S284BIW
 REBUILD INDEX (ALL) TABLESPACE A140XR20.DISXTOB
 REBUILD INDEX (ALL) TABLESPACE A140XSA3.T5ND1
 REBUILD INDEX (ALL) TABLESPACE A140XSCB.MC17I30
 REBUILD INDEX (ALL) TABLESPACE A140XSCF.S405
 REBUILD INDEX (ALL) TABLESPACE A140XSM2.MC13VD0
 REBUILD INDEX (ALL) TABLESPACE A140XS0D.S285
 REBUILD INDEX (ALL) TABLESPACE A140XS4G.S274BIW
 REBUILD INDEX (ALL) TABLESPACE A140XS5W.S901X
 REBUILD INDEX (ALL) TABLESPACE A140XS61.MC18I00
 REBUILD INDEX (ALL) TABLESPACE A140XS7V.KONDIND
 REBUILD INDEX (ALL) TABLESPACE A140XS8A.VLCADDD
 REBUILD INDEX (ALL) TABLESPACE A140XS8U.DMSXCON
 REBUILD INDEX (ALL) TABLESPACE A140XTKC.TASKLIS
 REBUILD INDEX (ALL) TABLESPACE A140XTP9.JX3GVBR
 REBUILD INDEX (ALL) TABLESPACE A140XTZA.RLACPOI
 REBUILD INDEX (ALL) TABLESPACE A140XT9I.TPRIXPA
 REBUILD INDEX (ALL) TABLESPACE A140XUCV.MC18I30
 REBUILD INDEX (ALL) TABLESPACE A140XUNM.BOSASNX
 REBUILD INDEX (ALL) TABLESPACE A140XUQL.IWB3CON
 REBUILD INDEX (ALL) TABLESPACE A140XUTJ.S278
 REBUILD INDEX (ALL) TABLESPACE A140XUUR.CE4SXCP
 REBUILD INDEX (ALL) TABLESPACE A140XUU6.KPEPXWL
 REBUILD INDEX (ALL) TABLESPACE A140XUV3.MC03UM0
 REBUILD INDEX (ALL) TABLESPACE A140XUYU.MC02MX0


 REBUILD INDEX (ALL) TABLESPACE A140XUY1.KPEPXWLX
 REBUILD INDEX (ALL) TABLESPACE A140XU78.S280BIW
 REBUILD INDEX (ALL) TABLESPACE A140XVB6.FIEBXST
 REBUILD INDEX (ALL) TABLESPACE A140XVCB.PNWTYVX
 REBUILD INDEX (ALL) TABLESPACE A140XVEF.ADFSHXF
 REBUILD INDEX (ALL) TABLESPACE A140XVKF.ZTEST2A
 REBUILD INDEX (ALL) TABLESPACE A140XVWF.LECIXEV
 REBUILD INDEX (ALL) TABLESPACE A140XVWI.MC17I00
 REBUILD INDEX (ALL) TABLESPACE A140XVWZ.MLCO
 REBUILD INDEX (ALL) TABLESPACE A140XVXL.FTPTXRE
 REBUILD INDEX (ALL) TABLESPACE A140XV5D.MMPREFX
 REBUILD INDEX (ALL) TABLESPACE A140XWBX.DRMSTAG
 REBUILD INDEX (ALL) TABLESPACE A140XWE8.HRPYXRG
 REBUILD INDEX (ALL) TABLESPACE A140XWGN.DMSXPRO
 REBUILD INDEX (ALL) TABLESPACE A140XWIF.MC08TR0
 REBUILD INDEX (ALL) TABLESPACE A140XWIG.S276BIW
 REBUILD INDEX (ALL) TABLESPACE A140XWML.ESTXCHA
 REBUILD INDEX (ALL) TABLESPACE A140XWQB.BDSXLOG
 REBUILD INDEX (ALL) TABLESPACE A140XWTC.FIEBLOI
 REBUILD INDEX (ALL) TABLESPACE A140XWT6.FTPTXRE
 REBUILD INDEX (ALL) TABLESPACE A140XWUA.ISAUTOE
 REBUILD INDEX (ALL) TABLESPACE A140XWUX.MC12VC0
 REBUILD INDEX (ALL) TABLESPACE A140XW0N.FIEBPHI
 REBUILD INDEX (ALL) TABLESPACE A140XW1O.ZFORM41X
 REBUILD INDEX (ALL) TABLESPACE A140XW2W.CE3SXCP
 REBUILD INDEX (ALL) TABLESPACE A140XW3G.DRMDETL
 REBUILD INDEX (ALL) TABLESPACE A140XW4H.PPFTTRI
 REBUILD INDEX (ALL) TABLESPACE A140XW41.JX3GVBR
 REBUILD INDEX (ALL) TABLESPACE A140XW8F.S282
 REBUILD INDEX (ALL) TABLESPACE A140XXC0.MMPREKX
 REBUILD INDEX (ALL) TABLESPACE A140XXDY.CE2SXAL
 REBUILD INDEX (ALL) TABLESPACE A140XXD2.SLIBUVA
 REBUILD INDEX (ALL) TABLESPACE A140XXOM.VLCDEAE
 REBUILD INDEX (ALL) TABLESPACE A140XXPE.PNWTYHX
 REBUILD INDEX (ALL) TABLESPACE A140XXTQ.CE4SXGO
 REBUILD INDEX (ALL) TABLESPACE A140XXZI.S292BIW
 REBUILD INDEX (ALL) TABLESPACE A140XXZL.KPEPXWLX
 REBUILD INDEX (ALL) TABLESPACE A140XX1A.CRMKEY
 REBUILD INDEX (ALL) TABLESPACE A140XX8J.ZFORM41X
 REBUILD INDEX (ALL) TABLESPACE A140XYBR.CKMLKEK
 REBUILD INDEX (ALL) TABLESPACE A140XYCS.CE4SXAL
 REBUILD INDEX (ALL) TABLESPACE A140XYE4.CE4SXAL
 REBUILD INDEX (ALL) TABLESPACE A140XYGF.TOGM1
 REBUILD INDEX (ALL) TABLESPACE A140XYKV.MC11VA0
 REBUILD INDEX (ALL) TABLESPACE A140XYRJ.MC12VC0
 REBUILD INDEX (ALL) TABLESPACE A140XYU9.INDX
 REBUILD INDEX (ALL) TABLESPACE A140XYVX.MMPREWX
 REBUILD INDEX (ALL) TABLESPACE A140XY8J.ZTEST1A
 REBUILD INDEX (ALL) TABLESPACE A140XZBD.WCAIT
 REBUILD INDEX (ALL) TABLESPACE A140XZFR.CE4SXGO
 REBUILD INDEX (ALL) TABLESPACE A140XZMV.MC05Q00
 REBUILD INDEX (ALL) TABLESPACE A140XZWY.S278BIW
 REBUILD INDEX (ALL) TABLESPACE A140XZ5L.FTPTXRE
 REBUILD INDEX (ALL) TABLESPACE A140XZ75.JX3GVBA
 REBUILD INDEX (ALL) TABLESPACE A140X0AS.S295
 REBUILD INDEX (ALL) TABLESPACE A140X0DO.BDLDTOC
 REBUILD INDEX (ALL) TABLESPACE A140X0DY.S281BIW
 REBUILD INDEX (ALL) TABLESPACE A140X0HZ.FIEBXST


 REBUILD INDEX (ALL) TABLESPACE A140X0K3.MC17I00
 REBUILD INDEX (ALL) TABLESPACE A140X0OD.MC04PX0
 REBUILD INDEX (ALL) TABLESPACE A140X0P9.S296BIW
 REBUILD INDEX (ALL) TABLESPACE A140X0T7.TDMREQV
 REBUILD INDEX (ALL) TABLESPACE A140X0WD.VBPV
 REBUILD INDEX (ALL) TABLESPACE A140X0ZC.T7EHS00
 REBUILD INDEX (ALL) TABLESPACE A140X00B.DB6PMSAX
 REBUILD INDEX (ALL) TABLESPACE A140X04Y.MC44RB0
 REBUILD INDEX (ALL) TABLESPACE A140X1AX.SER06
 REBUILD INDEX (ALL) TABLESPACE A140X1BL.CE1SXGO
 REBUILD INDEX (ALL) TABLESPACE A140X1C7.VLCSMOR
 REBUILD INDEX (ALL) TABLESPACE A140X1HK.CKMLPRX
 REBUILD INDEX (ALL) TABLESPACE A140X1KW.S291
 REBUILD INDEX (ALL) TABLESPACE A140X1PQ.SRETDID
 REBUILD INDEX (ALL) TABLESPACE A140X1UT.CE3SXGO
 REBUILD INDEX (ALL) TABLESPACE A140X1WW.DMSXCON
 REBUILD INDEX (ALL) TABLESPACE A140X1W4.HUMSEG
 REBUILD INDEX (ALL) TABLESPACE A140X1YG.SDOKPHV
 REBUILD INDEX (ALL) TABLESPACE A140X15A.VEVW
 REBUILD INDEX (ALL) TABLESPACE A140X15P.S277BIW
 REBUILD INDEX (ALL) TABLESPACE A140X16Q.MMPREWX
 REBUILD INDEX (ALL) TABLESPACE A140X178.MC05Q00
 REBUILD INDEX (ALL) TABLESPACE A140X2B2.S406
 REBUILD INDEX (ALL) TABLESPACE A140X2FD.MC11VA0
 REBUILD INDEX (ALL) TABLESPACE A140X2FK.EXPOXEC
 REBUILD INDEX (ALL) TABLESPACE A140X2GC.MMPREFX
 REBUILD INDEX (ALL) TABLESPACE A140X2IQ.CE3SXAL
 REBUILD INDEX (ALL) TABLESPACE A140X2LE.MC17I00
 REBUILD INDEX (ALL) TABLESPACE A140X2LF.MC02MX0
 REBUILD INDEX (ALL) TABLESPACE A140X2M3.AQPROT
 REBUILD INDEX (ALL) TABLESPACE A140X2U5.TDMI2A
 REBUILD INDEX (ALL) TABLESPACE A140X2VK.DRMHEAD
 REBUILD INDEX (ALL) TABLESPACE A140X2XJ.CE4SXGO
 REBUILD INDEX (ALL) TABLESPACE A140X20V.VLCSMNO
 REBUILD INDEX (ALL) TABLESPACE A140X25L.DRMCONE
 REBUILD INDEX (ALL) TABLESPACE A140X29X.WWKP
 REBUILD INDEX (ALL) TABLESPACE A140X3AY.CE1SXAL
 REBUILD INDEX (ALL) TABLESPACE A140X3D0.S285BIW
 REBUILD INDEX (ALL) TABLESPACE A140X3GI.S296
 REBUILD INDEX (ALL) TABLESPACE A140X3SK.S276
 REBUILD INDEX (ALL) TABLESPACE A140X3ST.T7EHS00
 REBUILD INDEX (ALL) TABLESPACE A140X3XU.DRMSDDL
 REBUILD INDEX (ALL) TABLESPACE A140X31A.LECIXEV
 REBUILD INDEX (ALL) TABLESPACE A140X310.CE1SXCP
 REBUILD INDEX (ALL) TABLESPACE A140X39W.BDLDATC
 REBUILD INDEX (ALL) TABLESPACE A140X4GJ.MMPREFX
 REBUILD INDEX (ALL) TABLESPACE A140X4M7.MC04PX0
 REBUILD INDEX (ALL) TABLESPACE A140X4U6.TDMEXPO
 REBUILD INDEX (ALL) TABLESPACE A140X41Z.MC18I00
 REBUILD INDEX (ALL) TABLESPACE A140X44H.S284
 REBUILD INDEX (ALL) TABLESPACE A140X475.S284BIW
 REBUILD INDEX (ALL) TABLESPACE A140X5JX.DRMSLSR
 REBUILD INDEX (ALL) TABLESPACE A140X5K9.MC02MX0
 REBUILD INDEX (ALL) TABLESPACE A140X5Q4.XSAP
 REBUILD INDEX (ALL) TABLESPACE A140X5RL.S277BIW
 REBUILD INDEX (ALL) TABLESPACE A140X5VG.S282BIW
 REBUILD INDEX (ALL) TABLESPACE A140X5VU.DMSXPRO
 REBUILD INDEX (ALL) TABLESPACE A140X52E.DRMFIFI


 REBUILD INDEX (ALL) TABLESPACE A140X6DW.WCAGNS
 REBUILD INDEX (ALL) TABLESPACE A140X6IM.FIEBXOI
 REBUILD INDEX (ALL) TABLESPACE A140X6J6.DMSXCON
 REBUILD INDEX (ALL) TABLESPACE A140X6OS.PPFTSFF
 REBUILD INDEX (ALL) TABLESPACE A140X6P2.KWPWCON
 REBUILD INDEX (ALL) TABLESPACE A140X6VK.S292BIW
 REBUILD INDEX (ALL) TABLESPACE A140X6WS.DISXTOB
 REBUILD INDEX (ALL) TABLESPACE A140X6ZY.DSPREP0
 REBUILD INDEX (ALL) TABLESPACE A140X61X.VLCGMOV
 REBUILD INDEX (ALL) TABLESPACE A140X641.MC18I00
 REBUILD INDEX (ALL) TABLESPACE A140X69M.DMSXCON
 REBUILD INDEX (ALL) TABLESPACE A140X690.MC11VX0
 REBUILD INDEX (ALL) TABLESPACE A140X7BS.FIEBLOP
 REBUILD INDEX (ALL) TABLESPACE A140X7CV.ZTEST2P
 REBUILD INDEX (ALL) TABLESPACE A140X7EW.MWOFFXP
 REBUILD INDEX (ALL) TABLESPACE A140X7F6.MC05Q1X
 REBUILD INDEX (ALL) TABLESPACE A140X7NE.SWUOCON
 REBUILD INDEX (ALL) TABLESPACE A140X7NW.CKMLKEV
 REBUILD INDEX (ALL) TABLESPACE A140X7PH.DRMPPDL
 REBUILD INDEX (ALL) TABLESPACE A140X7RI.S279BIW
 REBUILD INDEX (ALL) TABLESPACE A140X7RJ.MC11VX0
 REBUILD INDEX (ALL) TABLESPACE A140X7VO.KEKOXCC
 REBUILD INDEX (ALL) TABLESPACE A140X7XD.DSVASRE
 REBUILD INDEX (ALL) TABLESPACE A140X7YG.JX3GBEL
 REBUILD INDEX (ALL) TABLESPACE A140X78E.CE4SXCP
 REBUILD INDEX (ALL) TABLESPACE A140X8CT.JX3GZVB
 REBUILD INDEX (ALL) TABLESPACE A140X8FM.VLCADDC
 REBUILD INDEX (ALL) TABLESPACE A140X8GA.S291BIW
 REBUILD INDEX (ALL) TABLESPACE A140X8I1.FIGLDOC
 REBUILD INDEX (ALL) TABLESPACE A140X8JW.ADRCMAT
 REBUILD INDEX (ALL) TABLESPACE A140X8KD.PPFTSFP
 REBUILD INDEX (ALL) TABLESPACE A140X8L2.DMSXPHI
 REBUILD INDEX (ALL) TABLESPACE A140X8PJ.S295BIW
 REBUILD INDEX (ALL) TABLESPACE A140X8QS.MC17I00
 REBUILD INDEX (ALL) TABLESPACE A140X8QX.S281BIW
 REBUILD INDEX (ALL) TABLESPACE A140X8XS.MC05Q00
 REBUILD INDEX (ALL) TABLESPACE A140X8ZH.MC03BF0
 REBUILD INDEX (ALL) TABLESPACE A140X84S.MC08TR0
 REBUILD INDEX (ALL) TABLESPACE A140X88Q.CE4SXAL
 REBUILD INDEX (ALL) TABLESPACE A140X89M.PEGXTAC
 REBUILD INDEX (ALL) TABLESPACE A140X9OE.KPEPXWL
 REBUILD INDEX (ALL) TABLESPACE A140X9PO.BDLXCLU
 REBUILD INDEX (ALL) TABLESPACE A140X9RV.S290BIW
 REBUILD INDEX (ALL) TABLESPACE A140X9S0.VBPK
 REBUILD INDEX (ALL) TABLESPACE A140X9WL.PPFTTRT
 REBUILD INDEX (ALL) TABLESPACE A140X9ZD.PPFTSFM
 REBUILD INDEX (ALL) TABLESPACE A140X900.VIDOCS
 REBUILD INDEX (ALL) TABLESPACE A140X93D.KPEPXWLX
 REBUILD INDEX (ALL) TABLESPACE A140X983.DRMANAL
 REBUILD INDEX (ALL) TABLESPACE A141#000.#SAP
 REBUILD INDEX (ALL) TABLESPACE A142#000.#SAP
 REBUILD INDEX (ALL) TABLESPACE A142XOT7.XSAP
 REBUILD INDEX (ALL) TABLESPACE A142XWP2.XSAP
 REBUILD INDEX (ALL) TABLESPACE A142XZCK.XSAP
 REBUILD INDEX (ALL) TABLESPACE A142X12M.T7XAST
 REBUILD INDEX (ALL) TABLESPACE A143#000.#SAP
 REBUILD INDEX (ALL) TABLESPACE A143XHV5.XSAP
 REBUILD INDEX (ALL) TABLESPACE A200#AAE.TVKV


 REBUILD INDEX (ALL) TABLESPACE A200#ACE.FMCFC2
 REBUILD INDEX (ALL) TABLESPACE A200#ACP.J#1AINFT
 REBUILD INDEX (ALL) TABLESPACE A200#AFC.TKEDRSF
 REBUILD INDEX (ALL) TABLESPACE A200#AGA.TMSCSYS
 REBUILD INDEX (ALL) TABLESPACE A200#AGX.TKEQUOT
 REBUILD INDEX (ALL) TABLESPACE A200#AHD.TKEPLEXI
 REBUILD INDEX (ALL) TABLESPACE A200#AHW.CKMLMV00
 REBUILD INDEX (ALL) TABLESPACE A200#AJS.CCMSCRVA
 REBUILD INDEX (ALL) TABLESPACE A200#AKA.OICQCT
 REBUILD INDEX (ALL) TABLESPACE A200#ALA.TIV68
 REBUILD INDEX (ALL) TABLESPACE A200#ALG.T514F
 REBUILD INDEX (ALL) TABLESPACE A200#ALL.TKSR1
 REBUILD INDEX (ALL) TABLESPACE A200#AL1.TOASM
 REBUILD INDEX (ALL) TABLESPACE A200#AL7.T5W4A
 REBUILD INDEX (ALL) TABLESPACE A200#AME.T823D
 REBUILD INDEX (ALL) TABLESPACE A200#AN0.T8G30AT
 REBUILD INDEX (ALL) TABLESPACE A200#AOY.T5PFN
 REBUILD INDEX (ALL) TABLESPACE A200#APL.CKMLAB01
 REBUILD INDEX (ALL) TABLESPACE A200#APX.ALDBSCTX
 REBUILD INDEX (ALL) TABLESPACE A200#AQC.TZ35T
 REBUILD INDEX (ALL) TABLESPACE A200#ASY.RODCHABG
 REBUILD INDEX (ALL) TABLESPACE A200#ATE.TCURW
 REBUILD INDEX (ALL) TABLESPACE A200#AT0.TCOBC
 REBUILD INDEX (ALL) TABLESPACE A200#AUG.T044J
 REBUILD INDEX (ALL) TABLESPACE A200#AUU.ANGB
 REBUILD INDEX (ALL) TABLESPACE A200#AWA.DBCON
 REBUILD INDEX (ALL) TABLESPACE A200#AXQ.SPH#SERV
 REBUILD INDEX (ALL) TABLESPACE A200#AX5.T5W1V
 REBUILD INDEX (ALL) TABLESPACE A200#AYS.ATCVO
 REBUILD INDEX (ALL) TABLESPACE A200#AZ2.CRVAR2
 REBUILD INDEX (ALL) TABLESPACE A200#A0J.T811P
 REBUILD INDEX (ALL) TABLESPACE A200#A1B.CICCCONF
 REBUILD INDEX (ALL) TABLESPACE A200#A3H.TSAUM
 REBUILD INDEX (ALL) TABLESPACE A200#A3Z.T702K
 REBUILD INDEX (ALL) TABLESPACE A200#A35.J#1AINFT
 REBUILD INDEX (ALL) TABLESPACE A200#A5E.VTBDFM
 REBUILD INDEX (ALL) TABLESPACE A200#A5O.T445C1
 REBUILD INDEX (ALL) TABLESPACE A200#A5Q.RODUNI
 REBUILD INDEX (ALL) TABLESPACE A200#A5W.TZANGVOR
 REBUILD INDEX (ALL) TABLESPACE A200#A6M.EWUWAERT
 REBUILD INDEX (ALL) TABLESPACE A200#A66.T169HT
 REBUILD INDEX (ALL) TABLESPACE A200#A86.T5A1R
 REBUILD INDEX (ALL) TABLESPACE A200#A95.ALPFREOR
 REBUILD INDEX (ALL) TABLESPACE A200#BAG.TKCVST
 REBUILD INDEX (ALL) TABLESPACE A200#BAU.TWEP
 REBUILD INDEX (ALL) TABLESPACE A200#BBX.TKETD21
 REBUILD INDEX (ALL) TABLESPACE A200#BCI.T313G
 REBUILD INDEX (ALL) TABLESPACE A200#BCK.CMPPARAM
 REBUILD INDEX (ALL) TABLESPACE A200#BC4.TMSCNFS
 REBUILD INDEX (ALL) TABLESPACE A200#BDH.TKEVVR1
 REBUILD INDEX (ALL) TABLESPACE A200#BD1.VDVORTR
 REBUILD INDEX (ALL) TABLESPACE A200#BFK.AT70
 REBUILD INDEX (ALL) TABLESPACE A200#BFU.T5KMX
 REBUILD INDEX (ALL) TABLESPACE A200#BHM.TCUPOSN
 REBUILD INDEX (ALL) TABLESPACE A200#BIU.T7EHS00#
 REBUILD INDEX (ALL) TABLESPACE A200#BI0.DBSMSGOR
 REBUILD INDEX (ALL) TABLESPACE A200#BJT.AQLTS
 REBUILD INDEX (ALL) TABLESPACE A200#BKE.TZ34T


 REBUILD INDEX (ALL) TABLESPACE A200#BKS.T5KTM
 REBUILD INDEX (ALL) TABLESPACE A200#BKU.T5ITNN
 REBUILD INDEX (ALL) TABLESPACE A200#BL5.AT09T
 REBUILD INDEX (ALL) TABLESPACE A200#BNK.K003
 REBUILD INDEX (ALL) TABLESPACE A200#BOS.T059D
 REBUILD INDEX (ALL) TABLESPACE A200#BO1.SWUTYP2A
 REBUILD INDEX (ALL) TABLESPACE A200#BPD.KCDEFILE
 REBUILD INDEX (ALL) TABLESPACE A200#BPK.T8G21
 REBUILD INDEX (ALL) TABLESPACE A200#BPY.T7EHS00#
 REBUILD INDEX (ALL) TABLESPACE A200#BP3.TDPZZ
 REBUILD INDEX (ALL) TABLESPACE A200#BQK.TQ85
 REBUILD INDEX (ALL) TABLESPACE A200#BSJ.CICPROFI
 REBUILD INDEX (ALL) TABLESPACE A200#BS0.T811C
 REBUILD INDEX (ALL) TABLESPACE A200#BUA.EVCE
 REBUILD INDEX (ALL) TABLESPACE A200#BU6.TKECMA
 REBUILD INDEX (ALL) TABLESPACE A200#BVS.AQGTB
 REBUILD INDEX (ALL) TABLESPACE A200#BWC.VTBDFFT
 REBUILD INDEX (ALL) TABLESPACE A200#BWW.SHDTTCI
 REBUILD INDEX (ALL) TABLESPACE A200#BXF.T514X
 REBUILD INDEX (ALL) TABLESPACE A200#BXI.TXW#C#VO
 REBUILD INDEX (ALL) TABLESPACE A200#BYL.CCPROFSR
 REBUILD INDEX (ALL) TABLESPACE A200#BZR.T706ESS2
 REBUILD INDEX (ALL) TABLESPACE A200#B1B.T167C
 REBUILD INDEX (ALL) TABLESPACE A200#B2B.T5M19
 REBUILD INDEX (ALL) TABLESPACE A200#B2K.TCERT
 REBUILD INDEX (ALL) TABLESPACE A200#B3A.TIV66
 REBUILD INDEX (ALL) TABLESPACE A200#B3K.TZB29
 REBUILD INDEX (ALL) TABLESPACE A200#B34.T5J75
 REBUILD INDEX (ALL) TABLESPACE A200#B4W.T803F
 REBUILD INDEX (ALL) TABLESPACE A200#B42.T811G
 REBUILD INDEX (ALL) TABLESPACE A200#B5B.DBMSGDB6
 REBUILD INDEX (ALL) TABLESPACE A200#B5E.REPPSCRN
 REBUILD INDEX (ALL) TABLESPACE A200#B5X.MERGEDIR
 REBUILD INDEX (ALL) TABLESPACE A200#B5Y.TIARS
 REBUILD INDEX (ALL) TABLESPACE A200#B52.RSCONREL
 REBUILD INDEX (ALL) TABLESPACE A200#B59.T706F1
 REBUILD INDEX (ALL) TABLESPACE A200#B6H.RSTREPLE
 REBUILD INDEX (ALL) TABLESPACE A200#B6O.T165S
 REBUILD INDEX (ALL) TABLESPACE A200#CAE.TIV9B
 REBUILD INDEX (ALL) TABLESPACE A200#CBL.AUFLAY0
 REBUILD INDEX (ALL) TABLESPACE A200#CDM.JBD1T
 REBUILD INDEX (ALL) TABLESPACE A200#CDP.T311
 REBUILD INDEX (ALL) TABLESPACE A200#CDR.T5M5D
 REBUILD INDEX (ALL) TABLESPACE A200#CEA.T77CAR
 REBUILD INDEX (ALL) TABLESPACE A200#CFV.EVFLT#VS
 REBUILD INDEX (ALL) TABLESPACE A200#CF9.TKEAS
 REBUILD INDEX (ALL) TABLESPACE A200#CGN.T569U
 REBUILD INDEX (ALL) TABLESPACE A200#CHN.T7FRFF
 REBUILD INDEX (ALL) TABLESPACE A200#CHX.T5ITN9
 REBUILD INDEX (ALL) TABLESPACE A200#CH3.T7036
 REBUILD INDEX (ALL) TABLESPACE A200#CIT.CPNTYPEX
 REBUILD INDEX (ALL) TABLESPACE A200#CJM.TDIEV
 REBUILD INDEX (ALL) TABLESPACE A200#CJQ.TCB03
 REBUILD INDEX (ALL) TABLESPACE A200#CJ4.TKEZV
 REBUILD INDEX (ALL) TABLESPACE A200#CJ8.T007I
 REBUILD INDEX (ALL) TABLESPACE A200#CJ9.T5M17
 REBUILD INDEX (ALL) TABLESPACE A200#CKK.CCMAC#T
 REBUILD INDEX (ALL) TABLESPACE A200#CLP.T5KAW


 REBUILD INDEX (ALL) TABLESPACE A200#CL9.TDP0
 REBUILD INDEX (ALL) TABLESPACE A200#COL.TZBAG
 REBUILD INDEX (ALL) TABLESPACE A200#CO9.T311A
 REBUILD INDEX (ALL) TABLESPACE A200#CPF.KCVART
 REBUILD INDEX (ALL) TABLESPACE A200#CPP.T5B25
 REBUILD INDEX (ALL) TABLESPACE A200#CP3.VCLSTRUC
 REBUILD INDEX (ALL) TABLESPACE A200#CRM.T5KCF
 REBUILD INDEX (ALL) TABLESPACE A200#CRP.TKEBPFM
 REBUILD INDEX (ALL) TABLESPACE A200#CRQ.T5J41
 REBUILD INDEX (ALL) TABLESPACE A200#CRR.DBCHECKD
 REBUILD INDEX (ALL) TABLESPACE A200#CR1.TCAPT
 REBUILD INDEX (ALL) TABLESPACE A200#CR3.CCMCTIBK
 REBUILD INDEX (ALL) TABLESPACE A200#CSP.J#1AGICD
 REBUILD INDEX (ALL) TABLESPACE A200#CSX.T5DCI
 REBUILD INDEX (ALL) TABLESPACE A200#CT6.T5UF1
 REBUILD INDEX (ALL) TABLESPACE A200#CU4.CCMSCRPR
 REBUILD INDEX (ALL) TABLESPACE A200#CXF.T5UF2
 REBUILD INDEX (ALL) TABLESPACE A200#CY5.TA22PRFR
 REBUILD INDEX (ALL) TABLESPACE A200#CZS.HRSPUSR
 REBUILD INDEX (ALL) TABLESPACE A200#CZ2.PFFCT
 REBUILD INDEX (ALL) TABLESPACE A200#CZ5.MDSEQ
 REBUILD INDEX (ALL) TABLESPACE A200#CZ9.T684T
 REBUILD INDEX (ALL) TABLESPACE A200#C0J.T8J7D
 REBUILD INDEX (ALL) TABLESPACE A200#C0X.INFCFGTH
 REBUILD INDEX (ALL) TABLESPACE A200#C1A.TDICO#T
 REBUILD INDEX (ALL) TABLESPACE A200#C1B.MDRP#DAR
 REBUILD INDEX (ALL) TABLESPACE A200#C1D.T77SP#CE
 REBUILD INDEX (ALL) TABLESPACE A200#C2N.T8A60
 REBUILD INDEX (ALL) TABLESPACE A200#C3B.IDPT#A09
 REBUILD INDEX (ALL) TABLESPACE A200#C33.T162B
 REBUILD INDEX (ALL) TABLESPACE A200#C4G.CVCHS
 REBUILD INDEX (ALL) TABLESPACE A200#C46.TIVA4
 REBUILD INDEX (ALL) TABLESPACE A200#C5I.T8J7I
 REBUILD INDEX (ALL) TABLESPACE A200#C5P.SHDDCDE
 REBUILD INDEX (ALL) TABLESPACE A200#C5V.TB210T
 REBUILD INDEX (ALL) TABLESPACE A200#C5Y.TMFST
 REBUILD INDEX (ALL) TABLESPACE A200#C6M.TWEKT
 REBUILD INDEX (ALL) TABLESPACE A200#C6Q.ALDBSMTE
 REBUILD INDEX (ALL) TABLESPACE A200#C7D.T5J76
 REBUILD INDEX (ALL) TABLESPACE A200#C8T.SHDTT
 REBUILD INDEX (ALL) TABLESPACE A200#C9Q.TKEBPSF
 REBUILD INDEX (ALL) TABLESPACE A200#DA3.TVFAP
 REBUILD INDEX (ALL) TABLESPACE A200#DA8.T71GSX
 REBUILD INDEX (ALL) TABLESPACE A200#DB4.TCO48T
 REBUILD INDEX (ALL) TABLESPACE A200#DB5.TIV82
 REBUILD INDEX (ALL) TABLESPACE A200#DC3.EWUADMUS
 REBUILD INDEX (ALL) TABLESPACE A200#DEL.T7EHS00#
 REBUILD INDEX (ALL) TABLESPACE A200#DFW.T569V
 REBUILD INDEX (ALL) TABLESPACE A200#DG6.TIVA3
 REBUILD INDEX (ALL) TABLESPACE A200#DHN.TMSCTOK
 REBUILD INDEX (ALL) TABLESPACE A200#DH0.TA20NH
 REBUILD INDEX (ALL) TABLESPACE A200#DI6.CCMCTIAD
 REBUILD INDEX (ALL) TABLESPACE A200#DJL.COPARAM
 REBUILD INDEX (ALL) TABLESPACE A200#DJW.T881W
 REBUILD INDEX (ALL) TABLESPACE A200#DKA.TCNDB#PS
 REBUILD INDEX (ALL) TABLESPACE A200#DKR.T093R
 REBUILD INDEX (ALL) TABLESPACE A200#DKX.TCB06
 REBUILD INDEX (ALL) TABLESPACE A200#DK7.TMCSF


 REBUILD INDEX (ALL) TABLESPACE A200#DK8.TIV99
 REBUILD INDEX (ALL) TABLESPACE A200#DLS.TIV75
 REBUILD INDEX (ALL) TABLESPACE A200#DLW.TCN52
 REBUILD INDEX (ALL) TABLESPACE A200#DMN.TKA3G
 REBUILD INDEX (ALL) TABLESPACE A200#DNI.T811PC
 REBUILD INDEX (ALL) TABLESPACE A200#DQT.TF390
 REBUILD INDEX (ALL) TABLESPACE A200#DRC.T5F6M
 REBUILD INDEX (ALL) TABLESPACE A200#DRN.T7EHS00#
 REBUILD INDEX (ALL) TABLESPACE A200#DRO.T097JP
 REBUILD INDEX (ALL) TABLESPACE A200#DSF.T5V3D
 REBUILD INDEX (ALL) TABLESPACE A200#DSS.TCVPROFT
 REBUILD INDEX (ALL) TABLESPACE A200#DTH.TWPPKT
 REBUILD INDEX (ALL) TABLESPACE A200#DUO.BTXPURG
 REBUILD INDEX (ALL) TABLESPACE A200#DVY.FMWF#MDR
 REBUILD INDEX (ALL) TABLESPACE A200#DV1.CCMCTIQU
 REBUILD INDEX (ALL) TABLESPACE A200#DV9.T084
 REBUILD INDEX (ALL) TABLESPACE A200#DWG.TIVCG
 REBUILD INDEX (ALL) TABLESPACE A200#DZX.J#1AAA1
 REBUILD INDEX (ALL) TABLESPACE A200#D0B.CD0BASUN
 REBUILD INDEX (ALL) TABLESPACE A200#D0N.PATN
 REBUILD INDEX (ALL) TABLESPACE A200#D1S.TFBW0
 REBUILD INDEX (ALL) TABLESPACE A200#D17.CKMLMV01
 REBUILD INDEX (ALL) TABLESPACE A200#D2D.T5J77
 REBUILD INDEX (ALL) TABLESPACE A200#D2M.CDESTPID
 REBUILD INDEX (ALL) TABLESPACE A200#D2Q.CICFHCAS
 REBUILD INDEX (ALL) TABLESPACE A200#D21.T5W66
 REBUILD INDEX (ALL) TABLESPACE A200#D39.ALDBSMSE
 REBUILD INDEX (ALL) TABLESPACE A200#D4L.TWPTYT
 REBUILD INDEX (ALL) TABLESPACE A200#D4Q.TVSGT
 REBUILD INDEX (ALL) TABLESPACE A200#D4X.RSTVTDET
 REBUILD INDEX (ALL) TABLESPACE A200#D4Y.MDRP#MEN
 REBUILD INDEX (ALL) TABLESPACE A200#D40.CRVM#A
 REBUILD INDEX (ALL) TABLESPACE A200#D5G.T7EHS00#
 REBUILD INDEX (ALL) TABLESPACE A200#D5L.S008
 REBUILD INDEX (ALL) TABLESPACE A200#D5R.TKB9B
 REBUILD INDEX (ALL) TABLESPACE A200#D6B.TDO11T
 REBUILD INDEX (ALL) TABLESPACE A200#D6O.WITH#CTN
 REBUILD INDEX (ALL) TABLESPACE A200#D6W.TMPPFT
 REBUILD INDEX (ALL) TABLESPACE A200#D69.T5K0S
 REBUILD INDEX (ALL) TABLESPACE A200#D7B.CSRCFCAL
 REBUILD INDEX (ALL) TABLESPACE A200#D7Y.VZBAVZ
 REBUILD INDEX (ALL) TABLESPACE A200#D7Z.TOAO2
 REBUILD INDEX (ALL) TABLESPACE A200#D8Z.TIVROZ03
 REBUILD INDEX (ALL) TABLESPACE A200#D87.SPTHT
 REBUILD INDEX (ALL) TABLESPACE A200#EAB.SHDDFDO
 REBUILD INDEX (ALL) TABLESPACE A200#EAN.AT09
 REBUILD INDEX (ALL) TABLESPACE A200#EB1.T5M1A
 REBUILD INDEX (ALL) TABLESPACE A200#EDM.T77EI
 REBUILD INDEX (ALL) TABLESPACE A200#EDN.TIVC9
 REBUILD INDEX (ALL) TABLESPACE A200#ED2.MDRP#NOD
 REBUILD INDEX (ALL) TABLESPACE A200#ED4.T5M8I
 REBUILD INDEX (ALL) TABLESPACE A200#EEC.TWPUTT
 REBUILD INDEX (ALL) TABLESPACE A200#EEL.T52OCP1
 REBUILD INDEX (ALL) TABLESPACE A200#EFC.WITH#CTN
 REBUILD INDEX (ALL) TABLESPACE A200#EGB.RSMDDELT
 REBUILD INDEX (ALL) TABLESPACE A200#EGF.CICTOOLB
 REBUILD INDEX (ALL) TABLESPACE A200#EH0.TCVPROF
 REBUILD INDEX (ALL) TABLESPACE A200#EIH.CD0BASUN


 REBUILD INDEX (ALL) TABLESPACE A200#EJG.CCMAUTHP
 REBUILD INDEX (ALL) TABLESPACE A200#EKH.T77EIT
 REBUILD INDEX (ALL) TABLESPACE A200#EKQ.RFCGO
 REBUILD INDEX (ALL) TABLESPACE A200#ELY.TA20PI1
 REBUILD INDEX (ALL) TABLESPACE A200#EL1.TOAP2
 REBUILD INDEX (ALL) TABLESPACE A200#EME.OICQTT
 REBUILD INDEX (ALL) TABLESPACE A200#ENF.CIMAP
 REBUILD INDEX (ALL) TABLESPACE A200#ENL.TA20NH1
 REBUILD INDEX (ALL) TABLESPACE A200#EN4.WITH#CTN
 REBUILD INDEX (ALL) TABLESPACE A200#EON.T445C
 REBUILD INDEX (ALL) TABLESPACE A200#EOO.TMCBIW
 REBUILD INDEX (ALL) TABLESPACE A200#EOU.TABVAT
 REBUILD INDEX (ALL) TABLESPACE A200#EQJ.LTCONV
 REBUILD INDEX (ALL) TABLESPACE A200#ERP.TIV98
 REBUILD INDEX (ALL) TABLESPACE A200#ESY.T52SES
 REBUILD INDEX (ALL) TABLESPACE A200#EVP.CCMCTIBK
 REBUILD INDEX (ALL) TABLESPACE A200#EWI.EVFD#VS
 REBUILD INDEX (ALL) TABLESPACE A200#EWL.TTXFORMA
 REBUILD INDEX (ALL) TABLESPACE A200#EX4.CCOPTT
 REBUILD INDEX (ALL) TABLESPACE A200#EYC.EWCMATRA
 REBUILD INDEX (ALL) TABLESPACE A200#EYH.TCUSTYPT
 REBUILD INDEX (ALL) TABLESPACE A200#EYW.TZB7V
 REBUILD INDEX (ALL) TABLESPACE A200#EY9.INSTN
 REBUILD INDEX (ALL) TABLESPACE A200#EZI.TDIEX
 REBUILD INDEX (ALL) TABLESPACE A200#E1B.T5KET
 REBUILD INDEX (ALL) TABLESPACE A200#E1W.TIVSB
 REBUILD INDEX (ALL) TABLESPACE A200#E13.CMP#EXCE
 REBUILD INDEX (ALL) TABLESPACE A200#E2L.TCATSDLI
 REBUILD INDEX (ALL) TABLESPACE A200#E3I.T703S
 REBUILD INDEX (ALL) TABLESPACE A200#E30.TIVKUE1
 REBUILD INDEX (ALL) TABLESPACE A200#E4B.EVSK
 REBUILD INDEX (ALL) TABLESPACE A200#E40.SQLT#IND
 REBUILD INDEX (ALL) TABLESPACE A200#E5C.CCMDNIS
 REBUILD INDEX (ALL) TABLESPACE A200#E53.TWSVT
 REBUILD INDEX (ALL) TABLESPACE A200#E6E.TKETD1T
 REBUILD INDEX (ALL) TABLESPACE A200#E7H.DBMSGORA
 REBUILD INDEX (ALL) TABLESPACE A200#E7K.CCMCSCON
 REBUILD INDEX (ALL) TABLESPACE A200#E8S.IACSERVI
 REBUILD INDEX (ALL) TABLESPACE A200#E8X.T059OT
 REBUILD INDEX (ALL) TABLESPACE A200#E82.T5KIT
 REBUILD INDEX (ALL) TABLESPACE A200#E9C.T5ITNY
 REBUILD INDEX (ALL) TABLESPACE A200#FA1.T801Q
 REBUILD INDEX (ALL) TABLESPACE A200#FCB.T5B27
 REBUILD INDEX (ALL) TABLESPACE A200#FCW.ROIST
 REBUILD INDEX (ALL) TABLESPACE A200#FDG.T082J
 REBUILD INDEX (ALL) TABLESPACE A200#FDN.TKCCO
 REBUILD INDEX (ALL) TABLESPACE A200#FD5.TIVROZ0D
 REBUILD INDEX (ALL) TABLESPACE A200#FD8.TDUMMY
 REBUILD INDEX (ALL) TABLESPACE A200#FER.T5DWT
 REBUILD INDEX (ALL) TABLESPACE A200#FFM.T5PTT
 REBUILD INDEX (ALL) TABLESPACE A200#FF3.TA20NRH
 REBUILD INDEX (ALL) TABLESPACE A200#FGI.TZ35
 REBUILD INDEX (ALL) TABLESPACE A200#FGY.TZB24
 REBUILD INDEX (ALL) TABLESPACE A200#FG3.AT90
 REBUILD INDEX (ALL) TABLESPACE A200#FG7.TZB0V
 REBUILD INDEX (ALL) TABLESPACE A200#FHX.T410
 REBUILD INDEX (ALL) TABLESPACE A200#FIO.TFI02T
 REBUILD INDEX (ALL) TABLESPACE A200#FIZ.TXPR1


 REBUILD INDEX (ALL) TABLESPACE A200#FI4.TKCOTRO
 REBUILD INDEX (ALL) TABLESPACE A200#FJH.ATLPG
 REBUILD INDEX (ALL) TABLESPACE A200#FLD.UTSEGDAT
 REBUILD INDEX (ALL) TABLESPACE A200#FMD.TPVAR1
 REBUILD INDEX (ALL) TABLESPACE A200#FM0.CCMCBQPR
 REBUILD INDEX (ALL) TABLESPACE A200#FNF.T77EH
 REBUILD INDEX (ALL) TABLESPACE A200#FOT.T059FBH
 REBUILD INDEX (ALL) TABLESPACE A200#FO8.BRANT
 REBUILD INDEX (ALL) TABLESPACE A200#FP0.TMSTCRI
 REBUILD INDEX (ALL) TABLESPACE A200#FQQ.SPH#TELU
 REBUILD INDEX (ALL) TABLESPACE A200#FRM.TIV97
 REBUILD INDEX (ALL) TABLESPACE A200#FTD.T706ESS1
 REBUILD INDEX (ALL) TABLESPACE A200#FTH.TCETRALT
 REBUILD INDEX (ALL) TABLESPACE A200#FT0.T5ITNW
 REBUILD INDEX (ALL) TABLESPACE A200#FUG.T554R
 REBUILD INDEX (ALL) TABLESPACE A200#FUK.TFRC2
 REBUILD INDEX (ALL) TABLESPACE A200#FU4.JBRBFART
 REBUILD INDEX (ALL) TABLESPACE A200#FU8.T059U
 REBUILD INDEX (ALL) TABLESPACE A200#FVS.EBACONTX
 REBUILD INDEX (ALL) TABLESPACE A200#FV1.TIV6F
 REBUILD INDEX (ALL) TABLESPACE A200#FV2.EWUUSER
 REBUILD INDEX (ALL) TABLESPACE A200#FWY.TCKMLBNK
 REBUILD INDEX (ALL) TABLESPACE A200#FW0.HRWFPUSR
 REBUILD INDEX (ALL) TABLESPACE A200#FXB.TA20NF1
 REBUILD INDEX (ALL) TABLESPACE A200#FXX.EWUCUCHK
 REBUILD INDEX (ALL) TABLESPACE A200#FYH.CPRTYPEX
 REBUILD INDEX (ALL) TABLESPACE A200#FYI.SELARTDE
 REBUILD INDEX (ALL) TABLESPACE A200#FZ0.TIVBI
 REBUILD INDEX (ALL) TABLESPACE A200#F0Q.MASSAENA
 REBUILD INDEX (ALL) TABLESPACE A200#F25.VTBLMCID
 REBUILD INDEX (ALL) TABLESPACE A200#F3T.T5B23
 REBUILD INDEX (ALL) TABLESPACE A200#F31.VZBAV
 REBUILD INDEX (ALL) TABLESPACE A200#F36.TIV2B
 REBUILD INDEX (ALL) TABLESPACE A200#F4N.T8J7F
 REBUILD INDEX (ALL) TABLESPACE A200#F5I.QDPK
 REBUILD INDEX (ALL) TABLESPACE A200#F6I.SPH#ATIC
 REBUILD INDEX (ALL) TABLESPACE A200#F6X.TZB4V
 REBUILD INDEX (ALL) TABLESPACE A200#F7V.TVFBWAF
 REBUILD INDEX (ALL) TABLESPACE A200#F72.T618MET
 REBUILD INDEX (ALL) TABLESPACE A200#F8H.FMCFSB
 REBUILD INDEX (ALL) TABLESPACE A200#F8Y.TZS02
 REBUILD INDEX (ALL) TABLESPACE A200#F82.T52SM
 REBUILD INDEX (ALL) TABLESPACE A200#F88.TZ25
 REBUILD INDEX (ALL) TABLESPACE A200#F9A.TZB32
 REBUILD INDEX (ALL) TABLESPACE A200#F9M.ATARCHIV
 REBUILD INDEX (ALL) TABLESPACE A200#F9V.CICPROFI
 REBUILD INDEX (ALL) TABLESPACE A200#F9X.TMFA
 REBUILD INDEX (ALL) TABLESPACE A200#F9Z.TIV05
 REBUILD INDEX (ALL) TABLESPACE A200#GAZ.TIVCC
 REBUILD INDEX (ALL) TABLESPACE A200#GB4.TDL3
 REBUILD INDEX (ALL) TABLESPACE A200#GCV.TJ02V
 REBUILD INDEX (ALL) TABLESPACE A200#GCW.EUAVHELP
 REBUILD INDEX (ALL) TABLESPACE A200#GDN.SWU5#DYN
 REBUILD INDEX (ALL) TABLESPACE A200#GED.CRVS#B
 REBUILD INDEX (ALL) TABLESPACE A200#GEM.IDPT#A09
 REBUILD INDEX (ALL) TABLESPACE A200#GEU.TCUSPXRE
 REBUILD INDEX (ALL) TABLESPACE A200#GEZ.TZB24T
 REBUILD INDEX (ALL) TABLESPACE A200#GFB.DUEFL#TA


 REBUILD INDEX (ALL) TABLESPACE A200#GFE.TVFAW
 REBUILD INDEX (ALL) TABLESPACE A200#GGH.TKCOTR
 REBUILD INDEX (ALL) TABLESPACE A200#GGL.SCURR
 REBUILD INDEX (ALL) TABLESPACE A200#GHL.T5UF4
 REBUILD INDEX (ALL) TABLESPACE A200#GHU.T5UGK
 REBUILD INDEX (ALL) TABLESPACE A200#GHX.REL
 REBUILD INDEX (ALL) TABLESPACE A200#GHZ.TMPPF
 REBUILD INDEX (ALL) TABLESPACE A200#GH3.T80DT
 REBUILD INDEX (ALL) TABLESPACE A200#GIY.T883
 REBUILD INDEX (ALL) TABLESPACE A200#GJB.BRACNTL
 REBUILD INDEX (ALL) TABLESPACE A200#GJR.TPVAR1T
 REBUILD INDEX (ALL) TABLESPACE A200#GJ5.T5UF5
 REBUILD INDEX (ALL) TABLESPACE A200#GLM.TKEQUO
 REBUILD INDEX (ALL) TABLESPACE A200#GNI.T5PTV
 REBUILD INDEX (ALL) TABLESPACE A200#GOR.T044D
 REBUILD INDEX (ALL) TABLESPACE A200#GO5.TRBRGT
 REBUILD INDEX (ALL) TABLESPACE A200#GPP.T5KIN
 REBUILD INDEX (ALL) TABLESPACE A200#GPV.TVFBWG
 REBUILD INDEX (ALL) TABLESPACE A200#GPW.T048W
 REBUILD INDEX (ALL) TABLESPACE A200#GP6.IACVERST
 REBUILD INDEX (ALL) TABLESPACE A200#GQT.EWUCUKTX
 REBUILD INDEX (ALL) TABLESPACE A200#GQ8.EWUWAERT
 REBUILD INDEX (ALL) TABLESPACE A200#GRH.TCPFS2
 REBUILD INDEX (ALL) TABLESPACE A200#GRI.TMY01
 REBUILD INDEX (ALL) TABLESPACE A200#GR4.DBSY
 REBUILD INDEX (ALL) TABLESPACE A200#GSI.TVZ05BT
 REBUILD INDEX (ALL) TABLESPACE A200#GTR.TSP0E
 REBUILD INDEX (ALL) TABLESPACE A200#GWE.USZBVLND
 REBUILD INDEX (ALL) TABLESPACE A200#GW1.TXW#C#SO
 REBUILD INDEX (ALL) TABLESPACE A200#GXE.T5D8O
 REBUILD INDEX (ALL) TABLESPACE A200#GXH.ALDBSSME
 REBUILD INDEX (ALL) TABLESPACE A200#GXI.T5M5G
 REBUILD INDEX (ALL) TABLESPACE A200#GXK.TFAGT
 REBUILD INDEX (ALL) TABLESPACE A200#GYT.RSAUPROF
 REBUILD INDEX (ALL) TABLESPACE A200#GZM.CICCCONF
 REBUILD INDEX (ALL) TABLESPACE A200#GZ5.TDICT
 REBUILD INDEX (ALL) TABLESPACE A200#G1X.T801S
 REBUILD INDEX (ALL) TABLESPACE A200#G16.T8G22
 REBUILD INDEX (ALL) TABLESPACE A200#G18.ALE#DWM#
 REBUILD INDEX (ALL) TABLESPACE A200#G2M.TKEHA
 REBUILD INDEX (ALL) TABLESPACE A200#G2N.TCPFS4
 REBUILD INDEX (ALL) TABLESPACE A200#G3I.T811IA
 REBUILD INDEX (ALL) TABLESPACE A200#G3M.TJ01V
 REBUILD INDEX (ALL) TABLESPACE A200#G4H.TIV40
 REBUILD INDEX (ALL) TABLESPACE A200#G5L.T059ZT
 REBUILD INDEX (ALL) TABLESPACE A200#G5V.T801B
 REBUILD INDEX (ALL) TABLESPACE A200#G53.ROIDOCPR
 REBUILD INDEX (ALL) TABLESPACE A200#G7B.TKENC2
 REBUILD INDEX (ALL) TABLESPACE A200#G7W.T7EHS00#
 REBUILD INDEX (ALL) TABLESPACE A200#G7X.CKMLMV00
 REBUILD INDEX (ALL) TABLESPACE A200#G8I.T77ZZ
 REBUILD INDEX (ALL) TABLESPACE A200#HAH.T5DW8T
 REBUILD INDEX (ALL) TABLESPACE A200#HAQ.CKMLMV00
 REBUILD INDEX (ALL) TABLESPACE A200#HA9.QIMTHT
 REBUILD INDEX (ALL) TABLESPACE A200#HC0.T5M8R
 REBUILD INDEX (ALL) TABLESPACE A200#HD3.INFCFGAL
 REBUILD INDEX (ALL) TABLESPACE A200#HD6.TIV100


 REBUILD INDEX (ALL) TABLESPACE A200#HD8.TFRC3
 REBUILD INDEX (ALL) TABLESPACE A200#HFY.TA20PSH
 REBUILD INDEX (ALL) TABLESPACE A200#HF7.TVIER
 REBUILD INDEX (ALL) TABLESPACE A200#HGN.NRIV#RES
 REBUILD INDEX (ALL) TABLESPACE A200#HG5.ARCH#REP
 REBUILD INDEX (ALL) TABLESPACE A200#HG6.SCURX
 REBUILD INDEX (ALL) TABLESPACE A200#HHD.T5B28
 REBUILD INDEX (ALL) TABLESPACE A200#HHU.TDV08
 REBUILD INDEX (ALL) TABLESPACE A200#HHV.T702L
 REBUILD INDEX (ALL) TABLESPACE A200#HIE.IDPT#A02
 REBUILD INDEX (ALL) TABLESPACE A200#HJT.CICCCONF
 REBUILD INDEX (ALL) TABLESPACE A200#HJZ.JBDMKTA
 REBUILD INDEX (ALL) TABLESPACE A200#HKY.TF517
 REBUILD INDEX (ALL) TABLESPACE A200#HMF.T5N2I
 REBUILD INDEX (ALL) TABLESPACE A200#HNU.AUFLAY1
 REBUILD INDEX (ALL) TABLESPACE A200#HNY.CICPROFM
 REBUILD INDEX (ALL) TABLESPACE A200#HOO.ROIS
 REBUILD INDEX (ALL) TABLESPACE A200#HO5.TTCDS
 REBUILD INDEX (ALL) TABLESPACE A200#HO7.SXDA3
 REBUILD INDEX (ALL) TABLESPACE A200#HPC.T059C
 REBUILD INDEX (ALL) TABLESPACE A200#HP4.TZB22T
 REBUILD INDEX (ALL) TABLESPACE A200#HP8.TIV47
 REBUILD INDEX (ALL) TABLESPACE A200#HRO.DBCKREPD
 REBUILD INDEX (ALL) TABLESPACE A200#HRR.TKETRLG
 REBUILD INDEX (ALL) TABLESPACE A200#HSA.CCPARPA
 REBUILD INDEX (ALL) TABLESPACE A200#HSK.T042OFIT
 REBUILD INDEX (ALL) TABLESPACE A200#HS9.TIVS1
 REBUILD INDEX (ALL) TABLESPACE A200#HTJ.TIVB1
 REBUILD INDEX (ALL) TABLESPACE A200#HTL.TIVB4
 REBUILD INDEX (ALL) TABLESPACE A200#HT8.T165
 REBUILD INDEX (ALL) TABLESPACE A200#HU4.TSWST
 REBUILD INDEX (ALL) TABLESPACE A200#HVT.TIV2C
 REBUILD INDEX (ALL) TABLESPACE A200#HWG.T811F
 REBUILD INDEX (ALL) TABLESPACE A200#HWJ.TMATT
 REBUILD INDEX (ALL) TABLESPACE A200#HX6.TQ75K
 REBUILD INDEX (ALL) TABLESPACE A200#HZD.T5N2H
 REBUILD INDEX (ALL) TABLESPACE A200#HZY.ATO1
 REBUILD INDEX (ALL) TABLESPACE A200#HZ5.CCMCSEAR
 REBUILD INDEX (ALL) TABLESPACE A200#H0B.AQXINTA
 REBUILD INDEX (ALL) TABLESPACE A200#H1C.RSTMETYP
 REBUILD INDEX (ALL) TABLESPACE A200#H1D.OIB01T
 REBUILD INDEX (ALL) TABLESPACE A200#H1F.TCO47
 REBUILD INDEX (ALL) TABLESPACE A200#H1G.TBP2A
 REBUILD INDEX (ALL) TABLESPACE A200#H1M.TKEPPI
 REBUILD INDEX (ALL) TABLESPACE A200#H2N.CKMLMV01
 REBUILD INDEX (ALL) TABLESPACE A200#H2W.LANG#PEX
 REBUILD INDEX (ALL) TABLESPACE A200#H27.T165T
 REBUILD INDEX (ALL) TABLESPACE A200#H28.VDDARL
 REBUILD INDEX (ALL) TABLESPACE A200#H3O.T165E
 REBUILD INDEX (ALL) TABLESPACE A200#H30.T7FRFFT
 REBUILD INDEX (ALL) TABLESPACE A200#H39.TCETRAL
 REBUILD INDEX (ALL) TABLESPACE A200#H4S.OIFSBLCD
 REBUILD INDEX (ALL) TABLESPACE A200#H5U.TIVROZ08
 REBUILD INDEX (ALL) TABLESPACE A200#H5W.EVMTT#VS
 REBUILD INDEX (ALL) TABLESPACE A200#H6F.TZB28T
 REBUILD INDEX (ALL) TABLESPACE A200#H6K.TCP0D
 REBUILD INDEX (ALL) TABLESPACE A200#H6T.TZB26
 REBUILD INDEX (ALL) TABLESPACE A200#H69.TZSZ6


 REBUILD INDEX (ALL) TABLESPACE A200#H7G.T77CART
 REBUILD INDEX (ALL) TABLESPACE A200#H7Q.TIVB3
 REBUILD INDEX (ALL) TABLESPACE A200#H9I.ROMSDIOB
 REBUILD INDEX (ALL) TABLESPACE A200#IAE.ATARCHIV
 REBUILD INDEX (ALL) TABLESPACE A200#IAU.MDRP#NOD
 REBUILD INDEX (ALL) TABLESPACE A200#IBX.T5B2H
 REBUILD INDEX (ALL) TABLESPACE A200#IB2.TF516
 REBUILD INDEX (ALL) TABLESPACE A200#IDA.TCOBN
 REBUILD INDEX (ALL) TABLESPACE A200#ID0.VTBPROD
 REBUILD INDEX (ALL) TABLESPACE A200#ID5.T5DWP
 REBUILD INDEX (ALL) TABLESPACE A200#IEA.TBD03
 REBUILD INDEX (ALL) TABLESPACE A200#IGO.T011T
 REBUILD INDEX (ALL) TABLESPACE A200#IGZ.T241Y
 REBUILD INDEX (ALL) TABLESPACE A200#IHB.TIVA6
 REBUILD INDEX (ALL) TABLESPACE A200#IHN.TDIM
 REBUILD INDEX (ALL) TABLESPACE A200#IHS.VVBAG
 REBUILD INDEX (ALL) TABLESPACE A200#IJJ.T165R
 REBUILD INDEX (ALL) TABLESPACE A200#ILL.FMCFC1R
 REBUILD INDEX (ALL) TABLESPACE A200#IMO.T5KSP
 REBUILD INDEX (ALL) TABLESPACE A200#IMS.TIVROZ0E
 REBUILD INDEX (ALL) TABLESPACE A200#IMV.TMSMCONF
 REBUILD INDEX (ALL) TABLESPACE A200#IMY.TKEQUS3
 REBUILD INDEX (ALL) TABLESPACE A200#IM9.T060L
 REBUILD INDEX (ALL) TABLESPACE A200#INL.T048Z
 REBUILD INDEX (ALL) TABLESPACE A200#IOV.BFUSER#T
 REBUILD INDEX (ALL) TABLESPACE A200#IOZ.REPPINDX
 REBUILD INDEX (ALL) TABLESPACE A200#IO1.TWRF11T
 REBUILD INDEX (ALL) TABLESPACE A200#IPX.JBRBFART
 REBUILD INDEX (ALL) TABLESPACE A200#IP9.FMHVMTXT
 REBUILD INDEX (ALL) TABLESPACE A200#IRY.TIVROZ0G
 REBUILD INDEX (ALL) TABLESPACE A200#ISF.T5DWPT
 REBUILD INDEX (ALL) TABLESPACE A200#ITE.TDB08
 REBUILD INDEX (ALL) TABLESPACE A200#ITF.TIANP
 REBUILD INDEX (ALL) TABLESPACE A200#IUI.TZB26T
 REBUILD INDEX (ALL) TABLESPACE A200#IUR.TFIN201
 REBUILD INDEX (ALL) TABLESPACE A200#IUU.TEMSG
 REBUILD INDEX (ALL) TABLESPACE A200#IUZ.T004M
 REBUILD INDEX (ALL) TABLESPACE A200#IU0.TIVROZ02
 REBUILD INDEX (ALL) TABLESPACE A200#IVE.T5DCVT
 REBUILD INDEX (ALL) TABLESPACE A200#IVF.LDK01
 REBUILD INDEX (ALL) TABLESPACE A200#IVP.TPVAR2
 REBUILD INDEX (ALL) TABLESPACE A200#IWW.TKEPFIEL
 REBUILD INDEX (ALL) TABLESPACE A200#IYC.EWJOBSCH
 REBUILD INDEX (ALL) TABLESPACE A200#IYV.SMGT
 REBUILD INDEX (ALL) TABLESPACE A200#IZK.HRS1221
 REBUILD INDEX (ALL) TABLESPACE A200#IZ1.T661K
 REBUILD INDEX (ALL) TABLESPACE A200#I0C.TKE1PP51
 REBUILD INDEX (ALL) TABLESPACE A200#I06.CKMLAB02
 REBUILD INDEX (ALL) TABLESPACE A200#I1B.SDPROTCA
 REBUILD INDEX (ALL) TABLESPACE A200#I14.T51D3
 REBUILD INDEX (ALL) TABLESPACE A200#I2T.T7EHS00#
 REBUILD INDEX (ALL) TABLESPACE A200#I4F.TIVCB
 REBUILD INDEX (ALL) TABLESPACE A200#I53.TTSTRT
 REBUILD INDEX (ALL) TABLESPACE A200#I6C.TLOCKLOC
 REBUILD INDEX (ALL) TABLESPACE A200#I6J.T5J57
 REBUILD INDEX (ALL) TABLESPACE A200#I6K.FM01E
 REBUILD INDEX (ALL) TABLESPACE A200#I6N.TFAG
 REBUILD INDEX (ALL) TABLESPACE A200#I6X.T5KYR


 REBUILD INDEX (ALL) TABLESPACE A200#I7V.TSP06T
 REBUILD INDEX (ALL) TABLESPACE A200#I82.J#1AAA2M
 REBUILD INDEX (ALL) TABLESPACE A200#I9V.T445ZT
 REBUILD INDEX (ALL) TABLESPACE A200#I93.VDORDERX
 REBUILD INDEX (ALL) TABLESPACE A200#I96.T811DA
 REBUILD INDEX (ALL) TABLESPACE A200#JAY.MASSTAB
 REBUILD INDEX (ALL) TABLESPACE A200#JBR.T811PT
 REBUILD INDEX (ALL) TABLESPACE A200#JCF.T001RWT
 REBUILD INDEX (ALL) TABLESPACE A200#JC8.TZB6V
 REBUILD INDEX (ALL) TABLESPACE A200#JDH.T77ALE#D
 REBUILD INDEX (ALL) TABLESPACE A200#JFZ.TIVROZ0I
 REBUILD INDEX (ALL) TABLESPACE A200#JF8.TIVC8
 REBUILD INDEX (ALL) TABLESPACE A200#JGQ.TQ85#T
 REBUILD INDEX (ALL) TABLESPACE A200#JHE.TVZ05B
 REBUILD INDEX (ALL) TABLESPACE A200#JIB.TCKMLBNK
 REBUILD INDEX (ALL) TABLESPACE A200#JIF.WMPRT
 REBUILD INDEX (ALL) TABLESPACE A200#JKS.TKEPSZKT
 REBUILD INDEX (ALL) TABLESPACE A200#JK4.T804J
 REBUILD INDEX (ALL) TABLESPACE A200#JLF.CSRCCONS
 REBUILD INDEX (ALL) TABLESPACE A200#JMW.MERGEMAP
 REBUILD INDEX (ALL) TABLESPACE A200#JND.VRSTABC
 REBUILD INDEX (ALL) TABLESPACE A200#JNN.TZB1V
 REBUILD INDEX (ALL) TABLESPACE A200#JNS.TRVOR
 REBUILD INDEX (ALL) TABLESPACE A200#JN6.SEWACUS
 REBUILD INDEX (ALL) TABLESPACE A200#JOF.VTBDFCX
 REBUILD INDEX (ALL) TABLESPACE A200#JO9.TWRF2
 REBUILD INDEX (ALL) TABLESPACE A200#JP3.T258T
 REBUILD INDEX (ALL) TABLESPACE A200#JSB.LANG#AV
 REBUILD INDEX (ALL) TABLESPACE A200#JSV.PA0415
 REBUILD INDEX (ALL) TABLESPACE A200#JS5.ACT#ASPE
 REBUILD INDEX (ALL) TABLESPACE A200#JT2.T7AR65
 REBUILD INDEX (ALL) TABLESPACE A200#JUQ.LOGIC#DE
 REBUILD INDEX (ALL) TABLESPACE A200#JUR.MDRP#VIE
 REBUILD INDEX (ALL) TABLESPACE A200#JUV.T802D
 REBUILD INDEX (ALL) TABLESPACE A200#JVA.TKSR2H
 REBUILD INDEX (ALL) TABLESPACE A200#JVD.T242Y
 REBUILD INDEX (ALL) TABLESPACE A200#JXB.TCVPROFD
 REBUILD INDEX (ALL) TABLESPACE A200#JXV.TZB21T
 REBUILD INDEX (ALL) TABLESPACE A200#JYS.TKFPA
 REBUILD INDEX (ALL) TABLESPACE A200#JY3.TZIETEST
 REBUILD INDEX (ALL) TABLESPACE A200#JY6.TKETRND
 REBUILD INDEX (ALL) TABLESPACE A200#JZN.T5B29
 REBUILD INDEX (ALL) TABLESPACE A200#JZO.TIV87
 REBUILD INDEX (ALL) TABLESPACE A200#J0H.TIVKUE2
 REBUILD INDEX (ALL) TABLESPACE A200#J06.T5M1B
 REBUILD INDEX (ALL) TABLESPACE A200#J2Q.TLHIZU
 REBUILD INDEX (ALL) TABLESPACE A200#J35.T5KCQ
 REBUILD INDEX (ALL) TABLESPACE A200#J4I.TBE11
 REBUILD INDEX (ALL) TABLESPACE A200#J4P.TXW#C#VO
 REBUILD INDEX (ALL) TABLESPACE A200#J47.IDPT#A01
 REBUILD INDEX (ALL) TABLESPACE A200#J5S.TIVCA
 REBUILD INDEX (ALL) TABLESPACE A200#J8A.CCC#CHEC
 REBUILD INDEX (ALL) TABLESPACE A200#J80.T559S
 REBUILD INDEX (ALL) TABLESPACE A200#J9O.T803H
 REBUILD INDEX (ALL) TABLESPACE A200#KA7.VCLSTRUD
 REBUILD INDEX (ALL) TABLESPACE A200#KBE.TVGMO
 REBUILD INDEX (ALL) TABLESPACE A200#KDK.TIVC7
 REBUILD INDEX (ALL) TABLESPACE A200#KDP.TZ24


 REBUILD INDEX (ALL) TABLESPACE A200#KHR.T7PHSM
 REBUILD INDEX (ALL) TABLESPACE A200#KIN.FMR01
 REBUILD INDEX (ALL) TABLESPACE A200#KIO.LISAKTTX
 REBUILD INDEX (ALL) TABLESPACE A200#KIP.T5UF3
 REBUILD INDEX (ALL) TABLESPACE A200#KIY.T5DWVT
 REBUILD INDEX (ALL) TABLESPACE A200#KK3.VBWF12
 REBUILD INDEX (ALL) TABLESPACE A200#KM2.T007J
 REBUILD INDEX (ALL) TABLESPACE A200#KM3.T5ITNP
 REBUILD INDEX (ALL) TABLESPACE A200#KN1.T190OT
 REBUILD INDEX (ALL) TABLESPACE A200#KOC.TWIC0200
 REBUILD INDEX (ALL) TABLESPACE A200#KOF.MDPUW
 REBUILD INDEX (ALL) TABLESPACE A200#KOM.TCGRP
 REBUILD INDEX (ALL) TABLESPACE A200#KOQ.T5P3L
 REBUILD INDEX (ALL) TABLESPACE A200#KPD.T77CR
 REBUILD INDEX (ALL) TABLESPACE A200#KPE.TSKTF
 REBUILD INDEX (ALL) TABLESPACE A200#KQR.T165U
 REBUILD INDEX (ALL) TABLESPACE A200#KQ4.FMCFC1
 REBUILD INDEX (ALL) TABLESPACE A200#KRN.T5J43
 REBUILD INDEX (ALL) TABLESPACE A200#KR8.TA20PSF
 REBUILD INDEX (ALL) TABLESPACE A200#KTJ.TQ42
 REBUILD INDEX (ALL) TABLESPACE A200#KT4.TXW#C#V2
 REBUILD INDEX (ALL) TABLESPACE A200#KVC.T5KOT
 REBUILD INDEX (ALL) TABLESPACE A200#KVQ.TVDTX
 REBUILD INDEX (ALL) TABLESPACE A200#KVS.TZKN2T
 REBUILD INDEX (ALL) TABLESPACE A200#KWG.TIV67
 REBUILD INDEX (ALL) TABLESPACE A200#KWH.J#1AAA5
 REBUILD INDEX (ALL) TABLESPACE A200#KW3.T831A
 REBUILD INDEX (ALL) TABLESPACE A200#KX9.T158G
 REBUILD INDEX (ALL) TABLESPACE A200#KYB.FRUN
 REBUILD INDEX (ALL) TABLESPACE A200#KYY.T556D
 REBUILD INDEX (ALL) TABLESPACE A200#KY9.MASSNAME
 REBUILD INDEX (ALL) TABLESPACE A200#KZK.TXW#C#V0
 REBUILD INDEX (ALL) TABLESPACE A200#K0F.T8G20
 REBUILD INDEX (ALL) TABLESPACE A200#K0U.T163X
 REBUILD INDEX (ALL) TABLESPACE A200#K0W.TWAT
 REBUILD INDEX (ALL) TABLESPACE A200#K1P.J#1AINFT
 REBUILD INDEX (ALL) TABLESPACE A200#K2S.TZB25
 REBUILD INDEX (ALL) TABLESPACE A200#K26.J#1AOTDE
 REBUILD INDEX (ALL) TABLESPACE A200#K45.MERGENEG
 REBUILD INDEX (ALL) TABLESPACE A200#K5S.TIV46
 REBUILD INDEX (ALL) TABLESPACE A200#K7T.T059W
 REBUILD INDEX (ALL) TABLESPACE A200#K73.T77EP
 REBUILD INDEX (ALL) TABLESPACE A200#K74.SYST
 REBUILD INDEX (ALL) TABLESPACE A200#K76.EBACONTX
 REBUILD INDEX (ALL) TABLESPACE A200#K8S.RSMVTDET
 REBUILD INDEX (ALL) TABLESPACE A200#K9R.ATMA
 REBUILD INDEX (ALL) TABLESPACE A200#K94.T77EVOPT
 REBUILD INDEX (ALL) TABLESPACE A200#LAX.TZSZ5
 REBUILD INDEX (ALL) TABLESPACE A200#LAZ.ADMI#APP
 REBUILD INDEX (ALL) TABLESPACE A200#LA4.TTXPI
 REBUILD INDEX (ALL) TABLESPACE A200#LB0.TWATT
 REBUILD INDEX (ALL) TABLESPACE A200#LC2.TA20P
 REBUILD INDEX (ALL) TABLESPACE A200#LC9.CCMCTIQU
 REBUILD INDEX (ALL) TABLESPACE A200#LDG.CCMCTIQU
 REBUILD INDEX (ALL) TABLESPACE A200#LDM.TTXB
 REBUILD INDEX (ALL) TABLESPACE A200#LD5.T599U
 REBUILD INDEX (ALL) TABLESPACE A200#LE2.TA20NHS
 REBUILD INDEX (ALL) TABLESPACE A200#LF5.T8G30B


 REBUILD INDEX (ALL) TABLESPACE A200#LHB.TFIN200
 REBUILD INDEX (ALL) TABLESPACE A200#LHR.TBP2B
 REBUILD INDEX (ALL) TABLESPACE A200#LH7.T7FRFAT
 REBUILD INDEX (ALL) TABLESPACE A200#LIC.TIVBA
 REBUILD INDEX (ALL) TABLESPACE A200#LIF.T811D
 REBUILD INDEX (ALL) TABLESPACE A200#LI8.TKCCC
 REBUILD INDEX (ALL) TABLESPACE A200#LJC.TZB23
 REBUILD INDEX (ALL) TABLESPACE A200#LJ4.PRDKZT
 REBUILD INDEX (ALL) TABLESPACE A200#LL7.TPMIM
 REBUILD INDEX (ALL) TABLESPACE A200#LMA.SMLG
 REBUILD INDEX (ALL) TABLESPACE A200#LNF.TXW#C#V0
 REBUILD INDEX (ALL) TABLESPACE A200#LNL.TZSZ2
 REBUILD INDEX (ALL) TABLESPACE A200#LOC.RSMMETYP
 REBUILD INDEX (ALL) TABLESPACE A200#LOH.T044I
 REBUILD INDEX (ALL) TABLESPACE A200#LOI.TLDPS#LA
 REBUILD INDEX (ALL) TABLESPACE A200#LO1.T159A
 REBUILD INDEX (ALL) TABLESPACE A200#LPP.T16SC
 REBUILD INDEX (ALL) TABLESPACE A200#LP1.TCART
 REBUILD INDEX (ALL) TABLESPACE A200#LP2.TRNSPACE
 REBUILD INDEX (ALL) TABLESPACE A200#LP9.T7EHS00#
 REBUILD INDEX (ALL) TABLESPACE A200#LQW.CRVD#A
 REBUILD INDEX (ALL) TABLESPACE A200#LQ8.TCO48
 REBUILD INDEX (ALL) TABLESPACE A200#LSN.TT3X40
 REBUILD INDEX (ALL) TABLESPACE A200#LUL.TZB5V
 REBUILD INDEX (ALL) TABLESPACE A200#LUP.CSRCCONT
 REBUILD INDEX (ALL) TABLESPACE A200#LUQ.CRVM#B
 REBUILD INDEX (ALL) TABLESPACE A200#LUU.TDICT#T
 REBUILD INDEX (ALL) TABLESPACE A200#LVA.TKENC3
 REBUILD INDEX (ALL) TABLESPACE A200#LVD.CPRTYPEX
 REBUILD INDEX (ALL) TABLESPACE A200#LW3.T77QA
 REBUILD INDEX (ALL) TABLESPACE A200#LYO.CKMLMV00
 REBUILD INDEX (ALL) TABLESPACE A200#L0E.IACKEYCO
 REBUILD INDEX (ALL) TABLESPACE A200#L03.TKEVAA
 REBUILD INDEX (ALL) TABLESPACE A200#L05.T5DWXT
 REBUILD INDEX (ALL) TABLESPACE A200#L14.TQREO
 REBUILD INDEX (ALL) TABLESPACE A200#L4J.T8G21A
 REBUILD INDEX (ALL) TABLESPACE A200#L4L.TSKT3
 REBUILD INDEX (ALL) TABLESPACE A200#L5N.TSP0C
 REBUILD INDEX (ALL) TABLESPACE A200#L58.T5W68
 REBUILD INDEX (ALL) TABLESPACE A200#L7I.T5DWN
 REBUILD INDEX (ALL) TABLESPACE A200#L7L.TIV9G
 REBUILD INDEX (ALL) TABLESPACE A200#L73.DF63S
 REBUILD INDEX (ALL) TABLESPACE A200#L8U.VBWF11
 REBUILD INDEX (ALL) TABLESPACE A200#L9I.TPNNR
 REBUILD INDEX (ALL) TABLESPACE A200#MAD.VBUST
 REBUILD INDEX (ALL) TABLESPACE A200#MCO.LDK00
 REBUILD INDEX (ALL) TABLESPACE A200#MER.DBMSGDB2
 REBUILD INDEX (ALL) TABLESPACE A200#MFJ.TIVC9T
 REBUILD INDEX (ALL) TABLESPACE A200#MFN.TDICO
 REBUILD INDEX (ALL) TABLESPACE A200#MF9.TIVROZ0C
 REBUILD INDEX (ALL) TABLESPACE A200#MGB.TMC73
 REBUILD INDEX (ALL) TABLESPACE A200#MGF.T165A
 REBUILD INDEX (ALL) TABLESPACE A200#MIA.T5DW0
 REBUILD INDEX (ALL) TABLESPACE A200#MJL.TVARH
 REBUILD INDEX (ALL) TABLESPACE A200#MJX.AUFLAY3
 REBUILD INDEX (ALL) TABLESPACE A200#MKC.T77EOPT
 REBUILD INDEX (ALL) TABLESPACE A200#MKD.THERK
 REBUILD INDEX (ALL) TABLESPACE A200#MKN.T7HK04


 REBUILD INDEX (ALL) TABLESPACE A200#ML4.TRK1T
 REBUILD INDEX (ALL) TABLESPACE A200#MNQ.T5ITNR
 REBUILD INDEX (ALL) TABLESPACE A200#MNS.TIV96
 REBUILD INDEX (ALL) TABLESPACE A200#MN3.TIV9F
 REBUILD INDEX (ALL) TABLESPACE A200#MN8.ATLPGT
 REBUILD INDEX (ALL) TABLESPACE A200#MN9.TWEZ
 REBUILD INDEX (ALL) TABLESPACE A200#MPE.TZ39T
 REBUILD INDEX (ALL) TABLESPACE A200#MPK.TIV8Z
 REBUILD INDEX (ALL) TABLESPACE A200#MP0.TIVBH
 REBUILD INDEX (ALL) TABLESPACE A200#MP4.ROAPPLT
 REBUILD INDEX (ALL) TABLESPACE A200#MP8.ATMAT
 REBUILD INDEX (ALL) TABLESPACE A200#MQ2.T883S
 REBUILD INDEX (ALL) TABLESPACE A200#MRW.DIV01X
 REBUILD INDEX (ALL) TABLESPACE A200#MSM.T618MS
 REBUILD INDEX (ALL) TABLESPACE A200#MS7.T5N5U
 REBUILD INDEX (ALL) TABLESPACE A200#MTN.T5BVH
 REBUILD INDEX (ALL) TABLESPACE A200#MUB.TCNBT
 REBUILD INDEX (ALL) TABLESPACE A200#MUL.TIV86
 REBUILD INDEX (ALL) TABLESPACE A200#MVK.PTEXTLOG
 REBUILD INDEX (ALL) TABLESPACE A200#MVN.KONX
 REBUILD INDEX (ALL) TABLESPACE A200#MWB.TRSE1
 REBUILD INDEX (ALL) TABLESPACE A200#MXR.PFFCTT
 REBUILD INDEX (ALL) TABLESPACE A200#MYV.TIVCF
 REBUILD INDEX (ALL) TABLESPACE A200#MY0.CICFSCAS
 REBUILD INDEX (ALL) TABLESPACE A200#MZF.T5KVT
 REBUILD INDEX (ALL) TABLESPACE A200#M0D.AQGSCAT
 REBUILD INDEX (ALL) TABLESPACE A200#M0R.BRAN
 REBUILD INDEX (ALL) TABLESPACE A200#M06.TDIPR
 REBUILD INDEX (ALL) TABLESPACE A200#M1N.TIVAG
 REBUILD INDEX (ALL) TABLESPACE A200#M1P.TKETD1
 REBUILD INDEX (ALL) TABLESPACE A200#M2C.TZB30T
 REBUILD INDEX (ALL) TABLESPACE A200#M3K.J#1AAT08
 REBUILD INDEX (ALL) TABLESPACE A200#M3S.T059O
 REBUILD INDEX (ALL) TABLESPACE A200#M37.TWSST
 REBUILD INDEX (ALL) TABLESPACE A200#M4O.VZBAVVX
 REBUILD INDEX (ALL) TABLESPACE A200#M4P.T7AR55
 REBUILD INDEX (ALL) TABLESPACE A200#M4V.CACCEL
 REBUILD INDEX (ALL) TABLESPACE A200#M40.AT185
 REBUILD INDEX (ALL) TABLESPACE A200#M5E.TIVC6
 REBUILD INDEX (ALL) TABLESPACE A200#M6F.EDMMS
 REBUILD INDEX (ALL) TABLESPACE A200#M6J.MDRP#CON
 REBUILD INDEX (ALL) TABLESPACE A200#M7D.T5DCGT
 REBUILD INDEX (ALL) TABLESPACE A200#M7S.T5W67
 REBUILD INDEX (ALL) TABLESPACE A200#M8T.MDRP#VIE
 REBUILD INDEX (ALL) TABLESPACE A200#M8Z.WRFT1
 REBUILD INDEX (ALL) TABLESPACE A200#M9M.AQLSCAT
 REBUILD INDEX (ALL) TABLESPACE A200#NA6.TKACPS
 REBUILD INDEX (ALL) TABLESPACE A200#NB4.CCMCBQUE
 REBUILD INDEX (ALL) TABLESPACE A200#NDV.TZANGVOR
 REBUILD INDEX (ALL) TABLESPACE A200#NEF.T5KTT
 REBUILD INDEX (ALL) TABLESPACE A200#NER.TCECLIL
 REBUILD INDEX (ALL) TABLESPACE A200#NFA.SWLCREMA
 REBUILD INDEX (ALL) TABLESPACE A200#NFM.T883T
 REBUILD INDEX (ALL) TABLESPACE A200#NFW.T165F
 REBUILD INDEX (ALL) TABLESPACE A200#NGF.TKEQUS1T
 REBUILD INDEX (ALL) TABLESPACE A200#NHV.T5B2G
 REBUILD INDEX (ALL) TABLESPACE A200#NJI.TWPPK
 REBUILD INDEX (ALL) TABLESPACE A200#NKA.TCEVERS


 REBUILD INDEX (ALL) TABLESPACE A200#NKE.AT03T
 REBUILD INDEX (ALL) TABLESPACE A200#NK3.AT72T
 REBUILD INDEX (ALL) TABLESPACE A200#NLA.TRBRG
 REBUILD INDEX (ALL) TABLESPACE A200#NLJ.TIV92
 REBUILD INDEX (ALL) TABLESPACE A200#NMD.T8J7E
 REBUILD INDEX (ALL) TABLESPACE A200#NMM.T7EHS00#
 REBUILD INDEX (ALL) TABLESPACE A200#NNA.TLDPS#CO
 REBUILD INDEX (ALL) TABLESPACE A200#NQX.CRVD#B
 REBUILD INDEX (ALL) TABLESPACE A200#NRX.TPF02
 REBUILD INDEX (ALL) TABLESPACE A200#NSD.T5DWI
 REBUILD INDEX (ALL) TABLESPACE A200#NSN.TZB29T
 REBUILD INDEX (ALL) TABLESPACE A200#NTP.T011
 REBUILD INDEX (ALL) TABLESPACE A200#NUL.T5W1X
 REBUILD INDEX (ALL) TABLESPACE A200#NUM.TWSPT
 REBUILD INDEX (ALL) TABLESPACE A200#NUY.TCDRP
 REBUILD INDEX (ALL) TABLESPACE A200#NVU.TA20NC1
 REBUILD INDEX (ALL) TABLESPACE A200#NV1.ADDRL
 REBUILD INDEX (ALL) TABLESPACE A200#NWA.TA20NRC
 REBUILD INDEX (ALL) TABLESPACE A200#NWK.NRIV#LOK
 REBUILD INDEX (ALL) TABLESPACE A200#NWN.CCMCLBC#
 REBUILD INDEX (ALL) TABLESPACE A200#NWW.TZB21
 REBUILD INDEX (ALL) TABLESPACE A200#NYR.TZB31
 REBUILD INDEX (ALL) TABLESPACE A200#NYV.T8G30A
 REBUILD INDEX (ALL) TABLESPACE A200#NY5.T5D4S
 REBUILD INDEX (ALL) TABLESPACE A200#NZV.TCN54
 REBUILD INDEX (ALL) TABLESPACE A200#NZW.TXW#C#V1
 REBUILD INDEX (ALL) TABLESPACE A200#NZY.T048A
 REBUILD INDEX (ALL) TABLESPACE A200#N02.CRVAR1
 REBUILD INDEX (ALL) TABLESPACE A200#N18.TIVROZ05
 REBUILD INDEX (ALL) TABLESPACE A200#N3G.CUATEXTS
 REBUILD INDEX (ALL) TABLESPACE A200#N7C.TEPSCUS
 REBUILD INDEX (ALL) TABLESPACE A200#N7J.STWB#SET
 REBUILD INDEX (ALL) TABLESPACE A200#N8I.CCMCBQPR
 REBUILD INDEX (ALL) TABLESPACE A200#N9K.TWEK
 REBUILD INDEX (ALL) TABLESPACE A200#N96.T811L
 REBUILD INDEX (ALL) TABLESPACE A200#OAC.TIVC4
 REBUILD INDEX (ALL) TABLESPACE A200#OAR.T5B22
 REBUILD INDEX (ALL) TABLESPACE A200#OB4.THLPX
 REBUILD INDEX (ALL) TABLESPACE A200#OB7.T059P
 REBUILD INDEX (ALL) TABLESPACE A200#OCG.T77CRT
 REBUILD INDEX (ALL) TABLESPACE A200#ODH.SXDA1T
 REBUILD INDEX (ALL) TABLESPACE A200#OF3.AQXINT
 REBUILD INDEX (ALL) TABLESPACE A200#OGE.LDK02
 REBUILD INDEX (ALL) TABLESPACE A200#OHF.TCESYST
 REBUILD INDEX (ALL) TABLESPACE A200#OHK.T80IT
 REBUILD INDEX (ALL) TABLESPACE A200#OI3.T5F6L
 REBUILD INDEX (ALL) TABLESPACE A200#OK6.MDRP#MEN
 REBUILD INDEX (ALL) TABLESPACE A200#OLB.T5UGJ
 REBUILD INDEX (ALL) TABLESPACE A200#ONM.SHDDCDO
 REBUILD INDEX (ALL) TABLESPACE A200#OOK.T751C
 REBUILD INDEX (ALL) TABLESPACE A200#OO7.SPTHB
 REBUILD INDEX (ALL) TABLESPACE A200#OPW.TDLOX
 REBUILD INDEX (ALL) TABLESPACE A200#OTI.TIVROZ0F
 REBUILD INDEX (ALL) TABLESPACE A200#OTK.T5S3H
 REBUILD INDEX (ALL) TABLESPACE A200#OTT.PA0172
 REBUILD INDEX (ALL) TABLESPACE A200#OUW.CKMLMV01
 REBUILD INDEX (ALL) TABLESPACE A200#OVS.CCMADKEY
 REBUILD INDEX (ALL) TABLESPACE A200#OV6.TF090


 REBUILD INDEX (ALL) TABLESPACE A200#OWC.T630
 REBUILD INDEX (ALL) TABLESPACE A200#OWR.BTXPURGE
 REBUILD INDEX (ALL) TABLESPACE A200#OW6.T8G03T
 REBUILD INDEX (ALL) TABLESPACE A200#OXJ.LDA01
 REBUILD INDEX (ALL) TABLESPACE A200#O0O.ARCH#RPR
 REBUILD INDEX (ALL) TABLESPACE A200#O08.TDIM#T
 REBUILD INDEX (ALL) TABLESPACE A200#O19.T5B2A
 REBUILD INDEX (ALL) TABLESPACE A200#O2A.TXW#C#GL
 REBUILD INDEX (ALL) TABLESPACE A200#O2N.T5UF0
 REBUILD INDEX (ALL) TABLESPACE A200#O4D.TILG1
 REBUILD INDEX (ALL) TABLESPACE A200#O4M.T689K
 REBUILD INDEX (ALL) TABLESPACE A200#O48.T5B2B
 REBUILD INDEX (ALL) TABLESPACE A200#O5I.TMSCDES
 REBUILD INDEX (ALL) TABLESPACE A200#O8G.MASSFUNC
 REBUILD INDEX (ALL) TABLESPACE A200#O8T.T445Z1
 REBUILD INDEX (ALL) TABLESPACE A200#O88.TMCBIWU
 REBUILD INDEX (ALL) TABLESPACE A200#O9W.TZS03
 REBUILD INDEX (ALL) TABLESPACE A200#P2Y.LANG#MAN
 REBUILD INDEX (ALL) TABLESPACE A200#P20.SHDDF
 REBUILD INDEX (ALL) TABLESPACE A200#P3L.CRVAR1T
 REBUILD INDEX (ALL) TABLESPACE A200#P3R.SXDA0
 REBUILD INDEX (ALL) TABLESPACE A200#P36.T7PMP
 REBUILD INDEX (ALL) TABLESPACE A200#P4J.EVVST
 REBUILD INDEX (ALL) TABLESPACE A200#P40.TIVAR1
 REBUILD INDEX (ALL) TABLESPACE A200#P45.T7HK5N
 REBUILD INDEX (ALL) TABLESPACE A200#P5C.DBCHECKO
 REBUILD INDEX (ALL) TABLESPACE A200#P52.CICTOOLB
 REBUILD INDEX (ALL) TABLESPACE A200#P6G.CRVS#A
 REBUILD INDEX (ALL) TABLESPACE A200#P67.MDRP#MAP
 REBUILD INDEX (ALL) TABLESPACE A200#P8I.DBSYCHKD
 REBUILD INDEX (ALL) TABLESPACE A200#P80.RODTIM
 REBUILD INDEX (ALL) TABLESPACE A200#P9F.T5KTV
 REBUILD INDEX (ALL) TABLESPACE A200#P9N.TLSYT
 REBUILD INDEX (ALL) TABLESPACE A200#P9O.TCETARG
 REBUILD INDEX (ALL) TABLESPACE A200#QQC.ADDID
 REBUILD INDEX (ALL) TABLESPACE A200#ROJ.FRNT
 REBUILD INDEX (ALL) TABLESPACE A200#R47.TFBW1
 REBUILD INDEX (ALL) TABLESPACE A200#TWY.SEWACUS
 REBUILD INDEX (ALL) TABLESPACE A200#VIF.OSYS
 REBUILD INDEX (ALL) TABLESPACE A200#VSN.PAT03#S
 REBUILD INDEX (ALL) TABLESPACE A200#X04.SEWACUS
 REBUILD INDEX (ALL) TABLESPACE A200#0A4.SCPRFLAG
 REBUILD INDEX (ALL) TABLESPACE A200#0A5.ATVO2
 REBUILD INDEX (ALL) TABLESPACE A200#0BZ.WITH#CTN
 REBUILD INDEX (ALL) TABLESPACE A200#0CC.TWRF3T
 REBUILD INDEX (ALL) TABLESPACE A200#0CX.TZB30
 REBUILD INDEX (ALL) TABLESPACE A200#0DH.T7PHSC
 REBUILD INDEX (ALL) TABLESPACE A200#0DU.TA20NC
 REBUILD INDEX (ALL) TABLESPACE A200#0E2.EWUPRAEF
 REBUILD INDEX (ALL) TABLESPACE A200#0FH.T5ITNZ
 REBUILD INDEX (ALL) TABLESPACE A200#0FK.T77KT
 REBUILD INDEX (ALL) TABLESPACE A200#0F3.TQ40T
 REBUILD INDEX (ALL) TABLESPACE A200#0HO.T5P1RX
 REBUILD INDEX (ALL) TABLESPACE A200#0IM.T5B26
 REBUILD INDEX (ALL) TABLESPACE A200#0IW.TWSGT
 REBUILD INDEX (ALL) TABLESPACE A200#0I0.DPSTRUC
 REBUILD INDEX (ALL) TABLESPACE A200#0JC.TZSZ7
 REBUILD INDEX (ALL) TABLESPACE A200#0JK.SXDA2T


 REBUILD INDEX (ALL) TABLESPACE A200#0J1.TZ02B
 REBUILD INDEX (ALL) TABLESPACE A200#0J4.VTBDFC
 REBUILD INDEX (ALL) TABLESPACE A200#0KC.BTXOVFR#
 REBUILD INDEX (ALL) TABLESPACE A200#0K1.TIVB8
 REBUILD INDEX (ALL) TABLESPACE A200#0LL.TXW#C#V3
 REBUILD INDEX (ALL) TABLESPACE A200#0M3.QISTP
 REBUILD INDEX (ALL) TABLESPACE A200#0NF.TDKWGX
 REBUILD INDEX (ALL) TABLESPACE A200#0NV.T856Y
 REBUILD INDEX (ALL) TABLESPACE A200#0NW.TIVC3
 REBUILD INDEX (ALL) TABLESPACE A200#0N6.ANKL
 REBUILD INDEX (ALL) TABLESPACE A200#0PR.T022F
 REBUILD INDEX (ALL) TABLESPACE A200#0P6.CKMLMV01
 REBUILD INDEX (ALL) TABLESPACE A200#0RA.T77EJ
 REBUILD INDEX (ALL) TABLESPACE A200#0RZ.TFRC1
 REBUILD INDEX (ALL) TABLESPACE A200#0S1.CCMCCPRO
 REBUILD INDEX (ALL) TABLESPACE A200#0TJ.LDK03
 REBUILD INDEX (ALL) TABLESPACE A200#0UF.TKES
 REBUILD INDEX (ALL) TABLESPACE A200#0UH.RODIOBJ
 REBUILD INDEX (ALL) TABLESPACE A200#0V8.J#1AINFT
 REBUILD INDEX (ALL) TABLESPACE A200#0W4.T77ALE#I
 REBUILD INDEX (ALL) TABLESPACE A200#0XW.T028O
 REBUILD INDEX (ALL) TABLESPACE A200#0ZK.AT72
 REBUILD INDEX (ALL) TABLESPACE A200#0ZL.TIVCD
 REBUILD INDEX (ALL) TABLESPACE A200#0Z0.TCESYSTT
 REBUILD INDEX (ALL) TABLESPACE A200#00A.VTPRST
 REBUILD INDEX (ALL) TABLESPACE A200#00E.J#1AAA2M
 REBUILD INDEX (ALL) TABLESPACE A200#00M.CCMACTPR
 REBUILD INDEX (ALL) TABLESPACE A200#000.ACDIAGSH
 REBUILD INDEX (ALL) TABLESPACE A200#01A.T5B2F
 REBUILD INDEX (ALL) TABLESPACE A200#01F.TIV2J
 REBUILD INDEX (ALL) TABLESPACE A200#01H.VZBAVFX
 REBUILD INDEX (ALL) TABLESPACE A200#01L.TRSE2
 REBUILD INDEX (ALL) TABLESPACE A200#02K.CKMLAB01
 REBUILD INDEX (ALL) TABLESPACE A200#02L.T5PPT
 REBUILD INDEX (ALL) TABLESPACE A200#03B.TVFAPT
 REBUILD INDEX (ALL) TABLESPACE A200#032.T5KV2
 REBUILD INDEX (ALL) TABLESPACE A200#04C.T059V
 REBUILD INDEX (ALL) TABLESPACE A200#04E.RSMREPLE
 REBUILD INDEX (ALL) TABLESPACE A200#04M.VDPNNR
 REBUILD INDEX (ALL) TABLESPACE A200#05A.T811DH
 REBUILD INDEX (ALL) TABLESPACE A200#05S.CICCONF
 REBUILD INDEX (ALL) TABLESPACE A200#058.CCMSCRPR
 REBUILD INDEX (ALL) TABLESPACE A200#06D.T260
 REBUILD INDEX (ALL) TABLESPACE A200#06I.ALDBSTOO
 REBUILD INDEX (ALL) TABLESPACE A200#07O.KONDD
 REBUILD INDEX (ALL) TABLESPACE A200#078.TKEPLEXI
 REBUILD INDEX (ALL) TABLESPACE A200#099.T5M8Q
 REBUILD INDEX (ALL) TABLESPACE A200#1CB.TIVROZ04
 REBUILD INDEX (ALL) TABLESPACE A200#1CG.TRK00
 REBUILD INDEX (ALL) TABLESPACE A200#1CI.VITXT
 REBUILD INDEX (ALL) TABLESPACE A200#1CL.T005E
 REBUILD INDEX (ALL) TABLESPACE A200#1DJ.MERGECLI
 REBUILD INDEX (ALL) TABLESPACE A200#1FG.TCATS#IT
 REBUILD INDEX (ALL) TABLESPACE A200#1FK.T5DWX
 REBUILD INDEX (ALL) TABLESPACE A200#1FN.TWPIF
 REBUILD INDEX (ALL) TABLESPACE A200#1GC.TAI03
 REBUILD INDEX (ALL) TABLESPACE A200#1GW.TA20PST
 REBUILD INDEX (ALL) TABLESPACE A200#1GY.ARCID#CU


 REBUILD INDEX (ALL) TABLESPACE A200#1G9.QDPKT
 REBUILD INDEX (ALL) TABLESPACE A200#1HN.CCMCTIPR
 REBUILD INDEX (ALL) TABLESPACE A200#1HW.T77SP#CD
 REBUILD INDEX (ALL) TABLESPACE A200#1LD.T5E60
 REBUILD INDEX (ALL) TABLESPACE A200#1M3.T5M8O
 REBUILD INDEX (ALL) TABLESPACE A200#1M9.TZ29
 REBUILD INDEX (ALL) TABLESPACE A200#1OJ.TKEDRS
 REBUILD INDEX (ALL) TABLESPACE A200#1O1.TKFPAT
 REBUILD INDEX (ALL) TABLESPACE A200#1O8.INFCFGDB
 REBUILD INDEX (ALL) TABLESPACE A200#1QY.APP#FCTR
 REBUILD INDEX (ALL) TABLESPACE A200#1Q4.TA20PSC
 REBUILD INDEX (ALL) TABLESPACE A200#1RD.RODIOBJC
 REBUILD INDEX (ALL) TABLESPACE A200#1RH.T800M
 REBUILD INDEX (ALL) TABLESPACE A200#1TR.SWUFORMT
 REBUILD INDEX (ALL) TABLESPACE A200#1TS.RODKYF
 REBUILD INDEX (ALL) TABLESPACE A200#1T1.J#1AINFT
 REBUILD INDEX (ALL) TABLESPACE A200#1UW.T048Y
 REBUILD INDEX (ALL) TABLESPACE A200#1U5.TIV1R
 REBUILD INDEX (ALL) TABLESPACE A200#1VN.IWBENTRY
 REBUILD INDEX (ALL) TABLESPACE A200#1WQ.TZB28
 REBUILD INDEX (ALL) TABLESPACE A200#1WY.TLHIOZ
 REBUILD INDEX (ALL) TABLESPACE A200#1W3.TZ36T
 REBUILD INDEX (ALL) TABLESPACE A200#1ZC.TF370
 REBUILD INDEX (ALL) TABLESPACE A200#103.TIVM2
 REBUILD INDEX (ALL) TABLESPACE A200#105.TTZEX
 REBUILD INDEX (ALL) TABLESPACE A200#11O.SWF#WFPT
 REBUILD INDEX (ALL) TABLESPACE A200#11U.T5D4R
 REBUILD INDEX (ALL) TABLESPACE A200#116.TIV48X
 REBUILD INDEX (ALL) TABLESPACE A200#122.TZ27
 REBUILD INDEX (ALL) TABLESPACE A200#13C.TIVT5
 REBUILD INDEX (ALL) TABLESPACE A200#13S.T007R
 REBUILD INDEX (ALL) TABLESPACE A200#13V.TIVKUE3
 REBUILD INDEX (ALL) TABLESPACE A200#14S.T445NK
 REBUILD INDEX (ALL) TABLESPACE A200#140.T8J7G
 REBUILD INDEX (ALL) TABLESPACE A200#15Y.RODCHA
 REBUILD INDEX (ALL) TABLESPACE A200#153.T7BRC1
 REBUILD INDEX (ALL) TABLESPACE A200#16Q.TZ28T
 REBUILD INDEX (ALL) TABLESPACE A200#169.T5ITNT
 REBUILD INDEX (ALL) TABLESPACE A200#18H.TCPFS4T
 REBUILD INDEX (ALL) TABLESPACE A200#19N.T5KTO
 REBUILD INDEX (ALL) TABLESPACE A200#19W.TIV84
 REBUILD INDEX (ALL) TABLESPACE A200#193.T52SES#C
 REBUILD INDEX (ALL) TABLESPACE A200#2AC.T77EZOPT
 REBUILD INDEX (ALL) TABLESPACE A200#2AP.SNCSYSAC
 REBUILD INDEX (ALL) TABLESPACE A200#2AT.TIVROZ0B
 REBUILD INDEX (ALL) TABLESPACE A200#2A7.T7PMA
 REBUILD INDEX (ALL) TABLESPACE A200#2BB.T362O
 REBUILD INDEX (ALL) TABLESPACE A200#2CM.J#1ASNRD
 REBUILD INDEX (ALL) TABLESPACE A200#2CN.SDPROTCA
 REBUILD INDEX (ALL) TABLESPACE A200#2C3.KCVAR
 REBUILD INDEX (ALL) TABLESPACE A200#2EL.SELARTDE
 REBUILD INDEX (ALL) TABLESPACE A200#2ER.T831D
 REBUILD INDEX (ALL) TABLESPACE A200#2EV.T022T
 REBUILD INDEX (ALL) TABLESPACE A200#2EZ.T5DW8
 REBUILD INDEX (ALL) TABLESPACE A200#2E5.TXW#C#ST
 REBUILD INDEX (ALL) TABLESPACE A200#2FJ.TKETD11
 REBUILD INDEX (ALL) TABLESPACE A200#2GS.T5N2L
 REBUILD INDEX (ALL) TABLESPACE A200#2HM.TFCG


 REBUILD INDEX (ALL) TABLESPACE A200#2I0.ALPFPOLX
 REBUILD INDEX (ALL) TABLESPACE A200#2JN.T8J7H
 REBUILD INDEX (ALL) TABLESPACE A200#2JV.EWULC
 REBUILD INDEX (ALL) TABLESPACE A200#2KU.TIVROZ01
 REBUILD INDEX (ALL) TABLESPACE A200#2KZ.CEST4
 REBUILD INDEX (ALL) TABLESPACE A200#2LJ.ARCH#SER
 REBUILD INDEX (ALL) TABLESPACE A200#2L8.TWPFIT
 REBUILD INDEX (ALL) TABLESPACE A200#2NS.TIVSA
 REBUILD INDEX (ALL) TABLESPACE A200#2NT.AIC#VBRK
 REBUILD INDEX (ALL) TABLESPACE A200#2OL.AUFLAY2
 REBUILD INDEX (ALL) TABLESPACE A200#2Q2.T5W61
 REBUILD INDEX (ALL) TABLESPACE A200#2Q4.T041CT
 REBUILD INDEX (ALL) TABLESPACE A200#2RR.TZB3V
 REBUILD INDEX (ALL) TABLESPACE A200#2RT.TKCVS
 REBUILD INDEX (ALL) TABLESPACE A200#2TC.TONR
 REBUILD INDEX (ALL) TABLESPACE A200#2T6.CCMAC
 REBUILD INDEX (ALL) TABLESPACE A200#2UA.EWCMPROT
 REBUILD INDEX (ALL) TABLESPACE A200#2UC.VTBLMCID
 REBUILD INDEX (ALL) TABLESPACE A200#2UG.INDEXZ
 REBUILD INDEX (ALL) TABLESPACE A200#2U4.TKETD2
 REBUILD INDEX (ALL) TABLESPACE A200#2U7.T5M5E
 REBUILD INDEX (ALL) TABLESPACE A200#2VD.LISCOPAZ
 REBUILD INDEX (ALL) TABLESPACE A200#2VK.TLDPS#CO
 REBUILD INDEX (ALL) TABLESPACE A200#2V1.TDIMCT
 REBUILD INDEX (ALL) TABLESPACE A200#2V5.T167F
 REBUILD INDEX (ALL) TABLESPACE A200#2XI.TA20PI
 REBUILD INDEX (ALL) TABLESPACE A200#2XK.TZDG3
 REBUILD INDEX (ALL) TABLESPACE A200#2X3.USCOMPAN
 REBUILD INDEX (ALL) TABLESPACE A200#2YO.CKMLMV00
 REBUILD INDEX (ALL) TABLESPACE A200#2YY.T082I
 REBUILD INDEX (ALL) TABLESPACE A200#2Y7.WRFT2
 REBUILD INDEX (ALL) TABLESPACE A200#2ZV.HRS1220
 REBUILD INDEX (ALL) TABLESPACE A200#20G.TIVC1
 REBUILD INDEX (ALL) TABLESPACE A200#208.TCEDELI
 REBUILD INDEX (ALL) TABLESPACE A200#21E.T77ALE#I
 REBUILD INDEX (ALL) TABLESPACE A200#22P.VTBPRODT
 REBUILD INDEX (ALL) TABLESPACE A200#24M.T042OFI
 REBUILD INDEX (ALL) TABLESPACE A200#25Z.T162G
 REBUILD INDEX (ALL) TABLESPACE A200#255.TC54T
 REBUILD INDEX (ALL) TABLESPACE A200#270.VTB#DFDE
 REBUILD INDEX (ALL) TABLESPACE A200#278.FMCFC0
 REBUILD INDEX (ALL) TABLESPACE A200#28H.TMSPVERS
 REBUILD INDEX (ALL) TABLESPACE A200#28M.TLDPS#PH
 REBUILD INDEX (ALL) TABLESPACE A200#29P.TIVROZ07
 REBUILD INDEX (ALL) TABLESPACE A200#3BX.ESHDG
 REBUILD INDEX (ALL) TABLESPACE A200#3CC.T028N
 REBUILD INDEX (ALL) TABLESPACE A200#3CH.TIV83
 REBUILD INDEX (ALL) TABLESPACE A200#3CJ.TIVROZ10
 REBUILD INDEX (ALL) TABLESPACE A200#3CR.T148Z
 REBUILD INDEX (ALL) TABLESPACE A200#3DQ.CKMLAB01
 REBUILD INDEX (ALL) TABLESPACE A200#3EH.TKETD2T
 REBUILD INDEX (ALL) TABLESPACE A200#3EO.T618ME
 REBUILD INDEX (ALL) TABLESPACE A200#3GC.TA20PPI
 REBUILD INDEX (ALL) TABLESPACE A200#3G6.TBD00T
 REBUILD INDEX (ALL) TABLESPACE A200#3HO.TIV88
 REBUILD INDEX (ALL) TABLESPACE A200#3IF.T5KMT
 REBUILD INDEX (ALL) TABLESPACE A200#3J3.TMCWWT
 REBUILD INDEX (ALL) TABLESPACE A200#3KK.SXDA1


 REBUILD INDEX (ALL) TABLESPACE A200#3K5.T77SP#CD
 REBUILD INDEX (ALL) TABLESPACE A200#3LB.TKEPSZK
 REBUILD INDEX (ALL) TABLESPACE A200#3L1.TZUSA
 REBUILD INDEX (ALL) TABLESPACE A200#3MS.TKCOR
 REBUILD INDEX (ALL) TABLESPACE A200#3MZ.QISTPT
 REBUILD INDEX (ALL) TABLESPACE A200#3N1.TMATY
 REBUILD INDEX (ALL) TABLESPACE A200#3OZ.T5PFT
 REBUILD INDEX (ALL) TABLESPACE A200#3QD.T5PP1
 REBUILD INDEX (ALL) TABLESPACE A200#3QP.T630T
 REBUILD INDEX (ALL) TABLESPACE A200#3QZ.J#1AINFT
 REBUILD INDEX (ALL) TABLESPACE A200#3Q8.TMSPCONF
 REBUILD INDEX (ALL) TABLESPACE A200#3SA.TWEPT
 REBUILD INDEX (ALL) TABLESPACE A200#3S9.CICCCONF
 REBUILD INDEX (ALL) TABLESPACE A200#3UM.T7EHS00#
 REBUILD INDEX (ALL) TABLESPACE A200#3U3.TIVAB
 REBUILD INDEX (ALL) TABLESPACE A200#3VF.T6WST
 REBUILD INDEX (ALL) TABLESPACE A200#3VX.TZ39B
 REBUILD INDEX (ALL) TABLESPACE A200#3WJ.CCMCLBC
 REBUILD INDEX (ALL) TABLESPACE A200#3WM.TDCREDIT
 REBUILD INDEX (ALL) TABLESPACE A200#3Y5.KCDER#H
 REBUILD INDEX (ALL) TABLESPACE A200#31E.ADMI#CRI
 REBUILD INDEX (ALL) TABLESPACE A200#31T.T661T
 REBUILD INDEX (ALL) TABLESPACE A200#320.T5KRT
 REBUILD INDEX (ALL) TABLESPACE A200#33H.J#1AAA2
 REBUILD INDEX (ALL) TABLESPACE A200#34O.TLDPS#TA
 REBUILD INDEX (ALL) TABLESPACE A200#34Z.TXW#C#V4
 REBUILD INDEX (ALL) TABLESPACE A200#347.TCETARG
 REBUILD INDEX (ALL) TABLESPACE A200#35M.TA20PS
 REBUILD INDEX (ALL) TABLESPACE A200#365.T5N5S
 REBUILD INDEX (ALL) TABLESPACE A200#366.TA20NF
 REBUILD INDEX (ALL) TABLESPACE A200#37A.T8G01T
 REBUILD INDEX (ALL) TABLESPACE A200#37N.TCPFS1
 REBUILD INDEX (ALL) TABLESPACE A200#38E.TCPFS5
 REBUILD INDEX (ALL) TABLESPACE A200#38R.T5ITNK
 REBUILD INDEX (ALL) TABLESPACE A200#39G.TZB22
 REBUILD INDEX (ALL) TABLESPACE A200#39I.TIVC2
 REBUILD INDEX (ALL) TABLESPACE A200#396.EWUCUKEY
 REBUILD INDEX (ALL) TABLESPACE A200#4AV.J#1AINFT
 REBUILD INDEX (ALL) TABLESPACE A200#4BG.TXW#C#V2
 REBUILD INDEX (ALL) TABLESPACE A200#4CS.CKMLMV00
 REBUILD INDEX (ALL) TABLESPACE A200#4DY.DB2MON
 REBUILD INDEX (ALL) TABLESPACE A200#4D4.TVFBWA
 REBUILD INDEX (ALL) TABLESPACE A200#4ED.TIVBD
 REBUILD INDEX (ALL) TABLESPACE A200#4FT.CD0BASUN
 REBUILD INDEX (ALL) TABLESPACE A200#4GA.GRIX#SRC
 REBUILD INDEX (ALL) TABLESPACE A200#4GG.TIVVA
 REBUILD INDEX (ALL) TABLESPACE A200#4HQ.ET002
 REBUILD INDEX (ALL) TABLESPACE A200#4IV.T5DW1T
 REBUILD INDEX (ALL) TABLESPACE A200#4JP.TIV18
 REBUILD INDEX (ALL) TABLESPACE A200#4LS.ROAPPL
 REBUILD INDEX (ALL) TABLESPACE A200#4L8.T7EHS00#
 REBUILD INDEX (ALL) TABLESPACE A200#4MS.T5KTS
 REBUILD INDEX (ALL) TABLESPACE A200#4MV.T5DWET
 REBUILD INDEX (ALL) TABLESPACE A200#4N3.T059FB
 REBUILD INDEX (ALL) TABLESPACE A200#4PP.TPIK2
 REBUILD INDEX (ALL) TABLESPACE A200#4RP.TWEZT
 REBUILD INDEX (ALL) TABLESPACE A200#4R7.T7PMY2
 REBUILD INDEX (ALL) TABLESPACE A200#4SH.TB210


 REBUILD INDEX (ALL) TABLESPACE A200#4SK.TKETRLGX
 REBUILD INDEX (ALL) TABLESPACE A200#4SU.TIV9H
 REBUILD INDEX (ALL) TABLESPACE A200#4S5.SHDDC
 REBUILD INDEX (ALL) TABLESPACE A200#4TB.T599V
 REBUILD INDEX (ALL) TABLESPACE A200#4TU.TQ41
 REBUILD INDEX (ALL) TABLESPACE A200#4UF.LANGTR2
 REBUILD INDEX (ALL) TABLESPACE A200#4UQ.FMFD
 REBUILD INDEX (ALL) TABLESPACE A200#4ZL.TRNSPACE
 REBUILD INDEX (ALL) TABLESPACE A200#40M.T5DC5T
 REBUILD INDEX (ALL) TABLESPACE A200#40W.BUFCHECK
 REBUILD INDEX (ALL) TABLESPACE A200#402.J#1ASNRT
 REBUILD INDEX (ALL) TABLESPACE A200#42O.T048V
 REBUILD INDEX (ALL) TABLESPACE A200#42Q.TILGA
 REBUILD INDEX (ALL) TABLESPACE A200#43S.CCMADKEY
 REBUILD INDEX (ALL) TABLESPACE A200#436.TKEABC
 REBUILD INDEX (ALL) TABLESPACE A200#44K.T801L
 REBUILD INDEX (ALL) TABLESPACE A200#44M.TCERS
 REBUILD INDEX (ALL) TABLESPACE A200#44U.EWUEXCLK
 REBUILD INDEX (ALL) TABLESPACE A200#45S.T5N2K
 REBUILD INDEX (ALL) TABLESPACE A200#47H.TKENC5
 REBUILD INDEX (ALL) TABLESPACE A200#48C.TXW#C#VO
 REBUILD INDEX (ALL) TABLESPACE A200#49C.T167B
 REBUILD INDEX (ALL) TABLESPACE A200#49D.TCSCRKX
 REBUILD INDEX (ALL) TABLESPACE A200#49G.T5W62
 REBUILD INDEX (ALL) TABLESPACE A200#49H.TIWOL
 REBUILD INDEX (ALL) TABLESPACE A200#49S.TKEQUS2
 REBUILD INDEX (ALL) TABLESPACE A200#490.RODCHABA
 REBUILD INDEX (ALL) TABLESPACE A200#5AG.TIV8C
 REBUILD INDEX (ALL) TABLESPACE A200#5BA.T5J42
 REBUILD INDEX (ALL) TABLESPACE A200#5B7.TCNB
 REBUILD INDEX (ALL) TABLESPACE A200#5CF.TIVROZ06
 REBUILD INDEX (ALL) TABLESPACE A200#5CY.TCATSA
 REBUILD INDEX (ALL) TABLESPACE A200#5DB.T5KTE
 REBUILD INDEX (ALL) TABLESPACE A200#5ES.TKENC6
 REBUILD INDEX (ALL) TABLESPACE A200#5G6.TKEBPFL
 REBUILD INDEX (ALL) TABLESPACE A200#5HD.TIVA9
 REBUILD INDEX (ALL) TABLESPACE A200#5HY.TEDS2
 REBUILD INDEX (ALL) TABLESPACE A200#5I4.PA0270
 REBUILD INDEX (ALL) TABLESPACE A200#5I7.CPNTYPEX
 REBUILD INDEX (ALL) TABLESPACE A200#5JS.TFAGS
 REBUILD INDEX (ALL) TABLESPACE A200#5J5.TIVROZ0A
 REBUILD INDEX (ALL) TABLESPACE A200#5KP.T801F
 REBUILD INDEX (ALL) TABLESPACE A200#5K1.CCPROFT
 REBUILD INDEX (ALL) TABLESPACE A200#5LN.AT05
 REBUILD INDEX (ALL) TABLESPACE A200#5LV.J#1AAA2T
 REBUILD INDEX (ALL) TABLESPACE A200#5MP.CCMCCONT
 REBUILD INDEX (ALL) TABLESPACE A200#5M7.TIVROZ0H
 REBUILD INDEX (ALL) TABLESPACE A200#5NR.TDUMY
 REBUILD INDEX (ALL) TABLESPACE A200#5N5.TZ28
 REBUILD INDEX (ALL) TABLESPACE A200#5PD.T888T
 REBUILD INDEX (ALL) TABLESPACE A200#5PS.TA20NRHS
 REBUILD INDEX (ALL) TABLESPACE A200#5PW.LISCOPAK
 REBUILD INDEX (ALL) TABLESPACE A200#5P9.FMHVMTXT
 REBUILD INDEX (ALL) TABLESPACE A200#5Q3.T012D
 REBUILD INDEX (ALL) TABLESPACE A200#5SE.ATORT
 REBUILD INDEX (ALL) TABLESPACE A200#5TB.T811S
 REBUILD INDEX (ALL) TABLESPACE A200#5TX.TMFS
 REBUILD INDEX (ALL) TABLESPACE A200#5T0.T5KAM


 REBUILD INDEX (ALL) TABLESPACE A200#5U1.T048X
 REBUILD INDEX (ALL) TABLESPACE A200#5VY.TZBPV
 REBUILD INDEX (ALL) TABLESPACE A200#5V1.T5M16
 REBUILD INDEX (ALL) TABLESPACE A200#5V9.ATXVO
 REBUILD INDEX (ALL) TABLESPACE A200#5W5.T5B21
 REBUILD INDEX (ALL) TABLESPACE A200#5XL.ROISGEN
 REBUILD INDEX (ALL) TABLESPACE A200#5XZ.TCARA
 REBUILD INDEX (ALL) TABLESPACE A200#5X1.T77FB
 REBUILD INDEX (ALL) TABLESPACE A200#5ZQ.SHDDFDE
 REBUILD INDEX (ALL) TABLESPACE A200#50C.T7AR46
 REBUILD INDEX (ALL) TABLESPACE A200#50V.TKSR3H
 REBUILD INDEX (ALL) TABLESPACE A200#509.CDESTBDC
 REBUILD INDEX (ALL) TABLESPACE A200#51F.T311L
 REBUILD INDEX (ALL) TABLESPACE A200#53E.REPPAPPL
 REBUILD INDEX (ALL) TABLESPACE A200#55T.T77EZOPT
 REBUILD INDEX (ALL) TABLESPACE A200#57M.T77EHT
 REBUILD INDEX (ALL) TABLESPACE A200#57N.T5B2E
 REBUILD INDEX (ALL) TABLESPACE A200#58I.CCMCCONT
 REBUILD INDEX (ALL) TABLESPACE A200#58L.TKZUTR
 REBUILD INDEX (ALL) TABLESPACE A200#58V.CICPROFM
 REBUILD INDEX (ALL) TABLESPACE A200#6AG.TLSY8
 REBUILD INDEX (ALL) TABLESPACE A200#6AI.TF003
 REBUILD INDEX (ALL) TABLESPACE A200#6A1.T5KAT
 REBUILD INDEX (ALL) TABLESPACE A200#6BC.BTXOVFRX
 REBUILD INDEX (ALL) TABLESPACE A200#6CQ.VIEA01
 REBUILD INDEX (ALL) TABLESPACE A200#6C0.TIVBC
 REBUILD INDEX (ALL) TABLESPACE A200#6DY.HRSPUSR#
 REBUILD INDEX (ALL) TABLESPACE A200#6EE.TWIC0100
 REBUILD INDEX (ALL) TABLESPACE A200#6FB.SXDA2
 REBUILD INDEX (ALL) TABLESPACE A200#6FU.JBDMKAP
 REBUILD INDEX (ALL) TABLESPACE A200#6F7.TIV42
 REBUILD INDEX (ALL) TABLESPACE A200#6GK.AQXINTT
 REBUILD INDEX (ALL) TABLESPACE A200#6HV.T042C
 REBUILD INDEX (ALL) TABLESPACE A200#6IJ.TZRPT
 REBUILD INDEX (ALL) TABLESPACE A200#6IT.EVMT#VS
 REBUILD INDEX (ALL) TABLESPACE A200#6IX.T703X
 REBUILD INDEX (ALL) TABLESPACE A200#6I5.MASSVARD
 REBUILD INDEX (ALL) TABLESPACE A200#6JF.T5W4B
 REBUILD INDEX (ALL) TABLESPACE A200#6J2.T5DC7T
 REBUILD INDEX (ALL) TABLESPACE A200#6KF.TIVB9
 REBUILD INDEX (ALL) TABLESPACE A200#6KM.INDEXA
 REBUILD INDEX (ALL) TABLESPACE A200#6KS.TMSCDOM
 REBUILD INDEX (ALL) TABLESPACE A200#6LR.TZR96
 REBUILD INDEX (ALL) TABLESPACE A200#6OE.T258Z
 REBUILD INDEX (ALL) TABLESPACE A200#6PQ.TMC7K
 REBUILD INDEX (ALL) TABLESPACE A200#6PR.T5N5T
 REBUILD INDEX (ALL) TABLESPACE A200#6QL.T618EM
 REBUILD INDEX (ALL) TABLESPACE A200#6QQ.TVDST
 REBUILD INDEX (ALL) TABLESPACE A200#6RE.TZKN8T
 REBUILD INDEX (ALL) TABLESPACE A200#6SS.RKOCLMIG
 REBUILD INDEX (ALL) TABLESPACE A200#6TY.TCJO3
 REBUILD INDEX (ALL) TABLESPACE A200#6UM.QDPP
 REBUILD INDEX (ALL) TABLESPACE A200#6V3.T5ITNI
 REBUILD INDEX (ALL) TABLESPACE A200#6WE.T7PM0
 REBUILD INDEX (ALL) TABLESPACE A200#6ZR.TZB2V
 REBUILD INDEX (ALL) TABLESPACE A200#61A.T8G02T
 REBUILD INDEX (ALL) TABLESPACE A200#61W.TKENC4
 REBUILD INDEX (ALL) TABLESPACE A200#617.T5J44


 REBUILD INDEX (ALL) TABLESPACE A200#62H.TIVBG
 REBUILD INDEX (ALL) TABLESPACE A200#621.TWEAT
 REBUILD INDEX (ALL) TABLESPACE A200#63A.TWPTT
 REBUILD INDEX (ALL) TABLESPACE A200#63I.T005G
 REBUILD INDEX (ALL) TABLESPACE A200#63K.BTXSUPB
 REBUILD INDEX (ALL) TABLESPACE A200#638.LDK05
 REBUILD INDEX (ALL) TABLESPACE A200#64F.EUARHELP
 REBUILD INDEX (ALL) TABLESPACE A200#64G.OICQC
 REBUILD INDEX (ALL) TABLESPACE A200#65W.TIVAI
 REBUILD INDEX (ALL) TABLESPACE A200#656.TKSR1H
 REBUILD INDEX (ALL) TABLESPACE A200#658.TCSUB
 REBUILD INDEX (ALL) TABLESPACE A200#67X.TKENC1
 REBUILD INDEX (ALL) TABLESPACE A200#671.T77KE
 REBUILD INDEX (ALL) TABLESPACE A200#68R.TCBP#SOP
 REBUILD INDEX (ALL) TABLESPACE A200#686.T190ST
 REBUILD INDEX (ALL) TABLESPACE A200#7BU.T5KFT
 REBUILD INDEX (ALL) TABLESPACE A200#7B1.T044G
 REBUILD INDEX (ALL) TABLESPACE A200#7CO.T059REXT
 REBUILD INDEX (ALL) TABLESPACE A200#7DG.CKMLMV00
 REBUILD INDEX (ALL) TABLESPACE A200#7DJ.GST04SRV
 REBUILD INDEX (ALL) TABLESPACE A200#7DU.TKETRLX
 REBUILD INDEX (ALL) TABLESPACE A200#7DX.T823C
 REBUILD INDEX (ALL) TABLESPACE A200#7EN.TWRVT
 REBUILD INDEX (ALL) TABLESPACE A200#7FD.T165M
 REBUILD INDEX (ALL) TABLESPACE A200#7FE.KCDEKEY
 REBUILD INDEX (ALL) TABLESPACE A200#7G5.TOASB
 REBUILD INDEX (ALL) TABLESPACE A200#7IT.TZB27
 REBUILD INDEX (ALL) TABLESPACE A200#7JC.T51D5
 REBUILD INDEX (ALL) TABLESPACE A200#7KT.TMSCDOL
 REBUILD INDEX (ALL) TABLESPACE A200#7LW.TMKVT
 REBUILD INDEX (ALL) TABLESPACE A200#7M0.T7AR87
 REBUILD INDEX (ALL) TABLESPACE A200#7M6.T5EMUPRO
 REBUILD INDEX (ALL) TABLESPACE A200#7NS.T811DS
 REBUILD INDEX (ALL) TABLESPACE A200#7OY.TCETARG
 REBUILD INDEX (ALL) TABLESPACE A200#7O1.CATCU
 REBUILD INDEX (ALL) TABLESPACE A200#7PR.IDPT#A03
 REBUILD INDEX (ALL) TABLESPACE A200#7R7.CCMCBQUE
 REBUILD INDEX (ALL) TABLESPACE A200#7UG.T260S
 REBUILD INDEX (ALL) TABLESPACE A200#7UW.R2AUFNR
 REBUILD INDEX (ALL) TABLESPACE A200#7U2.TSAVX
 REBUILD INDEX (ALL) TABLESPACE A200#7VO.TTZDT
 REBUILD INDEX (ALL) TABLESPACE A200#7V3.CCMCSEAR
 REBUILD INDEX (ALL) TABLESPACE A200#7WY.TWEA
 REBUILD INDEX (ALL) TABLESPACE A200#7WZ.TZSZ1
 REBUILD INDEX (ALL) TABLESPACE A200#7W8.T7AR45
 REBUILD INDEX (ALL) TABLESPACE A200#7XS.IDPT#A04
 REBUILD INDEX (ALL) TABLESPACE A200#70J.COMAP
 REBUILD INDEX (ALL) TABLESPACE A200#70Z.TKSR4H
 REBUILD INDEX (ALL) TABLESPACE A200#703.TF515
 REBUILD INDEX (ALL) TABLESPACE A200#71F.TCOBA
 REBUILD INDEX (ALL) TABLESPACE A200#713.LDK06
 REBUILD INDEX (ALL) TABLESPACE A200#72I.TNETMONI
 REBUILD INDEX (ALL) TABLESPACE A200#72X.TZ37
 REBUILD INDEX (ALL) TABLESPACE A200#73T.T5CB0
 REBUILD INDEX (ALL) TABLESPACE A200#74B.TIV85
 REBUILD INDEX (ALL) TABLESPACE A200#74U.OICQST
 REBUILD INDEX (ALL) TABLESPACE A200#75N.T7PMT1
 REBUILD INDEX (ALL) TABLESPACE A200#757.T549P


 REBUILD INDEX (ALL) TABLESPACE A200#767.TKEDRST
 REBUILD INDEX (ALL) TABLESPACE A200#768.VZWDVL
 REBUILD INDEX (ALL) TABLESPACE A200#77J.TTTAB
 REBUILD INDEX (ALL) TABLESPACE A200#78P.EVFL#VS
 REBUILD INDEX (ALL) TABLESPACE A200#78T.EDPPV
 REBUILD INDEX (ALL) TABLESPACE A200#78Z.TKEQUS1
 REBUILD INDEX (ALL) TABLESPACE A200#8AM.T5M18
 REBUILD INDEX (ALL) TABLESPACE A200#8AN.IWBENTRY
 REBUILD INDEX (ALL) TABLESPACE A200#8AU.T042EA
 REBUILD INDEX (ALL) TABLESPACE A200#8BA.DTINP
 REBUILD INDEX (ALL) TABLESPACE A200#8BJ.THSTC
 REBUILD INDEX (ALL) TABLESPACE A200#8CD.TKCUM
 REBUILD INDEX (ALL) TABLESPACE A200#8C6.TCATSAT
 REBUILD INDEX (ALL) TABLESPACE A200#8DX.ROISIOBJ
 REBUILD INDEX (ALL) TABLESPACE A200#8D9.T6WP2T
 REBUILD INDEX (ALL) TABLESPACE A200#8EC.CVCSN
 REBUILD INDEX (ALL) TABLESPACE A200#8EJ.TCERELE
 REBUILD INDEX (ALL) TABLESPACE A200#8E5.LDK04
 REBUILD INDEX (ALL) TABLESPACE A200#8FH.TIVROZ09
 REBUILD INDEX (ALL) TABLESPACE A200#8GV.T884F
 REBUILD INDEX (ALL) TABLESPACE A200#8G2.DSYS#XPR
 REBUILD INDEX (ALL) TABLESPACE A200#8G9.T005F
 REBUILD INDEX (ALL) TABLESPACE A200#8HF.TIV4B
 REBUILD INDEX (ALL) TABLESPACE A200#8HZ.TWRF3
 REBUILD INDEX (ALL) TABLESPACE A200#8H6.T022FT
 REBUILD INDEX (ALL) TABLESPACE A200#8IY.CD9NTTYP
 REBUILD INDEX (ALL) TABLESPACE A200#8I4.T689
 REBUILD INDEX (ALL) TABLESPACE A200#8JF.T71GST
 REBUILD INDEX (ALL) TABLESPACE A200#8K2.TCN53
 REBUILD INDEX (ALL) TABLESPACE A200#8MU.TF002
 REBUILD INDEX (ALL) TABLESPACE A200#8MW.T5N2O
 REBUILD INDEX (ALL) TABLESPACE A200#8M6.SXDA0T
 REBUILD INDEX (ALL) TABLESPACE A200#8OL.TSPG2
 REBUILD INDEX (ALL) TABLESPACE A200#8OY.T5DWL
 REBUILD INDEX (ALL) TABLESPACE A200#8PV.TWETT
 REBUILD INDEX (ALL) TABLESPACE A200#8PX.T007X
 REBUILD INDEX (ALL) TABLESPACE A200#8QC.T52OCP2
 REBUILD INDEX (ALL) TABLESPACE A200#8QI.TMFAT
 REBUILD INDEX (ALL) TABLESPACE A200#8QV.IDPT#A05
 REBUILD INDEX (ALL) TABLESPACE A200#8TR.MCLIV
 REBUILD INDEX (ALL) TABLESPACE A200#8TW.T5M5F
 REBUILD INDEX (ALL) TABLESPACE A200#8U3.PSJHIEDA
 REBUILD INDEX (ALL) TABLESPACE A200#8VI.TVTRT
 REBUILD INDEX (ALL) TABLESPACE A200#8VN.T811R
 REBUILD INDEX (ALL) TABLESPACE A200#8WQ.OIFSPBLT
 REBUILD INDEX (ALL) TABLESPACE A200#8XD.LISCOPAM
 REBUILD INDEX (ALL) TABLESPACE A200#8XX.TIV69
 REBUILD INDEX (ALL) TABLESPACE A200#8YP.SANO1
 REBUILD INDEX (ALL) TABLESPACE A200#8ZE.TZ39
 REBUILD INDEX (ALL) TABLESPACE A200#8ZM.TQ75T
 REBUILD INDEX (ALL) TABLESPACE A200#80X.T5J14
 REBUILD INDEX (ALL) TABLESPACE A200#81B.TKRSTR
 REBUILD INDEX (ALL) TABLESPACE A200#814.T005H
 REBUILD INDEX (ALL) TABLESPACE A200#815.TA20P1
 REBUILD INDEX (ALL) TABLESPACE A200#822.T007D
 REBUILD INDEX (ALL) TABLESPACE A200#84H.TIVROZ1A
 REBUILD INDEX (ALL) TABLESPACE A200#845.TRNSPACE
 REBUILD INDEX (ALL) TABLESPACE A200#85L.T5ITNQ


 REBUILD INDEX (ALL) TABLESPACE A200#86H.T7FRFA
 REBUILD INDEX (ALL) TABLESPACE A200#87K.TIVC5
 REBUILD INDEX (ALL) TABLESPACE A200#88Q.T879P
 REBUILD INDEX (ALL) TABLESPACE A200#881.ADMI#EXA
 REBUILD INDEX (ALL) TABLESPACE A200#89G.TMCE
 REBUILD INDEX (ALL) TABLESPACE A200#89N.T800DOM
 REBUILD INDEX (ALL) TABLESPACE A200#9AR.TABVA
 REBUILD INDEX (ALL) TABLESPACE A200#9BU.T410T
 REBUILD INDEX (ALL) TABLESPACE A200#9CV.USZBVLND
 REBUILD INDEX (ALL) TABLESPACE A200#9DK.TKEPPLSZ
 REBUILD INDEX (ALL) TABLESPACE A200#9EP.TCAPM
 REBUILD INDEX (ALL) TABLESPACE A200#9E0.TIVAGT
 REBUILD INDEX (ALL) TABLESPACE A200#9F9.TTXPT
 REBUILD INDEX (ALL) TABLESPACE A200#9GB.RPGRI
 REBUILD INDEX (ALL) TABLESPACE A200#9GJ.ALDBSPER
 REBUILD INDEX (ALL) TABLESPACE A200#9GO.TIVB5
 REBUILD INDEX (ALL) TABLESPACE A200#9G6.AT06
 REBUILD INDEX (ALL) TABLESPACE A200#9IC.T5F6K
 REBUILD INDEX (ALL) TABLESPACE A200#9IF.J#1AINFT
 REBUILD INDEX (ALL) TABLESPACE A200#9IP.TKEPDARK
 REBUILD INDEX (ALL) TABLESPACE A200#9I8.GODIRLOC
 REBUILD INDEX (ALL) TABLESPACE A200#9JE.KONX1
 REBUILD INDEX (ALL) TABLESPACE A200#9KJ.TCREP
 REBUILD INDEX (ALL) TABLESPACE A200#9LF.ADMI#SBO
 REBUILD INDEX (ALL) TABLESPACE A200#9LV.TA20NRF
 REBUILD INDEX (ALL) TABLESPACE A200#9NO.TMKV
 REBUILD INDEX (ALL) TABLESPACE A200#9NS.T060K
 REBUILD INDEX (ALL) TABLESPACE A200#9OF.T689T
 REBUILD INDEX (ALL) TABLESPACE A200#9PS.TCSVL
 REBUILD INDEX (ALL) TABLESPACE A200#9QW.KCSLV
 REBUILD INDEX (ALL) TABLESPACE A200#9RK.T807R
 REBUILD INDEX (ALL) TABLESPACE A200#9SP.T162V
 REBUILD INDEX (ALL) TABLESPACE A200#9TJ.TZ34
 REBUILD INDEX (ALL) TABLESPACE A200#9W5.TWIC0250
 REBUILD INDEX (ALL) TABLESPACE A200#9XH.FIWF#MDR
 REBUILD INDEX (ALL) TABLESPACE A200#9XY.T5D8N
 REBUILD INDEX (ALL) TABLESPACE A200#9ZM.TVKVT
 REBUILD INDEX (ALL) TABLESPACE A200#90O.TVFBWGT
 REBUILD INDEX (ALL) TABLESPACE A200#90Z.T390#OT
 REBUILD INDEX (ALL) TABLESPACE A200#904.TVARS
 REBUILD INDEX (ALL) TABLESPACE A200#91N.DBCHECKD
 REBUILD INDEX (ALL) TABLESPACE A200#91O.T5B2I
 REBUILD INDEX (ALL) TABLESPACE A200#92S.T5LER
 REBUILD INDEX (ALL) TABLESPACE A200#931.TF625
 REBUILD INDEX (ALL) TABLESPACE A200#94Y.AT85
 REBUILD INDEX (ALL) TABLESPACE A200#950.JBDMKTS
 REBUILD INDEX (ALL) TABLESPACE A200#96L.T6WP1T
 REBUILD INDEX (ALL) TABLESPACE A200#96S.T5KTR
 REBUILD INDEX (ALL) TABLESPACE A200#96Z.TIVB7
 REBUILD INDEX (ALL) TABLESPACE A200#973.QDPA
 REBUILD INDEX (ALL) TABLESPACE A200#979.ANAT
 REBUILD INDEX (ALL) TABLESPACE A200#98D.T167V
 REBUILD INDEX (ALL) TABLESPACE A200#983.T148ZT
 REBUILD INDEX (ALL) TABLESPACE A200#99F.TE07F
 REBUILD INDEX (ALL) TABLESPACE A200XAC8.TKEBWLR
 REBUILD INDEX (ALL) TABLESPACE A200XAFO.CSTPSRV
 REBUILD INDEX (ALL) TABLESPACE A200XAFR.DMSXPRO
 REBUILD INDEX (ALL) TABLESPACE A200XAF0.KCRXTXA


 REBUILD INDEX (ALL) TABLESPACE A200XAK7.TKETRAP
 REBUILD INDEX (ALL) TABLESPACE A200XALS.TIVAR16
 REBUILD INDEX (ALL) TABLESPACE A200XANU.IDCNXLO
 REBUILD INDEX (ALL) TABLESPACE A200XAOZ.T346
 REBUILD INDEX (ALL) TABLESPACE A200XAPT.TBOSCPC
 REBUILD INDEX (ALL) TABLESPACE A200XAST.JX3GMEM
 REBUILD INDEX (ALL) TABLESPACE A200XAWJ.TKEPPLP
 REBUILD INDEX (ALL) TABLESPACE A200XAWK.SASAPIA
 REBUILD INDEX (ALL) TABLESPACE A200XAW9.SURAPPL
 REBUILD INDEX (ALL) TABLESPACE A200XAXY.T5DP3
 REBUILD INDEX (ALL) TABLESPACE A200XAYK.T5W1Y
 REBUILD INDEX (ALL) TABLESPACE A200XA5B.TWPWB
 REBUILD INDEX (ALL) TABLESPACE A200XA5F.OMCXMDE
 REBUILD INDEX (ALL) TABLESPACE A200XA5O.TFPM042
 REBUILD INDEX (ALL) TABLESPACE A200XA53.BDLFUVE
 REBUILD INDEX (ALL) TABLESPACE A200XA6I.TIV2G
 REBUILD INDEX (ALL) TABLESPACE A200XA7E.SURPLUG
 REBUILD INDEX (ALL) TABLESPACE A200XA7L.IWBENTR
 REBUILD INDEX (ALL) TABLESPACE A200XA7P.CSPCS1S
 REBUILD INDEX (ALL) TABLESPACE A200XA8H.MASSVAR
 REBUILD INDEX (ALL) TABLESPACE A200XA8R.T313Y
 REBUILD INDEX (ALL) TABLESPACE A200XBAN.TKEBWTS
 REBUILD INDEX (ALL) TABLESPACE A200XBBR.BIWTCSH
 REBUILD INDEX (ALL) TABLESPACE A200XBDR.BORGRXT
 REBUILD INDEX (ALL) TABLESPACE A200XBF1.TBDBANK
 REBUILD INDEX (ALL) TABLESPACE A200XBH6.TFPM042
 REBUILD INDEX (ALL) TABLESPACE A200XBKH.REBR4
 REBUILD INDEX (ALL) TABLESPACE A200XBKO.TTZAPPO
 REBUILD INDEX (ALL) TABLESPACE A200XBMN.TKEDRUP
 REBUILD INDEX (ALL) TABLESPACE A200XBOM.WCCST
 REBUILD INDEX (ALL) TABLESPACE A200XBOP.IACKEYC
 REBUILD INDEX (ALL) TABLESPACE A200XBO2.CLIACTC
 REBUILD INDEX (ALL) TABLESPACE A200XBSE.SEWALOG
 REBUILD INDEX (ALL) TABLESPACE A200XBS1.ARDBXST
 REBUILD INDEX (ALL) TABLESPACE A200XBTH.SPCIPPR
 REBUILD INDEX (ALL) TABLESPACE A200XBT1.TIVN1
 REBUILD INDEX (ALL) TABLESPACE A200XBUA.SURAPPL
 REBUILD INDEX (ALL) TABLESPACE A200XBVA.JX3GBAM
 REBUILD INDEX (ALL) TABLESPACE A200XBWB.BORGRXT
 REBUILD INDEX (ALL) TABLESPACE A200XBXK.DSVASGP
 REBUILD INDEX (ALL) TABLESPACE A200XBYX.WCCA
 REBUILD INDEX (ALL) TABLESPACE A200XBY2.ORGCRFLX
 REBUILD INDEX (ALL) TABLESPACE A200XBZW.CLICOMP
 REBUILD INDEX (ALL) TABLESPACE A200XB2Y.DITCOKO
 REBUILD INDEX (ALL) TABLESPACE A200XB39.CICCCON
 REBUILD INDEX (ALL) TABLESPACE A200XB4E.VXSIPST
 REBUILD INDEX (ALL) TABLESPACE A200XCDA.TIVAR14
 REBUILD INDEX (ALL) TABLESPACE A200XCDK.CTDMOBJ
 REBUILD INDEX (ALL) TABLESPACE A200XCDX.BDLFUGR
 REBUILD INDEX (ALL) TABLESPACE A200XCF1.WCCOR
 REBUILD INDEX (ALL) TABLESPACE A200XCLU.BWOM2XS
 REBUILD INDEX (ALL) TABLESPACE A200XCL3.LSOINP
 REBUILD INDEX (ALL) TABLESPACE A200XCMK.TIVP3
 REBUILD INDEX (ALL) TABLESPACE A200XCNM.T53G7
 REBUILD INDEX (ALL) TABLESPACE A200XCNY.SPCIPGL
 REBUILD INDEX (ALL) TABLESPACE A200XCPE.BDLIBUS
 REBUILD INDEX (ALL) TABLESPACE A200XCPO.TXWXIBU
 REBUILD INDEX (ALL) TABLESPACE A200XCPY.REPPTAB


 REBUILD INDEX (ALL) TABLESPACE A200XCSM.LSRVLI
 REBUILD INDEX (ALL) TABLESPACE A200XCSR.TOGMT
 REBUILD INDEX (ALL) TABLESPACE A200XCS9.ORGCRAT
 REBUILD INDEX (ALL) TABLESPACE A200XCWD.K9RP991
 REBUILD INDEX (ALL) TABLESPACE A200XC1L.T7EHS00
 REBUILD INDEX (ALL) TABLESPACE A200XC2T.JX3GDYN
 REBUILD INDEX (ALL) TABLESPACE A200XC32.T5D8S
 REBUILD INDEX (ALL) TABLESPACE A200XC4S.K9RP000
 REBUILD INDEX (ALL) TABLESPACE A200XC5U.SPCMAP1
 REBUILD INDEX (ALL) TABLESPACE A200XC98.DRMCTVF
 REBUILD INDEX (ALL) TABLESPACE A200XDBP.CSPCPRI
 REBUILD INDEX (ALL) TABLESPACE A200XDB2.KCRXTXA
 REBUILD INDEX (ALL) TABLESPACE A200XDB3.TPROJEC
 REBUILD INDEX (ALL) TABLESPACE A200XDB9.SURAPPL
 REBUILD INDEX (ALL) TABLESPACE A200XDCP.CRLPOTY
 REBUILD INDEX (ALL) TABLESPACE A200XDG6.TKEBWLT
 REBUILD INDEX (ALL) TABLESPACE A200XDIM.T5DP5
 REBUILD INDEX (ALL) TABLESPACE A200XDKE.TBICSU
 REBUILD INDEX (ALL) TABLESPACE A200XDK5.DRMGLOB
 REBUILD INDEX (ALL) TABLESPACE A200XDMB.WCCCT
 REBUILD INDEX (ALL) TABLESPACE A200XDNM.IWEXEXO
 REBUILD INDEX (ALL) TABLESPACE A200XDPJ.TINETIS
 REBUILD INDEX (ALL) TABLESPACE A200XDPM.TISTARI
 REBUILD INDEX (ALL) TABLESPACE A200XDQX.CMAPXDF
 REBUILD INDEX (ALL) TABLESPACE A200XDSJ.LSGPRO
 REBUILD INDEX (ALL) TABLESPACE A200XDVQ.CSPCMOI
 REBUILD INDEX (ALL) TABLESPACE A200XDWG.JX1BFOR
 REBUILD INDEX (ALL) TABLESPACE A200XD26.CJIT13T
 REBUILD INDEX (ALL) TABLESPACE A200XD5S.WCCO
 REBUILD INDEX (ALL) TABLESPACE A200XD5U.TIVCN06
 REBUILD INDEX (ALL) TABLESPACE A200XD91.TBICFM
 REBUILD INDEX (ALL) TABLESPACE A200XEA0.T313I
 REBUILD INDEX (ALL) TABLESPACE A200XEFM.T5DP9
 REBUILD INDEX (ALL) TABLESPACE A200XEH8.T554H
 REBUILD INDEX (ALL) TABLESPACE A200XEIX.TIVCN02
 REBUILD INDEX (ALL) TABLESPACE A200XEKY.ICRC00X
 REBUILD INDEX (ALL) TABLESPACE A200XEK6.TWPSSO2
 REBUILD INDEX (ALL) TABLESPACE A200XEMA.T5W81
 REBUILD INDEX (ALL) TABLESPACE A200XEOX.LAWXATT
 REBUILD INDEX (ALL) TABLESPACE A200XESJ.TMC7KXC
 REBUILD INDEX (ALL) TABLESPACE A200XESZ.CIFCPIN
 REBUILD INDEX (ALL) TABLESPACE A200XES5.CMAPXVL
 REBUILD INDEX (ALL) TABLESPACE A200XEXN.WCCFT
 REBUILD INDEX (ALL) TABLESPACE A200XEZ6.T313K
 REBUILD INDEX (ALL) TABLESPACE A200XE1I.PEPAPPL
 REBUILD INDEX (ALL) TABLESPACE A200XE1Z.VSBEER
 REBUILD INDEX (ALL) TABLESPACE A200XE2L.CJIT14
 REBUILD INDEX (ALL) TABLESPACE A200XE3O.WCCI
 REBUILD INDEX (ALL) TABLESPACE A200XE4R.T5D8Q
 REBUILD INDEX (ALL) TABLESPACE A200XE57.TTXIN
 REBUILD INDEX (ALL) TABLESPACE A200XE70.CMOJOBS
 REBUILD INDEX (ALL) TABLESPACE A200XE8H.TQ83
 REBUILD INDEX (ALL) TABLESPACE A200XFAZ.TBOSSC0
 REBUILD INDEX (ALL) TABLESPACE A200XFBD.TFMIG06
 REBUILD INDEX (ALL) TABLESPACE A200XFDP.TIVWB2A
 REBUILD INDEX (ALL) TABLESPACE A200XFDQ.BIWTAI1
 REBUILD INDEX (ALL) TABLESPACE A200XFEB.TTZAPPO
 REBUILD INDEX (ALL) TABLESPACE A200XFEU.JX1BTXS


 REBUILD INDEX (ALL) TABLESPACE A200XFEV.TFPM042X
 REBUILD INDEX (ALL) TABLESPACE A200XFG4.WCCS
 REBUILD INDEX (ALL) TABLESPACE A200XFHY.T7EHS00
 REBUILD INDEX (ALL) TABLESPACE A200XFHZ.TBICFU
 REBUILD INDEX (ALL) TABLESPACE A200XFJT.LECIXFO
 REBUILD INDEX (ALL) TABLESPACE A200XFJ0.CIFOBJI
 REBUILD INDEX (ALL) TABLESPACE A200XFJ0.CIFOBJIX
 REBUILD INDEX (ALL) TABLESPACE A200XFLR.CCMACTI
 REBUILD INDEX (ALL) TABLESPACE A200XFMJ.TVTXCAX
 REBUILD INDEX (ALL) TABLESPACE A200XFNM.TIVAR15
 REBUILD INDEX (ALL) TABLESPACE A200XFRX.AD03PHP
 REBUILD INDEX (ALL) TABLESPACE A200XFSX.TFMIG04
 REBUILD INDEX (ALL) TABLESPACE A200XFS5.CMAPXMV
 REBUILD INDEX (ALL) TABLESPACE A200XFTW.VIRPALV
 REBUILD INDEX (ALL) TABLESPACE A200XFTX.TFPM042
 REBUILD INDEX (ALL) TABLESPACE A200XFWH.SCPRVVA
 REBUILD INDEX (ALL) TABLESPACE A200XFWQ.IDTWXVA
 REBUILD INDEX (ALL) TABLESPACE A200XFW0.BD01
 REBUILD INDEX (ALL) TABLESPACE A200XFX5.SKWPLTF
 REBUILD INDEX (ALL) TABLESPACE A200XFZQ.TKETE03
 REBUILD INDEX (ALL) TABLESPACE A200XFZT.TFMIG03
 REBUILD INDEX (ALL) TABLESPACE A200XFZY.TCULIV
 REBUILD INDEX (ALL) TABLESPACE A200XFZ5.SROADRO
 REBUILD INDEX (ALL) TABLESPACE A200XF1B.TKEBWIM
 REBUILD INDEX (ALL) TABLESPACE A200XF3E.TCLSVER
 REBUILD INDEX (ALL) TABLESPACE A200XF4D.TMVLOSC
 REBUILD INDEX (ALL) TABLESPACE A200XF9L.TKEBWLR
 REBUILD INDEX (ALL) TABLESPACE A200XGAI.PT05
 REBUILD INDEX (ALL) TABLESPACE A200XGAO.WFXEQUI
 REBUILD INDEX (ALL) TABLESPACE A200XGBA.JX3GDEM
 REBUILD INDEX (ALL) TABLESPACE A200XGEW.TRNLXXM
 REBUILD INDEX (ALL) TABLESPACE A200XGEX.T5D5R
 REBUILD INDEX (ALL) TABLESPACE A200XGFL.TBICF
 REBUILD INDEX (ALL) TABLESPACE A200XGF5.BDLFUVE
 REBUILD INDEX (ALL) TABLESPACE A200XGG6.WCCOT
 REBUILD INDEX (ALL) TABLESPACE A200XGH4.FILTERX
 REBUILD INDEX (ALL) TABLESPACE A200XGJN.SENDXRE
 REBUILD INDEX (ALL) TABLESPACE A200XGLC.BIWXDUR
 REBUILD INDEX (ALL) TABLESPACE A200XGLN.K9RALR0
 REBUILD INDEX (ALL) TABLESPACE A200XGL7.VXSITDL
 REBUILD INDEX (ALL) TABLESPACE A200XGN6.CSMBKXQ
 REBUILD INDEX (ALL) TABLESPACE A200XGO7.MASSVAR
 REBUILD INDEX (ALL) TABLESPACE A200XGRS.BDLFUPI
 REBUILD INDEX (ALL) TABLESPACE A200XGR9.T52SMSC
 REBUILD INDEX (ALL) TABLESPACE A200XGSI.PYTIMES
 REBUILD INDEX (ALL) TABLESPACE A200XGVZ.TQ85R
 REBUILD INDEX (ALL) TABLESPACE A200XGXE.SSUBJEC
 REBUILD INDEX (ALL) TABLESPACE A200XG1O.CTSUSRC
 REBUILD INDEX (ALL) TABLESPACE A200XG1Z.T5ITW4
 REBUILD INDEX (ALL) TABLESPACE A200XG22.TC91
 REBUILD INDEX (ALL) TABLESPACE A200XG24.CTDMATT
 REBUILD INDEX (ALL) TABLESPACE A200XG4C.T100SA
 REBUILD INDEX (ALL) TABLESPACE A200XG79.JX1AOTD
 REBUILD INDEX (ALL) TABLESPACE A200XG8O.TFPM042
 REBUILD INDEX (ALL) TABLESPACE A200XG9H.JX1HWTC
 REBUILD INDEX (ALL) TABLESPACE A200XHBM.TDWXXHE
 REBUILD INDEX (ALL) TABLESPACE A200XHBZ.WCCDT
 REBUILD INDEX (ALL) TABLESPACE A200XHCF.SPCPORT


 REBUILD INDEX (ALL) TABLESPACE A200XHEQ.XSAP
 REBUILD INDEX (ALL) TABLESPACE A200XHGE.T076E
 REBUILD INDEX (ALL) TABLESPACE A200XHNL.ZSCTX
 REBUILD INDEX (ALL) TABLESPACE A200XHOB.OMCXCDE
 REBUILD INDEX (ALL) TABLESPACE A200XHPY.WCCH
 REBUILD INDEX (ALL) TABLESPACE A200XHXN.TIVCN07
 REBUILD INDEX (ALL) TABLESPACE A200XHX1.WTMIGXP
 REBUILD INDEX (ALL) TABLESPACE A200XHZ1.TDGD9
 REBUILD INDEX (ALL) TABLESPACE A200XH1I.DISPOBE
 REBUILD INDEX (ALL) TABLESPACE A200XH2O.IMAXAPP
 REBUILD INDEX (ALL) TABLESPACE A200XH2R.WCCY
 REBUILD INDEX (ALL) TABLESPACE A200XH2T.T5W7HT
 REBUILD INDEX (ALL) TABLESPACE A200XH22.TBD72
 REBUILD INDEX (ALL) TABLESPACE A200XH41.QSTRCRI
 REBUILD INDEX (ALL) TABLESPACE A200XH7V.T5KS2
 REBUILD INDEX (ALL) TABLESPACE A200XH8S.WCCGT
 REBUILD INDEX (ALL) TABLESPACE A200XH87.EWUCLCT
 REBUILD INDEX (ALL) TABLESPACE A200XIBB.ADCOMP
 REBUILD INDEX (ALL) TABLESPACE A200XIBQ.TIVAR17
 REBUILD INDEX (ALL) TABLESPACE A200XIBW.TLANXCA
 REBUILD INDEX (ALL) TABLESPACE A200XIGV.SPCIPCL
 REBUILD INDEX (ALL) TABLESPACE A200XIIP.PRICATX
 REBUILD INDEX (ALL) TABLESPACE A200XIJ6.SRTVCLI
 REBUILD INDEX (ALL) TABLESPACE A200XIKI.WCCE
 REBUILD INDEX (ALL) TABLESPACE A200XIKL.T5MF8
 REBUILD INDEX (ALL) TABLESPACE A200XIKP.SE16NXCX
 REBUILD INDEX (ALL) TABLESPACE A200XILF.TPCAXAL
 REBUILD INDEX (ALL) TABLESPACE A200XIPM.WCCLX
 REBUILD INDEX (ALL) TABLESPACE A200XIQ4.PROFILC
 REBUILD INDEX (ALL) TABLESPACE A200XISG.EVVSGPT
 REBUILD INDEX (ALL) TABLESPACE A200XIVK.TC59T
 REBUILD INDEX (ALL) TABLESPACE A200XIWE.ADCOMPT
 REBUILD INDEX (ALL) TABLESPACE A200XIW8.SPCDISP
 REBUILD INDEX (ALL) TABLESPACE A200XIX1.PRICATX
 REBUILD INDEX (ALL) TABLESPACE A200XIX3.TCJXTRA
 REBUILD INDEX (ALL) TABLESPACE A200XIYJ.SE16NXCX
 REBUILD INDEX (ALL) TABLESPACE A200XIZN.TQ67
 REBUILD INDEX (ALL) TABLESPACE A200XI1H.T5C3K
 REBUILD INDEX (ALL) TABLESPACE A200XI2Z.TIVWB3B
 REBUILD INDEX (ALL) TABLESPACE A200XI3A.BDLCOES
 REBUILD INDEX (ALL) TABLESPACE A200XI9A.CMAPXMC
 REBUILD INDEX (ALL) TABLESPACE A200XI9T.T811E
 REBUILD INDEX (ALL) TABLESPACE A200XJBO.TBOSSC0
 REBUILD INDEX (ALL) TABLESPACE A200XJB0.SRTVCOR
 REBUILD INDEX (ALL) TABLESPACE A200XJE0.TMSQAST
 REBUILD INDEX (ALL) TABLESPACE A200XJE6.SEWAFUB
 REBUILD INDEX (ALL) TABLESPACE A200XJGD.W3ATTRC
 REBUILD INDEX (ALL) TABLESPACE A200XJHM.AINDXST
 REBUILD INDEX (ALL) TABLESPACE A200XJH9.TKTRDC
 REBUILD INDEX (ALL) TABLESPACE A200XJIN.ADFDRXC
 REBUILD INDEX (ALL) TABLESPACE A200XJKL.CTDMGLO
 REBUILD INDEX (ALL) TABLESPACE A200XJMT.LSOINS
 REBUILD INDEX (ALL) TABLESPACE A200XJNQ.T7AR24
 REBUILD INDEX (ALL) TABLESPACE A200XJNR.T8PL01D
 REBUILD INDEX (ALL) TABLESPACE A200XJSM.T7EHS00
 REBUILD INDEX (ALL) TABLESPACE A200XJUL.WCCHT
 REBUILD INDEX (ALL) TABLESPACE A200XJVP.JX3GWFC
 REBUILD INDEX (ALL) TABLESPACE A200XJWI.BIWXDAT


 REBUILD INDEX (ALL) TABLESPACE A200XJXB.TKEPPLL
 REBUILD INDEX (ALL) TABLESPACE A200XJXM.TIVCORR
 REBUILD INDEX (ALL) TABLESPACE A200XJXT.TIVRSMT
 REBUILD INDEX (ALL) TABLESPACE A200XJXW.CIFOBJI
 REBUILD INDEX (ALL) TABLESPACE A200XJXW.CIFOBJIX
 REBUILD INDEX (ALL) TABLESPACE A200XJYQ.WCCU
 REBUILD INDEX (ALL) TABLESPACE A200XJZJ.TKEVFGH
 REBUILD INDEX (ALL) TABLESPACE A200XJ13.MASSVAR
 REBUILD INDEX (ALL) TABLESPACE A200XJ5I.PT06
 REBUILD INDEX (ALL) TABLESPACE A200XJ5X.TORS1
 REBUILD INDEX (ALL) TABLESPACE A200XJ62.OFNUMXT
 REBUILD INDEX (ALL) TABLESPACE A200XJ69.TCEQUAS
 REBUILD INDEX (ALL) TABLESPACE A200XJ77.MASSVAR
 REBUILD INDEX (ALL) TABLESPACE A200XJ95.AQPROTC
 REBUILD INDEX (ALL) TABLESPACE A200XKBV.AD03PHP
 REBUILD INDEX (ALL) TABLESPACE A200XKCR.SLSXLOO
 REBUILD INDEX (ALL) TABLESPACE A200XKGK.JX3GERL
 REBUILD INDEX (ALL) TABLESPACE A200XKGL.BIWXCSH
 REBUILD INDEX (ALL) TABLESPACE A200XKI9.K9RALR1
 REBUILD INDEX (ALL) TABLESPACE A200XKJ3.T313H
 REBUILD INDEX (ALL) TABLESPACE A200XKK3.BWSTTSY
 REBUILD INDEX (ALL) TABLESPACE A200XKLH.CMAPXAT
 REBUILD INDEX (ALL) TABLESPACE A200XKL7.HUPASTX
 REBUILD INDEX (ALL) TABLESPACE A200XKQ7.LSGPROT
 REBUILD INDEX (ALL) TABLESPACE A200XKSI.TFMIG13
 REBUILD INDEX (ALL) TABLESPACE A200XKWU.SPRTL18
 REBUILD INDEX (ALL) TABLESPACE A200XKXD.TIVCN01
 REBUILD INDEX (ALL) TABLESPACE A200XKXU.T71WL1
 REBUILD INDEX (ALL) TABLESPACE A200XKYV.JX3GTVK
 REBUILD INDEX (ALL) TABLESPACE A200XKZT.BWCVUSS
 REBUILD INDEX (ALL) TABLESPACE A200XKZZ.IWBENTR
 REBUILD INDEX (ALL) TABLESPACE A200XKZ0.TKEPPLP
 REBUILD INDEX (ALL) TABLESPACE A200XK08.T52SMP
 REBUILD INDEX (ALL) TABLESPACE A200XK1Z.ROMDDEL
 REBUILD INDEX (ALL) TABLESPACE A200XK4U.BIWXBUF
 REBUILD INDEX (ALL) TABLESPACE A200XK5K.SIAROLE
 REBUILD INDEX (ALL) TABLESPACE A200XK6V.T005BUT
 REBUILD INDEX (ALL) TABLESPACE A200XK7R.SAACOMP
 REBUILD INDEX (ALL) TABLESPACE A200XK89.JX3GSTA
 REBUILD INDEX (ALL) TABLESPACE A200XK9H.DRMXMCL
 REBUILD INDEX (ALL) TABLESPACE A200XLA0.DIPCSXP
 REBUILD INDEX (ALL) TABLESPACE A200XLA4.KBXXNXT
 REBUILD INDEX (ALL) TABLESPACE A200XLBZ.SROADSU
 REBUILD INDEX (ALL) TABLESPACE A200XLFE.TFPM042
 REBUILD INDEX (ALL) TABLESPACE A200XLFU.TNRS6
 REBUILD INDEX (ALL) TABLESPACE A200XLIM.TUUNTT
 REBUILD INDEX (ALL) TABLESPACE A200XLJR.COPLNTY
 REBUILD INDEX (ALL) TABLESPACE A200XLLE.WCCK
 REBUILD INDEX (ALL) TABLESPACE A200XLLG.TMCEXCF
 REBUILD INDEX (ALL) TABLESPACE A200XLLT.PIVARLV
 REBUILD INDEX (ALL) TABLESPACE A200XLLZ.TDSP00
 REBUILD INDEX (ALL) TABLESPACE A200XLMF.LGORT
 REBUILD INDEX (ALL) TABLESPACE A200XLM2.T5BVJ
 REBUILD INDEX (ALL) TABLESPACE A200XLNN.WCCL
 REBUILD INDEX (ALL) TABLESPACE A200XLQC.T7EHS00
 REBUILD INDEX (ALL) TABLESPACE A200XLQG.FMCFBXV
 REBUILD INDEX (ALL) TABLESPACE A200XLR5.BORGRXP
 REBUILD INDEX (ALL) TABLESPACE A200XLUX.TFPROFX


 REBUILD INDEX (ALL) TABLESPACE A200XLZF.CUST03
 REBUILD INDEX (ALL) TABLESPACE A200XLZ0.CLINDEX
 REBUILD INDEX (ALL) TABLESPACE A200XL2J.CRMFILC
 REBUILD INDEX (ALL) TABLESPACE A200XL4F.ROOSPRM
 REBUILD INDEX (ALL) TABLESPACE A200XL4N.ROOSPRM
 REBUILD INDEX (ALL) TABLESPACE A200XL5R.PRICATX
 REBUILD INDEX (ALL) TABLESPACE A200XL50.T5D8PT
 REBUILD INDEX (ALL) TABLESPACE A200XL6L.TKEPPLP
 REBUILD INDEX (ALL) TABLESPACE A200XL79.TIVP2
 REBUILD INDEX (ALL) TABLESPACE A200XMAE.REBR5
 REBUILD INDEX (ALL) TABLESPACE A200XMBH.TKEBWLT
 REBUILD INDEX (ALL) TABLESPACE A200XMCP.REBR3
 REBUILD INDEX (ALL) TABLESPACE A200XMC0.SMAPPL
 REBUILD INDEX (ALL) TABLESPACE A200XMDY.T5W7E
 REBUILD INDEX (ALL) TABLESPACE A200XMD2.TFPM042
 REBUILD INDEX (ALL) TABLESPACE A200XME4.TPGAC
 REBUILD INDEX (ALL) TABLESPACE A200XMH1.TIVWB53
 REBUILD INDEX (ALL) TABLESPACE A200XMJR.TIVWB0A
 REBUILD INDEX (ALL) TABLESPACE A200XMKP.TFPM042
 REBUILD INDEX (ALL) TABLESPACE A200XMNG.BWOMXSE
 REBUILD INDEX (ALL) TABLESPACE A200XMQS.TKEBWLR
 REBUILD INDEX (ALL) TABLESPACE A200XMTA.T7EHS00
 REBUILD INDEX (ALL) TABLESPACE A200XMTP.JX3GLAM
 REBUILD INDEX (ALL) TABLESPACE A200XMYM.SFLAVOR
 REBUILD INDEX (ALL) TABLESPACE A200XMZ7.CIFTXTPX
 REBUILD INDEX (ALL) TABLESPACE A200XM04.TIVCN04
 REBUILD INDEX (ALL) TABLESPACE A200XM2L.LSOFLD
 REBUILD INDEX (ALL) TABLESPACE A200XM5W.JX3GDRU
 REBUILD INDEX (ALL) TABLESPACE A200XM5X.TTPXCON
 REBUILD INDEX (ALL) TABLESPACE A200XNBT.ZEXTAXX
 REBUILD INDEX (ALL) TABLESPACE A200XNDZ.FMEUTRA
 REBUILD INDEX (ALL) TABLESPACE A200XNEB.CTDMATR
 REBUILD INDEX (ALL) TABLESPACE A200XNFA.MASSVAR
 REBUILD INDEX (ALL) TABLESPACE A200XNFT.T5ITW3
 REBUILD INDEX (ALL) TABLESPACE A200XNHN.QSTRDSR
 REBUILD INDEX (ALL) TABLESPACE A200XNH5.KPEPXWL
 REBUILD INDEX (ALL) TABLESPACE A200XNIJ.QSTRDSR
 REBUILD INDEX (ALL) TABLESPACE A200XNJ5.ORGCRAC
 REBUILD INDEX (ALL) TABLESPACE A200XNKK.BIWXBUF
 REBUILD INDEX (ALL) TABLESPACE A200XNNB.TCLAUT
 REBUILD INDEX (ALL) TABLESPACE A200XNOL.TWISPCX
 REBUILD INDEX (ALL) TABLESPACE A200XNP7.REPPTAB
 REBUILD INDEX (ALL) TABLESPACE A200XNSP.TIVP1
 REBUILD INDEX (ALL) TABLESPACE A200XNS6.SCPRPIM
 REBUILD INDEX (ALL) TABLESPACE A200XNT6.BORGRXF
 REBUILD INDEX (ALL) TABLESPACE A200XNWE.TIVCN04
 REBUILD INDEX (ALL) TABLESPACE A200XNWW.T71WL1T
 REBUILD INDEX (ALL) TABLESPACE A200XNXV.TFPM042
 REBUILD INDEX (ALL) TABLESPACE A200XNZO.T169TC
 REBUILD INDEX (ALL) TABLESPACE A200XN2F.SPCIPPR
 REBUILD INDEX (ALL) TABLESPACE A200XN3K.T7PHCT
 REBUILD INDEX (ALL) TABLESPACE A200XN5K.BDLSERG
 REBUILD INDEX (ALL) TABLESPACE A200XOEN.CATPXGL
 REBUILD INDEX (ALL) TABLESPACE A200XOGZ.TIVWB2B
 REBUILD INDEX (ALL) TABLESPACE A200XOIU.WCCP
 REBUILD INDEX (ALL) TABLESPACE A200XOK4.TBDTPB
 REBUILD INDEX (ALL) TABLESPACE A200XOLQ.TIPZBSR
 REBUILD INDEX (ALL) TABLESPACE A200XOO8.TMSQAMT


 REBUILD INDEX (ALL) TABLESPACE A200XOPN.TIVWB3A
 REBUILD INDEX (ALL) TABLESPACE A200XORY.TCLAU
 REBUILD INDEX (ALL) TABLESPACE A200XOWU.TIVWB71
 REBUILD INDEX (ALL) TABLESPACE A200XOZX.JX1BIMF
 REBUILD INDEX (ALL) TABLESPACE A200XOZ1.TIVCN01
 REBUILD INDEX (ALL) TABLESPACE A200XO0K.MMPREWX
 REBUILD INDEX (ALL) TABLESPACE A200XO0Q.CSPCMOI
 REBUILD INDEX (ALL) TABLESPACE A200XO0X.SENDXRE
 REBUILD INDEX (ALL) TABLESPACE A200XO09.IDPTXA0
 REBUILD INDEX (ALL) TABLESPACE A200XO2J.RZPTXRZ
 REBUILD INDEX (ALL) TABLESPACE A200XO23.TIVAR14
 REBUILD INDEX (ALL) TABLESPACE A200XO31.WCCX
 REBUILD INDEX (ALL) TABLESPACE A200XO4C.TFSELXC
 REBUILD INDEX (ALL) TABLESPACE A200XO5C.TRNLXDC
 REBUILD INDEX (ALL) TABLESPACE A200XO56.TVTXCAX
 REBUILD INDEX (ALL) TABLESPACE A200XO7P.BIWTCSH
 REBUILD INDEX (ALL) TABLESPACE A200XO8H.K9RALR0
/*
//
//DB2RBLD5 JOB ,'RDL',CLASS=S,MSGCLASS=X,NOTIFY=DT0072
//DSNUPROC EXEC PGM=DSNUTILB,REGION=0M,
//         PARM='DB2Y,XRBLD5'
//STEPLIB  DD   DSN=SSXDT.DSNDBYG.DB2Y.SDSNLOAD,DISP=SHR
//SORTWK01 DD  UNIT=SYSDA,SPACE=(CYL,(150,200),,,ROUND),VOL=(,,,16)
//SORTWK02 DD  UNIT=SYSDA,SPACE=(CYL,(150,200),,,ROUND),VOL=(,,,16)
//SORTWK03 DD  UNIT=SYSDA,SPACE=(CYL,(150,200),,,ROUND),VOL=(,,,16)
//SORTWK04 DD  UNIT=SYSDA,SPACE=(CYL,(150,200),,,ROUND),VOL=(,,,16)
//SORTWK05 DD  UNIT=SYSDA,SPACE=(CYL,(150,200),,,ROUND),VOL=(,,,16)
//SORTWK06 DD  UNIT=SYSDA,SPACE=(CYL,(150,200),,,ROUND),VOL=(,,,16)
//SORTWK07 DD  UNIT=SYSDA,SPACE=(CYL,(150,200),,,ROUND),VOL=(,,,16)
//SORTWK08 DD  UNIT=SYSDA,SPACE=(CYL,(150,200),,,ROUND),VOL=(,,,16)
//SYSUT1   DD  DSN=DT0072.REBLD5.SYSUT1,BUFNO=100,
//             DISP=(MOD,DELETE,CATLG),
//             UNIT=SYSDA,SPACE=(CYL,(500,300),,,ROUND),VOL=(,,,16)
//SYSPRINT DD   SYSOUT=*
//UTPRINT  DD   SYSOUT=*
//SYSUDUMP DD   SYSOUT=*
//SYSIN    DD   *
 REBUILD INDEX (ALL) TABLESPACE A200XO87.PRICATX
 REBUILD INDEX (ALL) TABLESPACE A200XPAG.MASSVAR
 REBUILD INDEX (ALL) TABLESPACE A200XPBE.CTDMCON
 REBUILD INDEX (ALL) TABLESPACE A200XPBR.PT04
 REBUILD INDEX (ALL) TABLESPACE A200XPBX.K9RDV10
 REBUILD INDEX (ALL) TABLESPACE A200XPDI.TPTXHEA
 REBUILD INDEX (ALL) TABLESPACE A200XPFJ.JX3GKSC
 REBUILD INDEX (ALL) TABLESPACE A200XPFR.TB018T
 REBUILD INDEX (ALL) TABLESPACE A200XPGU.ROOSGEN
 REBUILD INDEX (ALL) TABLESPACE A200XPHL.PT03
 REBUILD INDEX (ALL) TABLESPACE A200XPHT.INDXXES
 REBUILD INDEX (ALL) TABLESPACE A200XPH0.SPCMPOR
 REBUILD INDEX (ALL) TABLESPACE A200XPJR.DMEEXPA
 REBUILD INDEX (ALL) TABLESPACE A200XPK6.T7EHS00
 REBUILD INDEX (ALL) TABLESPACE A200XPL2.WCCM
 REBUILD INDEX (ALL) TABLESPACE A200XPN8.TCJXPRI
 REBUILD INDEX (ALL) TABLESPACE A200XPSM.WCCD
 REBUILD INDEX (ALL) TABLESPACE A200XPTP.BWCVSYS
 REBUILD INDEX (ALL) TABLESPACE A200XPTT.SROADTY
 REBUILD INDEX (ALL) TABLESPACE A200XPVG.TMSQAST
 REBUILD INDEX (ALL) TABLESPACE A200XPVL.TIVWB03
 REBUILD INDEX (ALL) TABLESPACE A200XPW3.PT06T
 REBUILD INDEX (ALL) TABLESPACE A200XPXJ.TIXBCHT
 REBUILD INDEX (ALL) TABLESPACE A200XPX4.TIVM6
 REBUILD INDEX (ALL) TABLESPACE A200XPYB.LSRVLO
 REBUILD INDEX (ALL) TABLESPACE A200XPYT.TSELRAN
 REBUILD INDEX (ALL) TABLESPACE A200XPYZ.T71LV2
 REBUILD INDEX (ALL) TABLESPACE A200XP0P.GGSAC
 REBUILD INDEX (ALL) TABLESPACE A200XP0T.MMPREFX
 REBUILD INDEX (ALL) TABLESPACE A200XP03.TBICST
 REBUILD INDEX (ALL) TABLESPACE A200XP14.PSPBUKR
 REBUILD INDEX (ALL) TABLESPACE A200XP28.BDLFUPD
 REBUILD INDEX (ALL) TABLESPACE A200XP5E.SCMATRE
 REBUILD INDEX (ALL) TABLESPACE A200XP9P.TCJXTRA
 REBUILD INDEX (ALL) TABLESPACE A200XQBE.T811Z
 REBUILD INDEX (ALL) TABLESPACE A200XQCX.PRICATX
 REBUILD INDEX (ALL) TABLESPACE A200XQC1.TSELFIE
 REBUILD INDEX (ALL) TABLESPACE A200XQD1.TIVCN03
 REBUILD INDEX (ALL) TABLESPACE A200XQE0.AD23XLA
 REBUILD INDEX (ALL) TABLESPACE A200XQFC.SROADMA
 REBUILD INDEX (ALL) TABLESPACE A200XQGG.TIV2F


 REBUILD INDEX (ALL) TABLESPACE A200XQGS.TMCEXCF
 REBUILD INDEX (ALL) TABLESPACE A200XQIP.SAACOMP
 REBUILD INDEX (ALL) TABLESPACE A200XQJJ.TINFONE
 REBUILD INDEX (ALL) TABLESPACE A200XQNG.TB018
 REBUILD INDEX (ALL) TABLESPACE A200XQPI.JX3GABR
 REBUILD INDEX (ALL) TABLESPACE A200XQP2.MASSVAR
 REBUILD INDEX (ALL) TABLESPACE A200XQSG.OMCXDEP
 REBUILD INDEX (ALL) TABLESPACE A200XQTI.TKEBWLX
 REBUILD INDEX (ALL) TABLESPACE A200XQUD.T5DP1
 REBUILD INDEX (ALL) TABLESPACE A200XQVY.SURAPPL
 REBUILD INDEX (ALL) TABLESPACE A200XQV4.LSOMAP
 REBUILD INDEX (ALL) TABLESPACE A200XQY7.BDLFUNC
 REBUILD INDEX (ALL) TABLESPACE A200XQ17.IDCNXDO
 REBUILD INDEX (ALL) TABLESPACE A200XQ2E.EHQMTXB
 REBUILD INDEX (ALL) TABLESPACE A200XQ3Z.K9RALR0
 REBUILD INDEX (ALL) TABLESPACE A200XQ5L.TIVA7XH
 REBUILD INDEX (ALL) TABLESPACE A200XQ59.TQHU2X
 REBUILD INDEX (ALL) TABLESPACE A200XQ6A.T77OMKE
 REBUILD INDEX (ALL) TABLESPACE A200XQ67.MASSVAR
 REBUILD INDEX (ALL) TABLESPACE A200XQ8I.TKTQIC
 REBUILD INDEX (ALL) TABLESPACE A200XQ95.TTZIN
 REBUILD INDEX (ALL) TABLESPACE A200XRA6.CORUUSR
 REBUILD INDEX (ALL) TABLESPACE A200XREL.FDKUSER
 REBUILD INDEX (ALL) TABLESPACE A200XRFD.FILTERX
 REBUILD INDEX (ALL) TABLESPACE A200XRF9.TKEPACK
 REBUILD INDEX (ALL) TABLESPACE A200XRM6.CSPCICC
 REBUILD INDEX (ALL) TABLESPACE A200XRNN.TIVAR12
 REBUILD INDEX (ALL) TABLESPACE A200XRN6.VIRPALV
 REBUILD INDEX (ALL) TABLESPACE A200XROE.TC58
 REBUILD INDEX (ALL) TABLESPACE A200XROP.TBZ5E
 REBUILD INDEX (ALL) TABLESPACE A200XRQO.TIVM7T
 REBUILD INDEX (ALL) TABLESPACE A200XRR8.SCMATRE
 REBUILD INDEX (ALL) TABLESPACE A200XRSJ.TMSCDES
 REBUILD INDEX (ALL) TABLESPACE A200XRT0.RFVIBK0
 REBUILD INDEX (ALL) TABLESPACE A200XRT2.BDLFUPD
 REBUILD INDEX (ALL) TABLESPACE A200XRX0.WCCYT
 REBUILD INDEX (ALL) TABLESPACE A200XRYG.T77OMKE
 REBUILD INDEX (ALL) TABLESPACE A200XRZM.TVTXCAX
 REBUILD INDEX (ALL) TABLESPACE A200XR0W.TKEBWL
 REBUILD INDEX (ALL) TABLESPACE A200XR2N.TCUSLNTX
 REBUILD INDEX (ALL) TABLESPACE A200XR23.BORGRXP
 REBUILD INDEX (ALL) TABLESPACE A200XR3S.DISPOBE
 REBUILD INDEX (ALL) TABLESPACE A200XR4Y.SBCDEST
 REBUILD INDEX (ALL) TABLESPACE A200XR5I.TIVAR18
 REBUILD INDEX (ALL) TABLESPACE A200XR6M.TRNLXLA
 REBUILD INDEX (ALL) TABLESPACE A200XR6Q.MASSVAR
 REBUILD INDEX (ALL) TABLESPACE A200XR8T.T604XPR
 REBUILD INDEX (ALL) TABLESPACE A200XR88.SPCPORT
 REBUILD INDEX (ALL) TABLESPACE A200XSA6.MASSVAR
 REBUILD INDEX (ALL) TABLESPACE A200XSB1.PT02
 REBUILD INDEX (ALL) TABLESPACE A200XSEQ.TKEPPLP
 REBUILD INDEX (ALL) TABLESPACE A200XSFO.TBLPXSO
 REBUILD INDEX (ALL) TABLESPACE A200XSF3.TIVCN05
 REBUILD INDEX (ALL) TABLESPACE A200XSH1.CMAPXAT
 REBUILD INDEX (ALL) TABLESPACE A200XSIR.TMSQAST
 REBUILD INDEX (ALL) TABLESPACE A200XSJK.TC58T
 REBUILD INDEX (ALL) TABLESPACE A200XSKA.TIVM5
 REBUILD INDEX (ALL) TABLESPACE A200XSKM.TKEBWLR


 REBUILD INDEX (ALL) TABLESPACE A200XSL9.SPCIPIN
 REBUILD INDEX (ALL) TABLESPACE A200XSMH.TKA13
 REBUILD INDEX (ALL) TABLESPACE A200XSO3.T7PH0A
 REBUILD INDEX (ALL) TABLESPACE A200XSPM.BORGRXP
 REBUILD INDEX (ALL) TABLESPACE A200XSRK.TKEPPLL
 REBUILD INDEX (ALL) TABLESPACE A200XSR1.TIVCNAD
 REBUILD INDEX (ALL) TABLESPACE A200XSTD.TDSP01O
 REBUILD INDEX (ALL) TABLESPACE A200XSTF.T71WL2
 REBUILD INDEX (ALL) TABLESPACE A200XST0.BORGRXP
 REBUILD INDEX (ALL) TABLESPACE A200XST4.SPCIPFI
 REBUILD INDEX (ALL) TABLESPACE A200XSV7.T313Z
 REBUILD INDEX (ALL) TABLESPACE A200XSWJ.T52SMPX
 REBUILD INDEX (ALL) TABLESPACE A200XSXE.DMSXCON
 REBUILD INDEX (ALL) TABLESPACE A200XSX2.T77RQXI
 REBUILD INDEX (ALL) TABLESPACE A200XSZ9.EXPXVER
 REBUILD INDEX (ALL) TABLESPACE A200XS0Y.T186C
 REBUILD INDEX (ALL) TABLESPACE A200XS06.SIAROLE
 REBUILD INDEX (ALL) TABLESPACE A200XS3Q.TCKMLPR
 REBUILD INDEX (ALL) TABLESPACE A200XS40.TIVCN09
 REBUILD INDEX (ALL) TABLESPACE A200XTBI.DICSXTM
 REBUILD INDEX (ALL) TABLESPACE A200XTBO.TIVAR12
 REBUILD INDEX (ALL) TABLESPACE A200XTB4.SFLAVOR
 REBUILD INDEX (ALL) TABLESPACE A200XTB7.TCJXCJX
 REBUILD INDEX (ALL) TABLESPACE A200XTEK.JX3GKSC
 REBUILD INDEX (ALL) TABLESPACE A200XTF0.CIBASE2
 REBUILD INDEX (ALL) TABLESPACE A200XTHT.FMACTDE
 REBUILD INDEX (ALL) TABLESPACE A200XTH0.WTMIGMA
 REBUILD INDEX (ALL) TABLESPACE A200XTH3.SURFIEL
 REBUILD INDEX (ALL) TABLESPACE A200XTJ8.TUAPP
 REBUILD INDEX (ALL) TABLESPACE A200XTL6.T599CXP
 REBUILD INDEX (ALL) TABLESPACE A200XTMV.CUSTXSD
 REBUILD INDEX (ALL) TABLESPACE A200XTNB.TBOSFSH
 REBUILD INDEX (ALL) TABLESPACE A200XTNK.T525V
 REBUILD INDEX (ALL) TABLESPACE A200XTNN.SURAPPL
 REBUILD INDEX (ALL) TABLESPACE A200XTOY.TBDTPBR
 REBUILD INDEX (ALL) TABLESPACE A200XTQ0.EHSBTXP
 REBUILD INDEX (ALL) TABLESPACE A200XTSR.ORGCRIT
 REBUILD INDEX (ALL) TABLESPACE A200XTUS.TCZ02T
 REBUILD INDEX (ALL) TABLESPACE A200XTUW.PIBLART
 REBUILD INDEX (ALL) TABLESPACE A200XTVI.T811ZC
 REBUILD INDEX (ALL) TABLESPACE A200XTVK.CJIT14T
 REBUILD INDEX (ALL) TABLESPACE A200XTVM.PRICATX
 REBUILD INDEX (ALL) TABLESPACE A200XTWT.TBDTPM
 REBUILD INDEX (ALL) TABLESPACE A200XTYQ.TFMIG12
 REBUILD INDEX (ALL) TABLESPACE A200XTZB.T7PHCS
 REBUILD INDEX (ALL) TABLESPACE A200XT3A.DBSTATS
 REBUILD INDEX (ALL) TABLESPACE A200XT3J.T5W7F
 REBUILD INDEX (ALL) TABLESPACE A200XT72.BWSTT
 REBUILD INDEX (ALL) TABLESPACE A200XT8T.TADBOS0
 REBUILD INDEX (ALL) TABLESPACE A200XUBA.TKEBWF
 REBUILD INDEX (ALL) TABLESPACE A200XUDY.T52SMBI
 REBUILD INDEX (ALL) TABLESPACE A200XUEL.VXTRKS
 REBUILD INDEX (ALL) TABLESPACE A200XUEN.LEDPROA
 REBUILD INDEX (ALL) TABLESPACE A200XUEZ.TBICS
 REBUILD INDEX (ALL) TABLESPACE A200XUFN.TIVCN09
 REBUILD INDEX (ALL) TABLESPACE A200XUHY.TMSSRVT
 REBUILD INDEX (ALL) TABLESPACE A200XUH6.TRNLXLA
 REBUILD INDEX (ALL) TABLESPACE A200XUJ7.IDCNXLO


 REBUILD INDEX (ALL) TABLESPACE A200XULV.RFVIBK0
 REBUILD INDEX (ALL) TABLESPACE A200XUUI.BIWXDAT
 REBUILD INDEX (ALL) TABLESPACE A200XUYC.WCCXT
 REBUILD INDEX (ALL) TABLESPACE A200XU0N.BORGRXP
 REBUILD INDEX (ALL) TABLESPACE A200XU0V.TCK40T
 REBUILD INDEX (ALL) TABLESPACE A200XU06.T7EHS00
 REBUILD INDEX (ALL) TABLESPACE A200XU24.TUUNT
 REBUILD INDEX (ALL) TABLESPACE A200XU3W.TCLFM
 REBUILD INDEX (ALL) TABLESPACE A200XU4E.TIVCN02
 REBUILD INDEX (ALL) TABLESPACE A200XU4P.IDCNXBO
 REBUILD INDEX (ALL) TABLESPACE A200XU6K.RMUSER
 REBUILD INDEX (ALL) TABLESPACE A200XU8I.SCPRPFI
 REBUILD INDEX (ALL) TABLESPACE A200XU9T.TBDTPBD
 REBUILD INDEX (ALL) TABLESPACE A200XU9V.T042ZFC
 REBUILD INDEX (ALL) TABLESPACE A200XVBG.PT01
 REBUILD INDEX (ALL) TABLESPACE A200XVBI.TVTXCAX
 REBUILD INDEX (ALL) TABLESPACE A200XVD2.SURVEYP
 REBUILD INDEX (ALL) TABLESPACE A200XVD9.TRNLXDC
 REBUILD INDEX (ALL) TABLESPACE A200XVFA.IWEXSER
 REBUILD INDEX (ALL) TABLESPACE A200XVFX.ARCXPMX
 REBUILD INDEX (ALL) TABLESPACE A200XVG4.T313J
 REBUILD INDEX (ALL) TABLESPACE A200XVHC.CJIT08T
 REBUILD INDEX (ALL) TABLESPACE A200XVIS.BWOM2XT
 REBUILD INDEX (ALL) TABLESPACE A200XVNB.TQHU1
 REBUILD INDEX (ALL) TABLESPACE A200XVN2.BIWTBUF
 REBUILD INDEX (ALL) TABLESPACE A200XVOG.WCCKT
 REBUILD INDEX (ALL) TABLESPACE A200XVPP.SEWAFUB
 REBUILD INDEX (ALL) TABLESPACE A200XVQK.TMSFSYS
 REBUILD INDEX (ALL) TABLESPACE A200XVS3.TIVAR13
 REBUILD INDEX (ALL) TABLESPACE A200XVVX.TFPM042
 REBUILD INDEX (ALL) TABLESPACE A200XVXV.CRLPOTY
 REBUILD INDEX (ALL) TABLESPACE A200XVX7.TIVCORR
 REBUILD INDEX (ALL) TABLESPACE A200XVZ0.BDLFUPT
 REBUILD INDEX (ALL) TABLESPACE A200XV1A.TIVCORR
 REBUILD INDEX (ALL) TABLESPACE A200XV4M.REBR1
 REBUILD INDEX (ALL) TABLESPACE A200XV5L.TMSFSYS
 REBUILD INDEX (ALL) TABLESPACE A200XV5S.CMAPXAT
 REBUILD INDEX (ALL) TABLESPACE A200XV71.SCUSXHI
 REBUILD INDEX (ALL) TABLESPACE A200XWDO.TEQUIVD
 REBUILD INDEX (ALL) TABLESPACE A200XWEC.T005P
 REBUILD INDEX (ALL) TABLESPACE A200XWEJ.TKEPPLP
 REBUILD INDEX (ALL) TABLESPACE A200XWFL.LISCOMD
 REBUILD INDEX (ALL) TABLESPACE A200XWG6.BORGRXP
 REBUILD INDEX (ALL) TABLESPACE A200XWHD.WCCBT
 REBUILD INDEX (ALL) TABLESPACE A200XWH5.DRMRFCD
 REBUILD INDEX (ALL) TABLESPACE A200XWIG.SPCIPPR
 REBUILD INDEX (ALL) TABLESPACE A200XWJF.SLSXCSI
 REBUILD INDEX (ALL) TABLESPACE A200XWKS.TKEBWLT
 REBUILD INDEX (ALL) TABLESPACE A200XWLS.TUAPPT
 REBUILD INDEX (ALL) TABLESPACE A200XWM5.GLACCRE
 REBUILD INDEX (ALL) TABLESPACE A200XWNG.WCCJ
 REBUILD INDEX (ALL) TABLESPACE A200XWNR.OMCXMCD
 REBUILD INDEX (ALL) TABLESPACE A200XWO0.TDSP02D
 REBUILD INDEX (ALL) TABLESPACE A200XWP6.BDLGROU
 REBUILD INDEX (ALL) TABLESPACE A200XWUL.EWUCLST
 REBUILD INDEX (ALL) TABLESPACE A200XWU4.TIVAR04
 REBUILD INDEX (ALL) TABLESPACE A200XWX9.CRMBPXM
 REBUILD INDEX (ALL) TABLESPACE A200XWZF.T8PL03


 REBUILD INDEX (ALL) TABLESPACE A200XWZ6.TPKER
 REBUILD INDEX (ALL) TABLESPACE A200XW0M.TVIRTDO
 REBUILD INDEX (ALL) TABLESPACE A200XW00.T71SS1
 REBUILD INDEX (ALL) TABLESPACE A200XW17.CTDMTYP
 REBUILD INDEX (ALL) TABLESPACE A200XW3L.TRSTTT
 REBUILD INDEX (ALL) TABLESPACE A200XW9U.TFPM042
 REBUILD INDEX (ALL) TABLESPACE A200XW91.CSIMXTB
 REBUILD INDEX (ALL) TABLESPACE A200XXAL.BIWTCSH
 REBUILD INDEX (ALL) TABLESPACE A200XXBM.TFPM042
 REBUILD INDEX (ALL) TABLESPACE A200XXDW.TORS0
 REBUILD INDEX (ALL) TABLESPACE A200XXFG.AD04KSU
 REBUILD INDEX (ALL) TABLESPACE A200XXFU.QADBXSC
 REBUILD INDEX (ALL) TABLESPACE A200XXJB.BEWEG
 REBUILD INDEX (ALL) TABLESPACE A200XXNU.T5B2D
 REBUILD INDEX (ALL) TABLESPACE A200XXOE.TIVCN08
 REBUILD INDEX (ALL) TABLESPACE A200XXO5.T186F
 REBUILD INDEX (ALL) TABLESPACE A200XXQU.TDSP02R
 REBUILD INDEX (ALL) TABLESPACE A200XXQ8.TQ82
 REBUILD INDEX (ALL) TABLESPACE A200XXYK.T52SMPC
 REBUILD INDEX (ALL) TABLESPACE A200XX02.PT07
 REBUILD INDEX (ALL) TABLESPACE A200XX2P.TIVCN08
 REBUILD INDEX (ALL) TABLESPACE A200XX4B.TISR1
 REBUILD INDEX (ALL) TABLESPACE A200XX48.PRICATX
 REBUILD INDEX (ALL) TABLESPACE A200XX5A.REBR5T
 REBUILD INDEX (ALL) TABLESPACE A200XX52.TIVWB22
 REBUILD INDEX (ALL) TABLESPACE A200XX9C.PRCLAIM
 REBUILD INDEX (ALL) TABLESPACE A200XYD1.TCS09
 REBUILD INDEX (ALL) TABLESPACE A200XYF5.TIVCN05
 REBUILD INDEX (ALL) TABLESPACE A200XYHE.TIVWB02
 REBUILD INDEX (ALL) TABLESPACE A200XYIN.SW3MXAT
 REBUILD INDEX (ALL) TABLESPACE A200XYKM.WCCF
 REBUILD INDEX (ALL) TABLESPACE A200XYLH.T811ZT
 REBUILD INDEX (ALL) TABLESPACE A200XYLR.T5DP8
 REBUILD INDEX (ALL) TABLESPACE A200XYLT.BDLFUNC
 REBUILD INDEX (ALL) TABLESPACE A200XYNN.JX3GFRI
 REBUILD INDEX (ALL) TABLESPACE A200XYQI.SUBCONO
 REBUILD INDEX (ALL) TABLESPACE A200XYRU.T7PHCH
 REBUILD INDEX (ALL) TABLESPACE A200XYTE.T5B24
 REBUILD INDEX (ALL) TABLESPACE A200XYVF.TIV9J
 REBUILD INDEX (ALL) TABLESPACE A200XYYA.BIWXDAT
 REBUILD INDEX (ALL) TABLESPACE A200XYYC.TAPPLCL
 REBUILD INDEX (ALL) TABLESPACE A200XYY3.CICCCON
 REBUILD INDEX (ALL) TABLESPACE A200XYZL.TIV9I
 REBUILD INDEX (ALL) TABLESPACE A200XY0K.TCC22T
 REBUILD INDEX (ALL) TABLESPACE A200XY3A.IWEXRUL
 REBUILD INDEX (ALL) TABLESPACE A200XY4H.TIVWB7A
 REBUILD INDEX (ALL) TABLESPACE A200XY4Y.PCAXSCM
 REBUILD INDEX (ALL) TABLESPACE A200XY5J.SEWAARF
 REBUILD INDEX (ALL) TABLESPACE A200XY8Y.CPPEREP
 REBUILD INDEX (ALL) TABLESPACE A200XZGA.TWCPT
 REBUILD INDEX (ALL) TABLESPACE A200XZKR.T5F4E
 REBUILD INDEX (ALL) TABLESPACE A200XZLX.THUBEW2
 REBUILD INDEX (ALL) TABLESPACE A200XZOK.TKEPPLP
 REBUILD INDEX (ALL) TABLESPACE A200XZO5.T7EHS00
 REBUILD INDEX (ALL) TABLESPACE A200XZPJ.CPRODOK
 REBUILD INDEX (ALL) TABLESPACE A200XZQN.DRMCT68
 REBUILD INDEX (ALL) TABLESPACE A200XZRF.SQABRAN
 REBUILD INDEX (ALL) TABLESPACE A200XZRT.KAP8XTI


 REBUILD INDEX (ALL) TABLESPACE A200XZRW.TKEVG3
 REBUILD INDEX (ALL) TABLESPACE A200XZS9.SURLOGS
 REBUILD INDEX (ALL) TABLESPACE A200XZUZ.FMBUDDE
 REBUILD INDEX (ALL) TABLESPACE A200XZWW.BIWTDAT
 REBUILD INDEX (ALL) TABLESPACE A200XZXR.PEPAPPL
 REBUILD INDEX (ALL) TABLESPACE A200XZZJ.TDSP01H
 REBUILD INDEX (ALL) TABLESPACE A200XZ0I.SASAPIA
 REBUILD INDEX (ALL) TABLESPACE A200XZ0R.TMC2XEX
 REBUILD INDEX (ALL) TABLESPACE A200XZ15.BIWTDUR
 REBUILD INDEX (ALL) TABLESPACE A200XZ3E.TIVRSM
 REBUILD INDEX (ALL) TABLESPACE A200XZ5G.TCG11SE
 REBUILD INDEX (ALL) TABLESPACE A200XZ6F.TIV27
 REBUILD INDEX (ALL) TABLESPACE A200XZ7F.SODSATS
 REBUILD INDEX (ALL) TABLESPACE A200XZ9H.LCSTAT
 REBUILD INDEX (ALL) TABLESPACE A200X0BM.TFPM042
 REBUILD INDEX (ALL) TABLESPACE A200X0CJ.MASSVAR
 REBUILD INDEX (ALL) TABLESPACE A200X0DV.T186VT
 REBUILD INDEX (ALL) TABLESPACE A200X0EH.DSVASGP
 REBUILD INDEX (ALL) TABLESPACE A200X0FX.TKCDA
 REBUILD INDEX (ALL) TABLESPACE A200X0F4.LSOINF
 REBUILD INDEX (ALL) TABLESPACE A200X0HB.TINFOST
 REBUILD INDEX (ALL) TABLESPACE A200X0H2.JX3GANZ
 REBUILD INDEX (ALL) TABLESPACE A200X0IQ.TIVP3T
 REBUILD INDEX (ALL) TABLESPACE A200X0J4.TCKMLPR
 REBUILD INDEX (ALL) TABLESPACE A200X0KS.T5KS1
 REBUILD INDEX (ALL) TABLESPACE A200X0LK.CSTPPRO
 REBUILD INDEX (ALL) TABLESPACE A200X0L5.T5ITW5
 REBUILD INDEX (ALL) TABLESPACE A200X0OD.T186CT
 REBUILD INDEX (ALL) TABLESPACE A200X0OM.TKENODE
 REBUILD INDEX (ALL) TABLESPACE A200X0TX.TIVWB21
 REBUILD INDEX (ALL) TABLESPACE A200X0TZ.SRTVCOR
 REBUILD INDEX (ALL) TABLESPACE A200X0VH.TIVAR13
 REBUILD INDEX (ALL) TABLESPACE A200X0VW.BORGRXT
 REBUILD INDEX (ALL) TABLESPACE A200X0WV.TKEPPLT
 REBUILD INDEX (ALL) TABLESPACE A200X0XK.T186T
 REBUILD INDEX (ALL) TABLESPACE A200X0YE.T5D8P
 REBUILD INDEX (ALL) TABLESPACE A200X003.FMACTDE
 REBUILD INDEX (ALL) TABLESPACE A200X004.TIVWB31
 REBUILD INDEX (ALL) TABLESPACE A200X01E.TFMIG11
 REBUILD INDEX (ALL) TABLESPACE A200X04R.BIWTDAT
 REBUILD INDEX (ALL) TABLESPACE A200X04V.TFMIG15
 REBUILD INDEX (ALL) TABLESPACE A200X04W.CSPCPRI
 REBUILD INDEX (ALL) TABLESPACE A200X05H.TFIBLHB
 REBUILD INDEX (ALL) TABLESPACE A200X053.TKEMDM
 REBUILD INDEX (ALL) TABLESPACE A200X071.WCCC
 REBUILD INDEX (ALL) TABLESPACE A200X08M.LISCOMD
 REBUILD INDEX (ALL) TABLESPACE A200X09A.CJIT15
 REBUILD INDEX (ALL) TABLESPACE A200X1BE.TWISPCX
 REBUILD INDEX (ALL) TABLESPACE A200X1BU.TIVM7
 REBUILD INDEX (ALL) TABLESPACE A200X1DK.CONVERT
 REBUILD INDEX (ALL) TABLESPACE A200X1D6.SBCGLOB
 REBUILD INDEX (ALL) TABLESPACE A200X1H4.TIVWB99
 REBUILD INDEX (ALL) TABLESPACE A200X1I5.T53G6
 REBUILD INDEX (ALL) TABLESPACE A200X1KG.PSKOKM
 REBUILD INDEX (ALL) TABLESPACE A200X1KK.BORGRXF
 REBUILD INDEX (ALL) TABLESPACE A200X1KR.T5M49
 REBUILD INDEX (ALL) TABLESPACE A200X1KY.WTMIGGJ
 REBUILD INDEX (ALL) TABLESPACE A200X1LY.TFELD


 REBUILD INDEX (ALL) TABLESPACE A200X1M5.T7EHS00
 REBUILD INDEX (ALL) TABLESPACE A200X1N8.TBZ5ET
 REBUILD INDEX (ALL) TABLESPACE A200X1O1.TBICCF
 REBUILD INDEX (ALL) TABLESPACE A200X1SQ.TMSQAMT
 REBUILD INDEX (ALL) TABLESPACE A200X1TB.REBR2
 REBUILD INDEX (ALL) TABLESPACE A200X1TO.OBJXVAR
 REBUILD INDEX (ALL) TABLESPACE A200X1XM.FMBUDDE
 REBUILD INDEX (ALL) TABLESPACE A200X1XT.TKEBWLR
 REBUILD INDEX (ALL) TABLESPACE A200X1X3.TCHOBJ
 REBUILD INDEX (ALL) TABLESPACE A200X10O.M61GFWX
 REBUILD INDEX (ALL) TABLESPACE A200X10T.DRMCT16
 REBUILD INDEX (ALL) TABLESPACE A200X107.BORGRXD
 REBUILD INDEX (ALL) TABLESPACE A200X17V.VXSIFNT
 REBUILD INDEX (ALL) TABLESPACE A200X17W.SENDXRE
 REBUILD INDEX (ALL) TABLESPACE A200X18R.ORGCRATX
 REBUILD INDEX (ALL) TABLESPACE A200X188.T138Z
 REBUILD INDEX (ALL) TABLESPACE A200X2AO.TIVWB32
 REBUILD INDEX (ALL) TABLESPACE A200X2CS.T77RQXI
 REBUILD INDEX (ALL) TABLESPACE A200X2C2.IDCNXDO
 REBUILD INDEX (ALL) TABLESPACE A200X2EI.BAPIXPR
 REBUILD INDEX (ALL) TABLESPACE A200X2FD.TIVM5T
 REBUILD INDEX (ALL) TABLESPACE A200X2FE.BWART
 REBUILD INDEX (ALL) TABLESPACE A200X2GC.AQBWCAT
 REBUILD INDEX (ALL) TABLESPACE A200X2H6.TBOS165
 REBUILD INDEX (ALL) TABLESPACE A200X2J0.BORGRXD
 REBUILD INDEX (ALL) TABLESPACE A200X2KM.SEWAFUB
 REBUILD INDEX (ALL) TABLESPACE A200X2K5.SCPRUSR
 REBUILD INDEX (ALL) TABLESPACE A200X2LG.TDMATT
 REBUILD INDEX (ALL) TABLESPACE A200X2LI.TCUSK
 REBUILD INDEX (ALL) TABLESPACE A200X2L3.LAWPL
 REBUILD INDEX (ALL) TABLESPACE A200X2PU.REBR1T
 REBUILD INDEX (ALL) TABLESPACE A200X2Q3.HBSFSP
 REBUILD INDEX (ALL) TABLESPACE A200X2Q6.TIVCN03
 REBUILD INDEX (ALL) TABLESPACE A200X2RW.TCK40
 REBUILD INDEX (ALL) TABLESPACE A200X2S1.CTSXPRS
 REBUILD INDEX (ALL) TABLESPACE A200X2WE.TKEVG2
 REBUILD INDEX (ALL) TABLESPACE A200X2WL.DISPORE
 REBUILD INDEX (ALL) TABLESPACE A200X2XF.TRNLXTR
 REBUILD INDEX (ALL) TABLESPACE A200X2XK.TIVAR04
 REBUILD INDEX (ALL) TABLESPACE A200X2YQ.CPPEREP
 REBUILD INDEX (ALL) TABLESPACE A200X20V.TIVM4T
 REBUILD INDEX (ALL) TABLESPACE A200X24W.LAWPLT
 REBUILD INDEX (ALL) TABLESPACE A200X258.DMEEXTR
 REBUILD INDEX (ALL) TABLESPACE A200X27T.ORGCRIT
 REBUILD INDEX (ALL) TABLESPACE A200X274.TPAMAT
 REBUILD INDEX (ALL) TABLESPACE A200X285.T525Z
 REBUILD INDEX (ALL) TABLESPACE A200X3AT.TCJXCXJ
 REBUILD INDEX (ALL) TABLESPACE A200X3BJ.T169WF0
 REBUILD INDEX (ALL) TABLESPACE A200X3B0.TWISPCX
 REBUILD INDEX (ALL) TABLESPACE A200X3H6.TKEBWLG
 REBUILD INDEX (ALL) TABLESPACE A200X3IY.TPRXXRE
 REBUILD INDEX (ALL) TABLESPACE A200X3JA.TVICCA
 REBUILD INDEX (ALL) TABLESPACE A200X3JI.T169TCT
 REBUILD INDEX (ALL) TABLESPACE A200X3JY.TBDTPBD
 REBUILD INDEX (ALL) TABLESPACE A200X3NI.TKEMDMX
 REBUILD INDEX (ALL) TABLESPACE A200X3P6.TCACSXC
 REBUILD INDEX (ALL) TABLESPACE A200X3QJ.SSUBJEC
 REBUILD INDEX (ALL) TABLESPACE A200X3UC.CUSDEFA


 REBUILD INDEX (ALL) TABLESPACE A200X3UO.TBICUG
 REBUILD INDEX (ALL) TABLESPACE A200X3V9.PT08
 REBUILD INDEX (ALL) TABLESPACE A200X3WS.BDLTYPE
 REBUILD INDEX (ALL) TABLESPACE A200X3XB.TA20NCR
 REBUILD INDEX (ALL) TABLESPACE A200X3X3.T186V
 REBUILD INDEX (ALL) TABLESPACE A200X3YE.JX3GDEM
 REBUILD INDEX (ALL) TABLESPACE A200X3YL.BIWTDAT
 REBUILD INDEX (ALL) TABLESPACE A200X3ZC.TBDTPT
 REBUILD INDEX (ALL) TABLESPACE A200X329.TFPROFT
 REBUILD INDEX (ALL) TABLESPACE A200X335.JX3GGBB
 REBUILD INDEX (ALL) TABLESPACE A200X34B.VXSIQ
 REBUILD INDEX (ALL) TABLESPACE A200X34G.T7EHS00
 REBUILD INDEX (ALL) TABLESPACE A200X341.TVTXCAX
 REBUILD INDEX (ALL) TABLESPACE A200X35N.T706WWW
 REBUILD INDEX (ALL) TABLESPACE A200X35P.WCCG
 REBUILD INDEX (ALL) TABLESPACE A200X35Y.CSTPPAR
 REBUILD INDEX (ALL) TABLESPACE A200X36E.T511IVX
 REBUILD INDEX (ALL) TABLESPACE A200X38X.T5ITW6
 REBUILD INDEX (ALL) TABLESPACE A200X4AS.ZHXGRP
 REBUILD INDEX (ALL) TABLESPACE A200X4AS.ZHXGRPX
 REBUILD INDEX (ALL) TABLESPACE A200X4AW.TA20PPT
 REBUILD INDEX (ALL) TABLESPACE A200X4A8.T005BU
 REBUILD INDEX (ALL) TABLESPACE A200X4BP.ARCHXOH
 REBUILD INDEX (ALL) TABLESPACE A200X4BZ.T52SMPM
 REBUILD INDEX (ALL) TABLESPACE A200X4DW.TMSSRV
 REBUILD INDEX (ALL) TABLESPACE A200X4D9.CJIT13
 REBUILD INDEX (ALL) TABLESPACE A200X4GR.FMCFBXV
 REBUILD INDEX (ALL) TABLESPACE A200X4G0.BIWXDAT
 REBUILD INDEX (ALL) TABLESPACE A200X4IJ.T5DP2
 REBUILD INDEX (ALL) TABLESPACE A200X4JD.ABLE
 REBUILD INDEX (ALL) TABLESPACE A200X4JZ.T52SMPM
 REBUILD INDEX (ALL) TABLESPACE A200X4K0.CPPEREP
 REBUILD INDEX (ALL) TABLESPACE A200X4M0.WCCB
 REBUILD INDEX (ALL) TABLESPACE A200X4M2.BIWXCSH
 REBUILD INDEX (ALL) TABLESPACE A200X4QU.TKEBWLF
 REBUILD INDEX (ALL) TABLESPACE A200X4SJ.VSBLART
 REBUILD INDEX (ALL) TABLESPACE A200X4VU.TBOSECP
 REBUILD INDEX (ALL) TABLESPACE A200X4XF.BIWXCSH
 REBUILD INDEX (ALL) TABLESPACE A200X4ZG.TFPM042X
 REBUILD INDEX (ALL) TABLESPACE A200X4ZY.T53GX
 REBUILD INDEX (ALL) TABLESPACE A200X403.DSVASGP
 REBUILD INDEX (ALL) TABLESPACE A200X41O.VXTRKST
 REBUILD INDEX (ALL) TABLESPACE A200X42I.T5KST
 REBUILD INDEX (ALL) TABLESPACE A200X43O.IWEXDES
 REBUILD INDEX (ALL) TABLESPACE A200X43W.RFVIBK0
 REBUILD INDEX (ALL) TABLESPACE A200X44T.CRLPOTY
 REBUILD INDEX (ALL) TABLESPACE A200X44W.T169TCD
 REBUILD INDEX (ALL) TABLESPACE A200X45U.TIV26
 REBUILD INDEX (ALL) TABLESPACE A200X453.BORGRXP
 REBUILD INDEX (ALL) TABLESPACE A200X46P.TBICSUT
 REBUILD INDEX (ALL) TABLESPACE A200X46Q.TKETRLG
 REBUILD INDEX (ALL) TABLESPACE A200X47F.T028L
 REBUILD INDEX (ALL) TABLESPACE A200X49U.DISPOGR
 REBUILD INDEX (ALL) TABLESPACE A200X5C9.CJIT15T
 REBUILD INDEX (ALL) TABLESPACE A200X5DH.MLOCKLO
 REBUILD INDEX (ALL) TABLESPACE A200X5D1.BORGRXT
 REBUILD INDEX (ALL) TABLESPACE A200X5D8.TKEBWLY
 REBUILD INDEX (ALL) TABLESPACE A200X5ET.TAPPLCL


 REBUILD INDEX (ALL) TABLESPACE A200X5IL.T5DP7
 REBUILD INDEX (ALL) TABLESPACE A200X5JK.BORGRXT
 REBUILD INDEX (ALL) TABLESPACE A200X5KE.BIWXDUR
 REBUILD INDEX (ALL) TABLESPACE A200X5LM.ADFDRXC
 REBUILD INDEX (ALL) TABLESPACE A200X5PK.TKEPPLL
 REBUILD INDEX (ALL) TABLESPACE A200X5Q6.RFVIBK0
 REBUILD INDEX (ALL) TABLESPACE A200X5Q9.T8PL00
 REBUILD INDEX (ALL) TABLESPACE A200X5SP.JX3GMTA
 REBUILD INDEX (ALL) TABLESPACE A200X5SS.T5W2P
 REBUILD INDEX (ALL) TABLESPACE A200X5TA.COPLNTY
 REBUILD INDEX (ALL) TABLESPACE A200X5UZ.TCZ02
 REBUILD INDEX (ALL) TABLESPACE A200X5V0.TPLMK
 REBUILD INDEX (ALL) TABLESPACE A200X5WE.TKEPPLL
 REBUILD INDEX (ALL) TABLESPACE A200X5ZP.SROADTY
 REBUILD INDEX (ALL) TABLESPACE A200X5ZZ.LSOSTR
 REBUILD INDEX (ALL) TABLESPACE A200X51Q.VXSITDL
 REBUILD INDEX (ALL) TABLESPACE A200X513.INV01
 REBUILD INDEX (ALL) TABLESPACE A200X52T.TIVWB0B
 REBUILD INDEX (ALL) TABLESPACE A200X530.OMISXIS
 REBUILD INDEX (ALL) TABLESPACE A200X539.ABLET
 REBUILD INDEX (ALL) TABLESPACE A200X55H.JX3GBEL
 REBUILD INDEX (ALL) TABLESPACE A200X551.VXSIFN
 REBUILD INDEX (ALL) TABLESPACE A200X58C.RORQSTA
 REBUILD INDEX (ALL) TABLESPACE A200X58G.SPCINMA
 REBUILD INDEX (ALL) TABLESPACE A200X58K.T52SESC
 REBUILD INDEX (ALL) TABLESPACE A200X586.CIFOBJI
 REBUILD INDEX (ALL) TABLESPACE A200X6BS.T5DPS
 REBUILD INDEX (ALL) TABLESPACE A200X6BX.DMEEXTR
 REBUILD INDEX (ALL) TABLESPACE A200X6CX.JX1BRAT
 REBUILD INDEX (ALL) TABLESPACE A200X6DE.TKECOND
 REBUILD INDEX (ALL) TABLESPACE A200X6DF.TC60
 REBUILD INDEX (ALL) TABLESPACE A200X6GE.T7EHS00
 REBUILD INDEX (ALL) TABLESPACE A200X6IK.T5MF6
 REBUILD INDEX (ALL) TABLESPACE A200X6IL.TFPM042
 REBUILD INDEX (ALL) TABLESPACE A200X6JL.PT02T
 REBUILD INDEX (ALL) TABLESPACE A200X6JU.CCMXOPF
 REBUILD INDEX (ALL) TABLESPACE A200X6JV.TKEBWLS
 REBUILD INDEX (ALL) TABLESPACE A200X6KF.T5W2S
 REBUILD INDEX (ALL) TABLESPACE A200X6NL.DSVASGP
 REBUILD INDEX (ALL) TABLESPACE A200X6NZ.BDLFUVE
 REBUILD INDEX (ALL) TABLESPACE A200X6RQ.TKEPPLP
 REBUILD INDEX (ALL) TABLESPACE A200X6SO.SPCIPPR
 REBUILD INDEX (ALL) TABLESPACE A200X6SV.TBOSCPD
 REBUILD INDEX (ALL) TABLESPACE A200X6T4.GGTAC
 REBUILD INDEX (ALL) TABLESPACE A200X6V6.TA20NCR
 REBUILD INDEX (ALL) TABLESPACE A200X6V9.MASSVAR
 REBUILD INDEX (ALL) TABLESPACE A200X609.SROADMA
 REBUILD INDEX (ALL) TABLESPACE A200X63B.SHELPTY
 REBUILD INDEX (ALL) TABLESPACE A200X67Y.T7EHS00
 REBUILD INDEX (ALL) TABLESPACE A200X687.SCUSXHI
 REBUILD INDEX (ALL) TABLESPACE A200X69B.SURXAPP
 REBUILD INDEX (ALL) TABLESPACE A200X69V.SLSXCEM
 REBUILD INDEX (ALL) TABLESPACE A200X7A2.DRMCTVA
 REBUILD INDEX (ALL) TABLESPACE A200X7E0.T604XPR
 REBUILD INDEX (ALL) TABLESPACE A200X7FO.TIVM3
 REBUILD INDEX (ALL) TABLESPACE A200X7GO.CLICOMP
 REBUILD INDEX (ALL) TABLESPACE A200X7HG.TIVWB0C
 REBUILD INDEX (ALL) TABLESPACE A200X7JW.DMURFCX


 REBUILD INDEX (ALL) TABLESPACE A200X7J3.TA20RMR
 REBUILD INDEX (ALL) TABLESPACE A200X7M5.PRICATX
 REBUILD INDEX (ALL) TABLESPACE A200X7N3.SASAPIA
 REBUILD INDEX (ALL) TABLESPACE A200X7QE.TDWXXHE
 REBUILD INDEX (ALL) TABLESPACE A200X7R1.T706WWW
 REBUILD INDEX (ALL) TABLESPACE A200X7S7.ICRC00X
 REBUILD INDEX (ALL) TABLESPACE A200X7VS.BORGRXP
 REBUILD INDEX (ALL) TABLESPACE A200X7V0.SPCMINM
 REBUILD INDEX (ALL) TABLESPACE A200X7V3.APPTYPE
 REBUILD INDEX (ALL) TABLESPACE A200X70B.CSMCLSM
 REBUILD INDEX (ALL) TABLESPACE A200X70Q.TIVM4
 REBUILD INDEX (ALL) TABLESPACE A200X71D.T5DP6
 REBUILD INDEX (ALL) TABLESPACE A200X718.K9RALR0
 REBUILD INDEX (ALL) TABLESPACE A200X72P.SQABRAN
 REBUILD INDEX (ALL) TABLESPACE A200X737.BIWXPSX
 REBUILD INDEX (ALL) TABLESPACE A200X78S.TIVN2
 REBUILD INDEX (ALL) TABLESPACE A200X798.TFPM042X
 REBUILD INDEX (ALL) TABLESPACE A200X8CU.T5DP4
 REBUILD INDEX (ALL) TABLESPACE A200X8C1.TKEPPLP
 REBUILD INDEX (ALL) TABLESPACE A200X8D1.CMAPXMA
 REBUILD INDEX (ALL) TABLESPACE A200X8E2.REBR3T
 REBUILD INDEX (ALL) TABLESPACE A200X8FH.TCRMBPX
 REBUILD INDEX (ALL) TABLESPACE A200X8FL.INV02
 REBUILD INDEX (ALL) TABLESPACE A200X8HT.TKEBWLR
 REBUILD INDEX (ALL) TABLESPACE A200X8H2.TIVRCTY
 REBUILD INDEX (ALL) TABLESPACE A200X8I7.WCCLT
 REBUILD INDEX (ALL) TABLESPACE A200X8JU.IDCNXBO
 REBUILD INDEX (ALL) TABLESPACE A200X8LL.BREAK
 REBUILD INDEX (ALL) TABLESPACE A200X8L1.TKEBWLI
 REBUILD INDEX (ALL) TABLESPACE A200X8MF.TFPM042
 REBUILD INDEX (ALL) TABLESPACE A200X8MQ.TIVWB01
 REBUILD INDEX (ALL) TABLESPACE A200X8NH.TFMIG01
 REBUILD INDEX (ALL) TABLESPACE A200X8O3.TIVAR16
 REBUILD INDEX (ALL) TABLESPACE A200X8O7.TKEBWLQ
 REBUILD INDEX (ALL) TABLESPACE A200X8Q6.JX3GFRI
 REBUILD INDEX (ALL) TABLESPACE A200X8SA.TKEPPLP
 REBUILD INDEX (ALL) TABLESPACE A200X8UZ.T5W7H
 REBUILD INDEX (ALL) TABLESPACE A200X8ZS.TKEVFGH
 REBUILD INDEX (ALL) TABLESPACE A200X80G.VARPI
 REBUILD INDEX (ALL) TABLESPACE A200X81E.TIVXOBX
 REBUILD INDEX (ALL) TABLESPACE A200X81O.OMCONFI
 REBUILD INDEX (ALL) TABLESPACE A200X84T.T7PHCP
 REBUILD INDEX (ALL) TABLESPACE A200X88G.TKEPPLP
 REBUILD INDEX (ALL) TABLESPACE A200X88K.CSPCTAX
 REBUILD INDEX (ALL) TABLESPACE A200X88R.TKEPPLP
 REBUILD INDEX (ALL) TABLESPACE A200X881.TC59
 REBUILD INDEX (ALL) TABLESPACE A200X89X.TWCP
 REBUILD INDEX (ALL) TABLESPACE A200X9DV.TKEBWLR
 REBUILD INDEX (ALL) TABLESPACE A200X9ES.LSGSUBT
 REBUILD INDEX (ALL) TABLESPACE A200X9FC.KEFVXAD
 REBUILD INDEX (ALL) TABLESPACE A200X9HF.TIVAR07
 REBUILD INDEX (ALL) TABLESPACE A200X9IX.WCCUT
 REBUILD INDEX (ALL) TABLESPACE A200X9KK.MESEXIT
 REBUILD INDEX (ALL) TABLESPACE A200X9KM.TIVP2T
 REBUILD INDEX (ALL) TABLESPACE A200X9PX.K9RALR0
 REBUILD INDEX (ALL) TABLESPACE A200X9RK.SHELPTY
 REBUILD INDEX (ALL) TABLESPACE A200X9S1.ROOSPRMX
 REBUILD INDEX (ALL) TABLESPACE A200X9VB.T506R


 REBUILD INDEX (ALL) TABLESPACE A200X9V5.LISTFOR
 REBUILD INDEX (ALL) TABLESPACE A200X9W7.KPEPXWL
 REBUILD INDEX (ALL) TABLESPACE A200X9XZ.SWBTEST
 REBUILD INDEX (ALL) TABLESPACE A200X9ZW.TIVP1T
 REBUILD INDEX (ALL) TABLESPACE A200X9Z6.T529F
 REBUILD INDEX (ALL) TABLESPACE A200X916.TFPM042
 REBUILD INDEX (ALL) TABLESPACE A200X92B.TKEVFGI
 REBUILD INDEX (ALL) TABLESPACE A200X92N.ZBKPFKE
 REBUILD INDEX (ALL) TABLESPACE A200X94H.CTSXPRS
 REBUILD INDEX (ALL) TABLESPACE A200X95Q.SEWALAS
 REBUILD INDEX (ALL) TABLESPACE A200X951.TKEDRH
 REBUILD INDEX (ALL) TABLESPACE A200X96T.SURXAPP
 REBUILD INDEX (ALL) TABLESPACE A200X98F.VARPIT
 REBUILD INDEX (ALL) TABLESPACE A201#AQ0.#SAP
 REBUILD INDEX (ALL) TABLESPACE A201#BZH.#SAP
 REBUILD INDEX (ALL) TABLESPACE A201#B9S.#SAP
 REBUILD INDEX (ALL) TABLESPACE A201#CBG.#SAP
 REBUILD INDEX (ALL) TABLESPACE A201#CKN.#SAP
 REBUILD INDEX (ALL) TABLESPACE A201#EE7.#SAP
 REBUILD INDEX (ALL) TABLESPACE A201#EK1.#SAP
 REBUILD INDEX (ALL) TABLESPACE A201#FU5.#SAP
 REBUILD INDEX (ALL) TABLESPACE A201#F0S.#SAP
 REBUILD INDEX (ALL) TABLESPACE A201#F1L.#SAP
 REBUILD INDEX (ALL) TABLESPACE A201#F4F.#SAP
 REBUILD INDEX (ALL) TABLESPACE A201#GUW.#SAP
 REBUILD INDEX (ALL) TABLESPACE A201#HHE.#SAP
 REBUILD INDEX (ALL) TABLESPACE A201#H6Y.#SAP
 REBUILD INDEX (ALL) TABLESPACE A201#H8C.#SAP
 REBUILD INDEX (ALL) TABLESPACE A201#IOU.#SAP
 REBUILD INDEX (ALL) TABLESPACE A201#JKW.#SAP
 REBUILD INDEX (ALL) TABLESPACE A201#LMX.#SAP
 REBUILD INDEX (ALL) TABLESPACE A201#MWB.#SAP
 REBUILD INDEX (ALL) TABLESPACE A201#O1S.#SAP
 REBUILD INDEX (ALL) TABLESPACE A201#P1H.#SAP
 REBUILD INDEX (ALL) TABLESPACE A201#0GG.#SAP
 REBUILD INDEX (ALL) TABLESPACE A201#000.#SAP
 REBUILD INDEX (ALL) TABLESPACE A201#01L.#SAP
 REBUILD INDEX (ALL) TABLESPACE A201#07L.#SAP
 REBUILD INDEX (ALL) TABLESPACE A201#2IF.#SAP
 REBUILD INDEX (ALL) TABLESPACE A201#2OU.#SAP
 REBUILD INDEX (ALL) TABLESPACE A201#32F.#SAP
 REBUILD INDEX (ALL) TABLESPACE A201#4CN.#SAP
 REBUILD INDEX (ALL) TABLESPACE A201#7GB.#SAP
 REBUILD INDEX (ALL) TABLESPACE A201#7I2.#SAP
 REBUILD INDEX (ALL) TABLESPACE A201#8I3.#SAP
 REBUILD INDEX (ALL) TABLESPACE A201#9LX.#SAP
 REBUILD INDEX (ALL) TABLESPACE A201#90W.#SAP
 REBUILD INDEX (ALL) TABLESPACE A201XAA2.TWPURLS
 REBUILD INDEX (ALL) TABLESPACE A201XAJ3.T5LGA
 REBUILD INDEX (ALL) TABLESPACE A201XBO9.T7IE7
 REBUILD INDEX (ALL) TABLESPACE A201XBWN.T5LGT
 REBUILD INDEX (ALL) TABLESPACE A201XB53.XSAP
 REBUILD INDEX (ALL) TABLESPACE A201XCUP.XSAP
 REBUILD INDEX (ALL) TABLESPACE A201XDHH.TDXTTPT
 REBUILD INDEX (ALL) TABLESPACE A201XD5Y.CSMNSDI
 REBUILD INDEX (ALL) TABLESPACE A201XEFJ.T5L03
 REBUILD INDEX (ALL) TABLESPACE A201XFYV.XSAP
 REBUILD INDEX (ALL) TABLESPACE A201XGHF.TCG22


 REBUILD INDEX (ALL) TABLESPACE A201XGZX.XSAP
 REBUILD INDEX (ALL) TABLESPACE A201XIXF.XSAP
 REBUILD INDEX (ALL) TABLESPACE A201XJCZ.XSAP
 REBUILD INDEX (ALL) TABLESPACE A201XK41.XSAP
 REBUILD INDEX (ALL) TABLESPACE A201XLIO.XSAP
 REBUILD INDEX (ALL) TABLESPACE A201XLKZ.XSAP
 REBUILD INDEX (ALL) TABLESPACE A201XL5E.XSAP
 REBUILD INDEX (ALL) TABLESPACE A201XNZO.T5GPBS2
 REBUILD INDEX (ALL) TABLESPACE A201XONO.T059ID0
 REBUILD INDEX (ALL) TABLESPACE A201XO4R.CRMOBJT
 REBUILD INDEX (ALL) TABLESPACE A201XQG0.TRSTT
 REBUILD INDEX (ALL) TABLESPACE A201XRZU.TCG02
 REBUILD INDEX (ALL) TABLESPACE A201XR8C.DMSXPRO
 REBUILD INDEX (ALL) TABLESPACE A201XSF7.T5LTP
 REBUILD INDEX (ALL) TABLESPACE A201XS9K.JX1BTXI
 REBUILD INDEX (ALL) TABLESPACE A201XTD8.TCGB3
 REBUILD INDEX (ALL) TABLESPACE A201XTXV.T506P
 REBUILD INDEX (ALL) TABLESPACE A201XT0F.TCGB5
 REBUILD INDEX (ALL) TABLESPACE A201XT3H.TCG21
 REBUILD INDEX (ALL) TABLESPACE A201XULR.TCGB1
 REBUILD INDEX (ALL) TABLESPACE A201XU2R.XSAP
 REBUILD INDEX (ALL) TABLESPACE A201XVN6.T7PMH
 REBUILD INDEX (ALL) TABLESPACE A201XVP0.T5CZT
 REBUILD INDEX (ALL) TABLESPACE A201XV4S.XSAP
 REBUILD INDEX (ALL) TABLESPACE A201XWSN.T5G25
 REBUILD INDEX (ALL) TABLESPACE A201XW64.T5A1E
 REBUILD INDEX (ALL) TABLESPACE A201XXKG.CRMINTB
 REBUILD INDEX (ALL) TABLESPACE A201XX3S.XSAP
 REBUILD INDEX (ALL) TABLESPACE A201XX9K.XSAP
 REBUILD INDEX (ALL) TABLESPACE A201X0ML.XSAP
 REBUILD INDEX (ALL) TABLESPACE A201X141.XSAP
 REBUILD INDEX (ALL) TABLESPACE A201X3DQ.TPTXTMW
 REBUILD INDEX (ALL) TABLESPACE A201X3V5.T371S
 REBUILD INDEX (ALL) TABLESPACE A201X57S.TFIBLOR
 REBUILD INDEX (ALL) TABLESPACE A201X6TH.XSAP
 REBUILD INDEX (ALL) TABLESPACE A201X60Y.XSAP
 REBUILD INDEX (ALL) TABLESPACE A201X8CA.XSAP
 REBUILD INDEX (ALL) TABLESPACE A201X8F2.XSAP
 REBUILD INDEX (ALL) TABLESPACE A201X82R.T7PMO
 REBUILD INDEX (ALL) TABLESPACE A201X91Y.SQLRUSE
 REBUILD INDEX (ALL) TABLESPACE A202#ABY.#SAP
 REBUILD INDEX (ALL) TABLESPACE A202#AK1.#SAP
 REBUILD INDEX (ALL) TABLESPACE A202#A1C.#SAP
 REBUILD INDEX (ALL) TABLESPACE A202#BJB.#SAP
 REBUILD INDEX (ALL) TABLESPACE A202#DAF.#SAP
 REBUILD INDEX (ALL) TABLESPACE A202#EFN.#SAP
 REBUILD INDEX (ALL) TABLESPACE A202#HXO.#SAP
 REBUILD INDEX (ALL) TABLESPACE A202#IN8.#SAP
 REBUILD INDEX (ALL) TABLESPACE A202#JQA.#SAP
 REBUILD INDEX (ALL) TABLESPACE A202#J74.#SAP
 REBUILD INDEX (ALL) TABLESPACE A202#J87.#SAP
 REBUILD INDEX (ALL) TABLESPACE A202#LSR.#SAP
 REBUILD INDEX (ALL) TABLESPACE A202#N6O.#SAP
 REBUILD INDEX (ALL) TABLESPACE A202#OMQ.#SAP
 REBUILD INDEX (ALL) TABLESPACE A202#O1T.#SAP
 REBUILD INDEX (ALL) TABLESPACE A202#O95.#SAP
 REBUILD INDEX (ALL) TABLESPACE A202#0ZO.#SAP
 REBUILD INDEX (ALL) TABLESPACE A202#000.#SAP


 REBUILD INDEX (ALL) TABLESPACE A202#1EP.#SAP
 REBUILD INDEX (ALL) TABLESPACE A202#2S4.#SAP
 REBUILD INDEX (ALL) TABLESPACE A202#2S6.#SAP
 REBUILD INDEX (ALL) TABLESPACE A202#3F6.#SAP
 REBUILD INDEX (ALL) TABLESPACE A202#4I3.#SAP
 REBUILD INDEX (ALL) TABLESPACE A202#49T.#SAP
 REBUILD INDEX (ALL) TABLESPACE A202#55J.#SAP
 REBUILD INDEX (ALL) TABLESPACE A202#6IB.#SAP
 REBUILD INDEX (ALL) TABLESPACE A202#8OO.#SAP
 REBUILD INDEX (ALL) TABLESPACE A202XALM.T539S
 REBUILD INDEX (ALL) TABLESPACE A202XCMI.T51D1
 REBUILD INDEX (ALL) TABLESPACE A202XDBL.XSAP
 REBUILD INDEX (ALL) TABLESPACE A202XEN1.T5E2T
 REBUILD INDEX (ALL) TABLESPACE A202XFHS.T5E01
 REBUILD INDEX (ALL) TABLESPACE A202XF4K.T7BR0A
 REBUILD INDEX (ALL) TABLESPACE A202XG15.T7FI01
 REBUILD INDEX (ALL) TABLESPACE A202XHNU.TPTXWLI
 REBUILD INDEX (ALL) TABLESPACE A202XHPC.TPTXWLI
 REBUILD INDEX (ALL) TABLESPACE A202XI0E.T5E42
 REBUILD INDEX (ALL) TABLESPACE A202XJYB.T5D5G
 REBUILD INDEX (ALL) TABLESPACE A202XLEW.T5E41
 REBUILD INDEX (ALL) TABLESPACE A202XNCP.T5E10
 REBUILD INDEX (ALL) TABLESPACE A202XNDO.T093B
 REBUILD INDEX (ALL) TABLESPACE A202XOLI.TPTXWLI
 REBUILD INDEX (ALL) TABLESPACE A202XPR8.XSAP
 REBUILD INDEX (ALL) TABLESPACE A202XQ0A.T5D5C
 REBUILD INDEX (ALL) TABLESPACE A202XQ56.XSAP
 REBUILD INDEX (ALL) TABLESPACE A202XRH5.T5D5B
 REBUILD INDEX (ALL) TABLESPACE A202XT3D.T5ITGC
 REBUILD INDEX (ALL) TABLESPACE A202XUYA.JBRREGW
 REBUILD INDEX (ALL) TABLESPACE A202XVON.T5ITGE
 REBUILD INDEX (ALL) TABLESPACE A202XVRD.T5F1A
 REBUILD INDEX (ALL) TABLESPACE A202XVXF.XSAP
 REBUILD INDEX (ALL) TABLESPACE A202XXY7.XSAP
 REBUILD INDEX (ALL) TABLESPACE A202XYC1.T588D
 REBUILD INDEX (ALL) TABLESPACE A202XYIO.T5EI3
 REBUILD INDEX (ALL) TABLESPACE A202XZ96.TPTXWLI
 REBUILD INDEX (ALL) TABLESPACE A202X0QS.T706A
 REBUILD INDEX (ALL) TABLESPACE A202X14D.T5E67
 REBUILD INDEX (ALL) TABLESPACE A202X54Z.T512X
 REBUILD INDEX (ALL) TABLESPACE A202X6A2.XSAP
 REBUILD INDEX (ALL) TABLESPACE A202X7AM.T5E31
 REBUILD INDEX (ALL) TABLESPACE A202X7N5.T5D5E
 REBUILD INDEX (ALL) TABLESPACE A202X7SF.T559J
 REBUILD INDEX (ALL) TABLESPACE A202X81I.XSAP
 REBUILD INDEX (ALL) TABLESPACE A203#BNZ.#SAP
 REBUILD INDEX (ALL) TABLESPACE A203#FR2.#SAP
 REBUILD INDEX (ALL) TABLESPACE A203#HMA.#SAP
 REBUILD INDEX (ALL) TABLESPACE A203#000.#SAP
 REBUILD INDEX (ALL) TABLESPACE A203#4F7.#SAP
 REBUILD INDEX (ALL) TABLESPACE A203XDR0.XSAP
 REBUILD INDEX (ALL) TABLESPACE A203XKT6.XSAP
 REBUILD INDEX (ALL) TABLESPACE A203XXLC.TCGRV
 REBUILD INDEX (ALL) TABLESPACE A203XXMS.STXSADM
 REBUILD INDEX (ALL) TABLESPACE A203XZ82.JBD14
 REBUILD INDEX (ALL) TABLESPACE A203X15A.T5G70
 REBUILD INDEX (ALL) TABLESPACE A203X4DL.XSAP
 REBUILD INDEX (ALL) TABLESPACE A203X4OE.XSAP


 REBUILD INDEX (ALL) TABLESPACE A203X4TU.XSAP
 REBUILD INDEX (ALL) TABLESPACE A203X64M.XSAP
 REBUILD INDEX (ALL) TABLESPACE A210#AFZ.IACHTRCP
 REBUILD INDEX (ALL) TABLESPACE A210#AGV.T803G
 REBUILD INDEX (ALL) TABLESPACE A210#AH0.IFLOUSR
 REBUILD INDEX (ALL) TABLESPACE A210#ARP.BRALOG
 REBUILD INDEX (ALL) TABLESPACE A210#AX0.T007V
 REBUILD INDEX (ALL) TABLESPACE A210#A3V.MCSLISEF
 REBUILD INDEX (ALL) TABLESPACE A210#A9Y.WWWDATA
 REBUILD INDEX (ALL) TABLESPACE A210#BGY.CSDLGSCR
 REBUILD INDEX (ALL) TABLESPACE A210#B4S.TZS01
 REBUILD INDEX (ALL) TABLESPACE A210#CO9.T7EHS00#
 REBUILD INDEX (ALL) TABLESPACE A210#CQI.TWGV
 REBUILD INDEX (ALL) TABLESPACE A210#CXI.TFIND
 REBUILD INDEX (ALL) TABLESPACE A210#CY1.T801E
 REBUILD INDEX (ALL) TABLESPACE A210#C0M.EWUCUPAK
 REBUILD INDEX (ALL) TABLESPACE A210#C4G.BTXCUTXX
 REBUILD INDEX (ALL) TABLESPACE A210#C7U.CSDLGITM
 REBUILD INDEX (ALL) TABLESPACE A210#DL9.CSDLGSCR
 REBUILD INDEX (ALL) TABLESPACE A210#DQS.SWF#WFPR
 REBUILD INDEX (ALL) TABLESPACE A210#DUC.CSDIALOG
 REBUILD INDEX (ALL) TABLESPACE A210#DV9.TWMLT
 REBUILD INDEX (ALL) TABLESPACE A210#D6F.CSKSTPL
 REBUILD INDEX (ALL) TABLESPACE A210#D7Q.TOAOS
 REBUILD INDEX (ALL) TABLESPACE A210#EDL.REPPARMS
 REBUILD INDEX (ALL) TABLESPACE A210#EN3.TCUSINFU
 REBUILD INDEX (ALL) TABLESPACE A210#ETH.TFIND2
 REBUILD INDEX (ALL) TABLESPACE A210#ETS.TTPLA
 REBUILD INDEX (ALL) TABLESPACE A210#FG0.T007K
 REBUILD INDEX (ALL) TABLESPACE A210#FNC.WWWPARAM
 REBUILD INDEX (ALL) TABLESPACE A210#FRW.W3TREES
 REBUILD INDEX (ALL) TABLESPACE A210#FWP.USRCOBJ
 REBUILD INDEX (ALL) TABLESPACE A210#F3T.TKBBA
 REBUILD INDEX (ALL) TABLESPACE A210#GAG.T444P
 REBUILD INDEX (ALL) TABLESPACE A210#GCQ.TIVA2
 REBUILD INDEX (ALL) TABLESPACE A210#GYB.T5KWR
 REBUILD INDEX (ALL) TABLESPACE A210#G3O.TBICU
 REBUILD INDEX (ALL) TABLESPACE A210#G4R.KCSLU
 REBUILD INDEX (ALL) TABLESPACE A210#HDT.TLSY7
 REBUILD INDEX (ALL) TABLESPACE A210#HE5.WWWLANGR
 REBUILD INDEX (ALL) TABLESPACE A210#HNG.T823K
 REBUILD INDEX (ALL) TABLESPACE A210#HN1.T007L
 REBUILD INDEX (ALL) TABLESPACE A210#HO4.T558A
 REBUILD INDEX (ALL) TABLESPACE A210#HTS.SHDFVCI
 REBUILD INDEX (ALL) TABLESPACE A210#HXC.SREPOATH
 REBUILD INDEX (ALL) TABLESPACE A210#H44.TWRF1
 REBUILD INDEX (ALL) TABLESPACE A210#IGO.RLIB#COM
 REBUILD INDEX (ALL) TABLESPACE A210#II3.TQ41T
 REBUILD INDEX (ALL) TABLESPACE A210#INI.TQ42T
 REBUILD INDEX (ALL) TABLESPACE A210#IS6.T823P
 REBUILD INDEX (ALL) TABLESPACE A210#IV3.CSOBJECT
 REBUILD INDEX (ALL) TABLESPACE A210#I7F.SHDGVDO
 REBUILD INDEX (ALL) TABLESPACE A210#JOR.RTXTH
 REBUILD INDEX (ALL) TABLESPACE A210#JU4.BAM5RTIM
 REBUILD INDEX (ALL) TABLESPACE A210#KA4.UXCLIST
 REBUILD INDEX (ALL) TABLESPACE A210#KGY.SCPRATTR
 REBUILD INDEX (ALL) TABLESPACE A210#KKV.OAPRE
 REBUILD INDEX (ALL) TABLESPACE A210#K20.T8JX


 REBUILD INDEX (ALL) TABLESPACE A210#LBY.SEWAFUB
 REBUILD INDEX (ALL) TABLESPACE A210#LJL.T801D
 REBUILD INDEX (ALL) TABLESPACE A210#LMA.T801G
 REBUILD INDEX (ALL) TABLESPACE A210#LYA.TBICUT
 REBUILD INDEX (ALL) TABLESPACE A210#L1X.TIV00
 REBUILD INDEX (ALL) TABLESPACE A210#L3X.BTXEGRPX
 REBUILD INDEX (ALL) TABLESPACE A210#MJ2.TVARIND
 REBUILD INDEX (ALL) TABLESPACE A210#MPZ.USZBVSYS
 REBUILD INDEX (ALL) TABLESPACE A210#M4F.PCEC
 REBUILD INDEX (ALL) TABLESPACE A210#M66.T5J39
 REBUILD INDEX (ALL) TABLESPACE A210#NQO.TMC2W
 REBUILD INDEX (ALL) TABLESPACE A210#OMZ.TST06
 REBUILD INDEX (ALL) TABLESPACE A210#O13.TABS#SB
 REBUILD INDEX (ALL) TABLESPACE A210#O2J.T801M
 REBUILD INDEX (ALL) TABLESPACE A210#O7N.CSDLGITM
 REBUILD INDEX (ALL) TABLESPACE A210#P3A.TKEV2
 REBUILD INDEX (ALL) TABLESPACE A210#P5P.IACHTRCL
 REBUILD INDEX (ALL) TABLESPACE A210#0JE.CSDLGITM
 REBUILD INDEX (ALL) TABLESPACE A210#0NG.CSOBJECT
 REBUILD INDEX (ALL) TABLESPACE A210#0VE.LSWOR
 REBUILD INDEX (ALL) TABLESPACE A210#000.AQTXTBS
 REBUILD INDEX (ALL) TABLESPACE A210#01M.BTXCUTX#
 REBUILD INDEX (ALL) TABLESPACE A210#05K.MODWRD
 REBUILD INDEX (ALL) TABLESPACE A210#059.BTXRCPT
 REBUILD INDEX (ALL) TABLESPACE A210#1D4.THEXC
 REBUILD INDEX (ALL) TABLESPACE A210#1NG.BTXEGRP#
 REBUILD INDEX (ALL) TABLESPACE A210#1WD.IACHTRC
 REBUILD INDEX (ALL) TABLESPACE A210#17X.MERGEH
 REBUILD INDEX (ALL) TABLESPACE A210#2VR.T7EHS00X
 REBUILD INDEX (ALL) TABLESPACE A210#21A.TIVA1
 REBUILD INDEX (ALL) TABLESPACE A210#23M.T5J40
 REBUILD INDEX (ALL) TABLESPACE A210#3BQ.TKEV1
 REBUILD INDEX (ALL) TABLESPACE A210#3CW.TWGLV
 REBUILD INDEX (ALL) TABLESPACE A210#3FL.KCSLO
 REBUILD INDEX (ALL) TABLESPACE A210#3LX.T042FSL
 REBUILD INDEX (ALL) TABLESPACE A210#3RX.VORINDX
 REBUILD INDEX (ALL) TABLESPACE A210#4E6.SCPRPPRL
 REBUILD INDEX (ALL) TABLESPACE A210#4KW.THEXS
 REBUILD INDEX (ALL) TABLESPACE A210#4PD.TFCF
 REBUILD INDEX (ALL) TABLESPACE A210#44L.CUSAMEN
 REBUILD INDEX (ALL) TABLESPACE A210#5FT.RLIB#TEX
 REBUILD INDEX (ALL) TABLESPACE A210#5ZR.CSDIALOG
 REBUILD INDEX (ALL) TABLESPACE A210#5ZY.CSOBJECT
 REBUILD INDEX (ALL) TABLESPACE A210#51O.T77KD
 REBUILD INDEX (ALL) TABLESPACE A210#539.SWF#WFPD
 REBUILD INDEX (ALL) TABLESPACE A210#6EW.CSDLGSCR
 REBUILD INDEX (ALL) TABLESPACE A210#6UJ.CSDIALOG
 REBUILD INDEX (ALL) TABLESPACE A210#60U.LFEI
 REBUILD INDEX (ALL) TABLESPACE A210#68O.USZBVSYS
 REBUILD INDEX (ALL) TABLESPACE A210#7HZ.TTXBR
 REBUILD INDEX (ALL) TABLESPACE A210#7J8.TKBBAT
 REBUILD INDEX (ALL) TABLESPACE A210#7NU.T823Z
 REBUILD INDEX (ALL) TABLESPACE A210#8N1.CMPWLE
 REBUILD INDEX (ALL) TABLESPACE A210#8OW.NRIV
 REBUILD INDEX (ALL) TABLESPACE A210#8QQ.VTIRATE
 REBUILD INDEX (ALL) TABLESPACE A210#8QR.T5D2B
 REBUILD INDEX (ALL) TABLESPACE A210#8W9.IACSERVP
 REBUILD INDEX (ALL) TABLESPACE A210#823.CMPWLEC


 REBUILD INDEX (ALL) TABLESPACE A210#83S.SHDGVDE
 REBUILD INDEX (ALL) TABLESPACE A210#83W.TMC4UC
 REBUILD INDEX (ALL) TABLESPACE A210#9JE.AQTXTQ
 REBUILD INDEX (ALL) TABLESPACE A210#9N0.TWGVT
 REBUILD INDEX (ALL) TABLESPACE A210#9Q4.MYHLP
 REBUILD INDEX (ALL) TABLESPACE A210#9UY.TWGF
 REBUILD INDEX (ALL) TABLESPACE A210#9VU.SHDFV
 REBUILD INDEX (ALL) TABLESPACE A210XADG.T8PL02C
 REBUILD INDEX (ALL) TABLESPACE A210XA1V.TKEPPLM
 REBUILD INDEX (ALL) TABLESPACE A210XA3I.SEWAFUB
 REBUILD INDEX (ALL) TABLESPACE A210XA65.TKEPPLM
 REBUILD INDEX (ALL) TABLESPACE A210XBO1.TKEPPLP
 REBUILD INDEX (ALL) TABLESPACE A210XBSJ.DMEEXTR
 REBUILD INDEX (ALL) TABLESPACE A210XBSM.TKEPPLM
 REBUILD INDEX (ALL) TABLESPACE A210XBTX.ADPMPRI
 REBUILD INDEX (ALL) TABLESPACE A210XBVM.SCPRUSR
 REBUILD INDEX (ALL) TABLESPACE A210XBW2.SXCXFCO
 REBUILD INDEX (ALL) TABLESPACE A210XCTI.TKEPPLP
 REBUILD INDEX (ALL) TABLESPACE A210XDHD.TKEPPLM
 REBUILD INDEX (ALL) TABLESPACE A210XDXK.FEBEXTT
 REBUILD INDEX (ALL) TABLESPACE A210XD18.STXFCON
 REBUILD INDEX (ALL) TABLESPACE A210XFCF.SXCXFCO
 REBUILD INDEX (ALL) TABLESPACE A210XFF6.SMDT
 REBUILD INDEX (ALL) TABLESPACE A210XF8N.TKEPPLM
 REBUILD INDEX (ALL) TABLESPACE A210XGBJ.TABREFI
 REBUILD INDEX (ALL) TABLESPACE A210XGM0.STXFCON
 REBUILD INDEX (ALL) TABLESPACE A210XG7X.TKEPPLM
 REBUILD INDEX (ALL) TABLESPACE A210XHOE.SCPRACT
 REBUILD INDEX (ALL) TABLESPACE A210XH7C.SCPRFLD
 REBUILD INDEX (ALL) TABLESPACE A210XI0Q.TKEPPLM
 REBUILD INDEX (ALL) TABLESPACE A210XI6X.TMC2XEX
 REBUILD INDEX (ALL) TABLESPACE A210XJKD.ZDXVAL
 REBUILD INDEX (ALL) TABLESPACE A210XJKD.ZDXVALX
 REBUILD INDEX (ALL) TABLESPACE A210XJUJ.CIFXIMO
 REBUILD INDEX (ALL) TABLESPACE A210XLAR.TKEPPLM
 REBUILD INDEX (ALL) TABLESPACE A210XLBV.BDLSAIF
 REBUILD INDEX (ALL) TABLESPACE A210XLRG.T8PL01D
 REBUILD INDEX (ALL) TABLESPACE A210XL2A.LAWDIVI
 REBUILD INDEX (ALL) TABLESPACE A210XL2K.T811ED
 REBUILD INDEX (ALL) TABLESPACE A210XL33.ROOSOUR
 REBUILD INDEX (ALL) TABLESPACE A210XMYA.LSGBDC
 REBUILD INDEX (ALL) TABLESPACE A210XO6P.SPCIPTE
 REBUILD INDEX (ALL) TABLESPACE A210XP62.DMSXPRO
 REBUILD INDEX (ALL) TABLESPACE A210XQCY.SHDSVFV
 REBUILD INDEX (ALL) TABLESPACE A210XQGV.CSMBKXC
 REBUILD INDEX (ALL) TABLESPACE A210XRDZ.TIVO2
 REBUILD INDEX (ALL) TABLESPACE A210XRJK.T8PL02
 REBUILD INDEX (ALL) TABLESPACE A210XRUZ.TKEPPLP
 REBUILD INDEX (ALL) TABLESPACE A210XR40.SCDTSYN
 REBUILD INDEX (ALL) TABLESPACE A210XSC1.SMDC
 REBUILD INDEX (ALL) TABLESPACE A210XSEQ.ABXZUTA
 REBUILD INDEX (ALL) TABLESPACE A210XTHD.TKEPPLM
 REBUILD INDEX (ALL) TABLESPACE A210XT5S.LSCPROG
 REBUILD INDEX (ALL) TABLESPACE A210XT8V.TKEPPLM
 REBUILD INDEX (ALL) TABLESPACE A210XUQU.TKEPPLP
 REBUILD INDEX (ALL) TABLESPACE A210XUZL.DSFLX
 REBUILD INDEX (ALL) TABLESPACE A210XU6N.STXFCON
 REBUILD INDEX (ALL) TABLESPACE A210XU71.TKEPPLM


 REBUILD INDEX (ALL) TABLESPACE A210XV6K.T7BRD0
 REBUILD INDEX (ALL) TABLESPACE A210XW5P.TA20NHC
 REBUILD INDEX (ALL) TABLESPACE A210XYC9.SXCXEXI
 REBUILD INDEX (ALL) TABLESPACE A210XYJ9.TKEPPLL
 REBUILD INDEX (ALL) TABLESPACE A210XYOE.TKEPPLM
 REBUILD INDEX (ALL) TABLESPACE A210XY7V.T7EHS00
 REBUILD INDEX (ALL) TABLESPACE A210XZDF.BDLSADA
 REBUILD INDEX (ALL) TABLESPACE A210XZLX.DMEEXTR
 REBUILD INDEX (ALL) TABLESPACE A210XZZP.TKEPPLM
 REBUILD INDEX (ALL) TABLESPACE A210X0CT.TKEPPLM
 REBUILD INDEX (ALL) TABLESPACE A210X0EA.TKEPPLM
 REBUILD INDEX (ALL) TABLESPACE A210X0RE.T8PLUAT
 REBUILD INDEX (ALL) TABLESPACE A210X1GC.T7EHS00
 REBUILD INDEX (ALL) TABLESPACE A210X2GC.AQBWFCA
 REBUILD INDEX (ALL) TABLESPACE A210X2VY.TKEPPLM
 REBUILD INDEX (ALL) TABLESPACE A210X21L.STXFCON
 REBUILD INDEX (ALL) TABLESPACE A210X28W.SPERSXL
 REBUILD INDEX (ALL) TABLESPACE A210X3KH.SMST
 REBUILD INDEX (ALL) TABLESPACE A210X4KB.T5BUKT
 REBUILD INDEX (ALL) TABLESPACE A210X5DN.TKEPPLM
 REBUILD INDEX (ALL) TABLESPACE A210X5FO.RZPTXRZ
 REBUILD INDEX (ALL) TABLESPACE A210X5FR.DMSXPRO
 REBUILD INDEX (ALL) TABLESPACE A210X5RP.SPCIPMA
 REBUILD INDEX (ALL) TABLESPACE A210X54C.BDLFUPE
 REBUILD INDEX (ALL) TABLESPACE A210X6BP.DEVCXAP
 REBUILD INDEX (ALL) TABLESPACE A210X6T1.SXCXATT
 REBUILD INDEX (ALL) TABLESPACE A210X6UY.TA20NHC
 REBUILD INDEX (ALL) TABLESPACE A210X6U0.TKEPPLM
 REBUILD INDEX (ALL) TABLESPACE A210X7CU.TKEPPLM
 REBUILD INDEX (ALL) TABLESPACE A210X8LJ.T8PL01
 REBUILD INDEX (ALL) TABLESPACE A210X9J0.SXCXCLA
 REBUILD INDEX (ALL) TABLESPACE A211#BPT.#SAP
 REBUILD INDEX (ALL) TABLESPACE A211#000.#SAP
 REBUILD INDEX (ALL) TABLESPACE A211XDKT.XSAP
 REBUILD INDEX (ALL) TABLESPACE A211XGJN.T71GV
 REBUILD INDEX (ALL) TABLESPACE A211XHSA.JBRRHBL
 REBUILD INDEX (ALL) TABLESPACE A211XHY3.T5V7C
 REBUILD INDEX (ALL) TABLESPACE A211XIFF.XSAP
 REBUILD INDEX (ALL) TABLESPACE A211XLER.STXSTAB
 REBUILD INDEX (ALL) TABLESPACE A211XOP7.SWLXCTI
 REBUILD INDEX (ALL) TABLESPACE A211XVUW.STXSCHA
 REBUILD INDEX (ALL) TABLESPACE A211XZWD.STXSPAR
 REBUILD INDEX (ALL) TABLESPACE A211X5RQ.XSAP
 REBUILD INDEX (ALL) TABLESPACE A212#GR3.#SAP
 REBUILD INDEX (ALL) TABLESPACE A212#000.#SAP
 REBUILD INDEX (ALL) TABLESPACE A212#14E.#SAP
 REBUILD INDEX (ALL) TABLESPACE A212XDMS.XSAP
 REBUILD INDEX (ALL) TABLESPACE A212XHBF.XSAP
 REBUILD INDEX (ALL) TABLESPACE A212XLFU.XSAP
 REBUILD INDEX (ALL) TABLESPACE A212XNUR.XSAP
 REBUILD INDEX (ALL) TABLESPACE A212X7XV.XSAP
 REBUILD INDEX (ALL) TABLESPACE A212X8GS.XSAP
 REBUILD INDEX (ALL) TABLESPACE A213#000.#SAP
 REBUILD INDEX (ALL) TABLESPACE A213XNDZ.XSAP
 REBUILD INDEX (ALL) TABLESPACE A213XXLW.XSAP
 REBUILD INDEX (ALL) TABLESPACE A220#BGE.TA22RSF
 REBUILD INDEX (ALL) TABLESPACE A220#BUU.T7EHS00#
 REBUILD INDEX (ALL) TABLESPACE A220#CJS.TCSCR


 REBUILD INDEX (ALL) TABLESPACE A220#FE3.IACHTMLL
 REBUILD INDEX (ALL) TABLESPACE A220#FOZ.FILTERTE
 REBUILD INDEX (ALL) TABLESPACE A220#GMK.TBD22
 REBUILD INDEX (ALL) TABLESPACE A220#HOF.IACMIMEL
 REBUILD INDEX (ALL) TABLESPACE A220#IB2.T7EHS00#
 REBUILD INDEX (ALL) TABLESPACE A220#I9G.CMP#RUNS
 REBUILD INDEX (ALL) TABLESPACE A220#JN1.T7EHS00#
 REBUILD INDEX (ALL) TABLESPACE A220#JRM.TA22RSF1
 REBUILD INDEX (ALL) TABLESPACE A220#LDP.BTXRATEX
 REBUILD INDEX (ALL) TABLESPACE A220#MOU.IACMIME
 REBUILD INDEX (ALL) TABLESPACE A220#NKU.TSL5D
 REBUILD INDEX (ALL) TABLESPACE A220#NK4.GTADIRA
 REBUILD INDEX (ALL) TABLESPACE A220#NXG.SCPRTEXT
 REBUILD INDEX (ALL) TABLESPACE A220#OWG.SCPRACTP
 REBUILD INDEX (ALL) TABLESPACE A220#O63.BTXBGRP
 REBUILD INDEX (ALL) TABLESPACE A220#0DU.BTXOVERX
 REBUILD INDEX (ALL) TABLESPACE A220#0GC.TCSCRT
 REBUILD INDEX (ALL) TABLESPACE A220#000.ATZVO
 REBUILD INDEX (ALL) TABLESPACE A220#08D.CUSAMENT
 REBUILD INDEX (ALL) TABLESPACE A220#18M.KZAZU
 REBUILD INDEX (ALL) TABLESPACE A220#2M9.BTXTAXCX
 REBUILD INDEX (ALL) TABLESPACE A220#4ED.LKSML
 REBUILD INDEX (ALL) TABLESPACE A220#4H7.BTXOVER#
 REBUILD INDEX (ALL) TABLESPACE A220#4X0.IACHTML
 REBUILD INDEX (ALL) TABLESPACE A220#5OF.TST21
 REBUILD INDEX (ALL) TABLESPACE A220#54A.T5BTM
 REBUILD INDEX (ALL) TABLESPACE A220#6OF.T7EHS00#
 REBUILD INDEX (ALL) TABLESPACE A220#71P.BTXRATE#
 REBUILD INDEX (ALL) TABLESPACE A220#76H.LKLAH
 REBUILD INDEX (ALL) TABLESPACE A220#87Z.TTXU
 REBUILD INDEX (ALL) TABLESPACE A220#9FL.T7EHS00#
 REBUILD INDEX (ALL) TABLESPACE A220#9UZ.T558D
 REBUILD INDEX (ALL) TABLESPACE A220#91H.T7EHS00#
 REBUILD INDEX (ALL) TABLESPACE A220#927.RTXTT
 REBUILD INDEX (ALL) TABLESPACE A220XAKE.RORQSTP
 REBUILD INDEX (ALL) TABLESPACE A220XAMV.T7EHS00
 REBUILD INDEX (ALL) TABLESPACE A220XAY3.DRMRLAP
 REBUILD INDEX (ALL) TABLESPACE A220XBI2.TBLP
 REBUILD INDEX (ALL) TABLESPACE A220XCHU.LSOCOD
 REBUILD INDEX (ALL) TABLESPACE A220XCOV.ARCXIDXX
 REBUILD INDEX (ALL) TABLESPACE A220XDFF.DRMRLAP
 REBUILD INDEX (ALL) TABLESPACE A220XD5B.T7EHS00
 REBUILD INDEX (ALL) TABLESPACE A220XE0F.WBBSTOR
 REBUILD INDEX (ALL) TABLESPACE A220XE44.T8PL01S
 REBUILD INDEX (ALL) TABLESPACE A220XE6M.IACFLOW
 REBUILD INDEX (ALL) TABLESPACE A220XFPZ.WTMIGXP
 REBUILD INDEX (ALL) TABLESPACE A220XF43.RFVIUMS
 REBUILD INDEX (ALL) TABLESPACE A220XID0.GENSETC
 REBUILD INDEX (ALL) TABLESPACE A220XJGO.CTSXSER
 REBUILD INDEX (ALL) TABLESPACE A220XJLK.TCVARID
 REBUILD INDEX (ALL) TABLESPACE A220XJ5X.ALMRULE
 REBUILD INDEX (ALL) TABLESPACE A220XL5K.CTSXPRS
 REBUILD INDEX (ALL) TABLESPACE A220XMI1.CSMBKXT
 REBUILD INDEX (ALL) TABLESPACE A220XNLA.TPRXIND
 REBUILD INDEX (ALL) TABLESPACE A220XN9O.LSRCOD
 REBUILD INDEX (ALL) TABLESPACE A220XOV8.GLACCRE
 REBUILD INDEX (ALL) TABLESPACE A220XPAA.DMEEXTR
 REBUILD INDEX (ALL) TABLESPACE A220XPFZ.DRMRLSC
 REBUILD INDEX (ALL) TABLESPACE A220XQ5D.LSOREL
 REBUILD INDEX (ALL) TABLESPACE A220XQ9G.IWADMX
 REBUILD INDEX (ALL) TABLESPACE A220XUCQ.LSODOC
 REBUILD INDEX (ALL) TABLESPACE A220XVEX.T8PL01S
 REBUILD INDEX (ALL) TABLESPACE A220XVML.T7EHS00
 REBUILD INDEX (ALL) TABLESPACE A220XWJK.ZDUPCNT
 REBUILD INDEX (ALL) TABLESPACE A220XZIO.LSOFIS
 REBUILD INDEX (ALL) TABLESPACE A220X2EJ.CUST02
 REBUILD INDEX (ALL) TABLESPACE A220X2ZI.TKEPPLM
 REBUILD INDEX (ALL) TABLESPACE A220X9VL.T8PL01S
 REBUILD INDEX (ALL) TABLESPACE A221#000.#SAP
 REBUILD INDEX (ALL) TABLESPACE A221XCMP.XSAP
 REBUILD INDEX (ALL) TABLESPACE A222#000.#SAP
 REBUILD INDEX (ALL) TABLESPACE A222XO37.XSAP
 REBUILD INDEX (ALL) TABLESPACE A222XRP5.XSAP
 REBUILD INDEX (ALL) TABLESPACE A222X4UG.XSAP
 REBUILD INDEX (ALL) TABLESPACE A223#000.#SAP
 REBUILD INDEX (ALL) TABLESPACE A223XAHX.XSAP
 REBUILD INDEX (ALL) TABLESPACE A223XX8M.XSAP
 REBUILD INDEX (ALL) TABLESPACE A223XZKX.XSAP
 REBUILD INDEX (ALL) TABLESPACE A230#ANX.LCABN
 REBUILD INDEX (ALL) TABLESPACE A230#AY6.LKSSK
 REBUILD INDEX (ALL) TABLESPACE A230#BLI.CHVWX
 REBUILD INDEX (ALL) TABLESPACE A230#CKD.MCSIDIR
 REBUILD INDEX (ALL) TABLESPACE A230#FBA.T7EHS00#
 REBUILD INDEX (ALL) TABLESPACE A230#FB4.RTXTF
 REBUILD INDEX (ALL) TABLESPACE A230#HSC.CMPWLIMP
 REBUILD INDEX (ALL) TABLESPACE A230#IM0.DF50O
 REBUILD INDEX (ALL) TABLESPACE A230#I48.TKEDRX
 REBUILD INDEX (ALL) TABLESPACE A230#JFH.MCWPS
 REBUILD INDEX (ALL) TABLESPACE A230#J5T.ARCH#IDX
 REBUILD INDEX (ALL) TABLESPACE A230#NBD.TTSTRCOM
 REBUILD INDEX (ALL) TABLESPACE A230#NB5.CD0ENT3T
 REBUILD INDEX (ALL) TABLESPACE A230#000.AQGTS
 REBUILD INDEX (ALL) TABLESPACE A230#1CS.FILTERDE
 REBUILD INDEX (ALL) TABLESPACE A230#1MS.LTDX
 REBUILD INDEX (ALL) TABLESPACE A230#3TA.DSYS#PHH
 REBUILD INDEX (ALL) TABLESPACE A230#5GO.T558B
 REBUILD INDEX (ALL) TABLESPACE A230#5PM.CMPWLHX
 REBUILD INDEX (ALL) TABLESPACE A230#504.ATXKO
 REBUILD INDEX (ALL) TABLESPACE A230#57A.CEALE01
 REBUILD INDEX (ALL) TABLESPACE A230#6OG.FTWRCONT
 REBUILD INDEX (ALL) TABLESPACE A230#7X0.VARI
 REBUILD INDEX (ALL) TABLESPACE A230#7YM.SCPRDATA
 REBUILD INDEX (ALL) TABLESPACE A230#8Y7.SCPRDATA
 REBUILD INDEX (ALL) TABLESPACE A230#9FZ.LCABNT
 REBUILD INDEX (ALL) TABLESPACE A230#927.LWRKSTAT
 REBUILD INDEX (ALL) TABLESPACE A230XB5Q.CATSXTE
 REBUILD INDEX (ALL) TABLESPACE A230XFMS.DMSXPHXX
 REBUILD INDEX (ALL) TABLESPACE A230XL9H.DMSXPHX
 REBUILD INDEX (ALL) TABLESPACE A230XM2A.DMSXPHH
 REBUILD INDEX (ALL) TABLESPACE A230XPRH.ZJOBCNT
 REBUILD INDEX (ALL) TABLESPACE A230XQWX.TPRXVIN
 REBUILD INDEX (ALL) TABLESPACE A230XUFJ.DMSXPHH
 REBUILD INDEX (ALL) TABLESPACE A230XWNA.LAWXUNI
 REBUILD INDEX (ALL) TABLESPACE A230X0JF.ZJOBCNT
 REBUILD INDEX (ALL) TABLESPACE A230X008.GFBDIR
 REBUILD INDEX (ALL) TABLESPACE A230X4SH.ZJOBCNT


 REBUILD INDEX (ALL) TABLESPACE A230X6O0.TKETRAN
 REBUILD INDEX (ALL) TABLESPACE A230X6YD.PSPPTXI
 REBUILD INDEX (ALL) TABLESPACE A230X742.TPRXXRE
 REBUILD INDEX (ALL) TABLESPACE A231#000.#SAP
 REBUILD INDEX (ALL) TABLESPACE A231XV0Z.XSAP
 REBUILD INDEX (ALL) TABLESPACE A232#000.#SAP
 REBUILD INDEX (ALL) TABLESPACE A232X141.XSAP
 REBUILD INDEX (ALL) TABLESPACE A232X8KH.XSAP
 REBUILD INDEX (ALL) TABLESPACE A233#000.#SAP
 REBUILD INDEX (ALL) TABLESPACE A240#AT6.CMPWLK
 REBUILD INDEX (ALL) TABLESPACE A240#A2D.MCSI
 REBUILD INDEX (ALL) TABLESPACE A240#BXU.T5U8C
 REBUILD INDEX (ALL) TABLESPACE A240#CXN.ARC#IDX#
 REBUILD INDEX (ALL) TABLESPACE A240#C6E.BRATEXT
 REBUILD INDEX (ALL) TABLESPACE A240#EE4.TCGC0
 REBUILD INDEX (ALL) TABLESPACE A240#ERQ.GTODIR
 REBUILD INDEX (ALL) TABLESPACE A240#E2Q.SCPRVALS
 REBUILD INDEX (ALL) TABLESPACE A240#IIX.MERGETA
 REBUILD INDEX (ALL) TABLESPACE A240#I8E.FINI
 REBUILD INDEX (ALL) TABLESPACE A240#KSP.T5K8C
 REBUILD INDEX (ALL) TABLESPACE A240#LTO.ARC#IDX#
 REBUILD INDEX (ALL) TABLESPACE A240#0BJ.T558E
 REBUILD INDEX (ALL) TABLESPACE A240#000.ARCH#IDX
 REBUILD INDEX (ALL) TABLESPACE A240#2EN.CMPOBJ
 REBUILD INDEX (ALL) TABLESPACE A240#3N9.T5K8E
 REBUILD INDEX (ALL) TABLESPACE A240#3OI.ARC#IPC#
 REBUILD INDEX (ALL) TABLESPACE A240#33L.T558C
 REBUILD INDEX (ALL) TABLESPACE A240#5RT.CMPWL
 REBUILD INDEX (ALL) TABLESPACE A240#507.GTADIR
 REBUILD INDEX (ALL) TABLESPACE A240#588.VIAROBJ
 REBUILD INDEX (ALL) TABLESPACE A240#8B0.SCPRRECA
 REBUILD INDEX (ALL) TABLESPACE A240#82P.TCGC2
 REBUILD INDEX (ALL) TABLESPACE A240#85T.RTXTL
 REBUILD INDEX (ALL) TABLESPACE A240XAKU.DRMRLSC
 REBUILD INDEX (ALL) TABLESPACE A240XDQ3.ZARIXFI
 REBUILD INDEX (ALL) TABLESPACE A240XFLZ.DRMRLSC
 REBUILD INDEX (ALL) TABLESPACE A240XF35.CRATEXT
 REBUILD INDEX (ALL) TABLESPACE A240XGVA.DRMRLCR
 REBUILD INDEX (ALL) TABLESPACE A240XKGS.ZARIXBC
 REBUILD INDEX (ALL) TABLESPACE A240XPBH.DRMRLSR
 REBUILD INDEX (ALL) TABLESPACE A240XQOQ.ZARIXCO
 REBUILD INDEX (ALL) TABLESPACE A240XQPP.CATSXAR
 REBUILD INDEX (ALL) TABLESPACE A240XQP0.DRMRLCS
 REBUILD INDEX (ALL) TABLESPACE A240XZD6.DRMRLCR
 REBUILD INDEX (ALL) TABLESPACE A240XZ5X.T811ED2
 REBUILD INDEX (ALL) TABLESPACE A240X1HJ.DRMRLSR
 REBUILD INDEX (ALL) TABLESPACE A240X3DR.SCPRVAL
 REBUILD INDEX (ALL) TABLESPACE A240X77P.SCPRCCS
 REBUILD INDEX (ALL) TABLESPACE A241#000.#SAP
 REBUILD INDEX (ALL) TABLESPACE A242#000.#SAP
 REBUILD INDEX (ALL) TABLESPACE A242XSNH.T5ITGAX
 REBUILD INDEX (ALL) TABLESPACE A243#000.#SAP
 REBUILD INDEX (ALL) TABLESPACE A243#7P2.#SAP
/*
//
