//DT0072A JOB ,'RDL 2013',CLASS=S,MSGCLASS=X,NOTIFY=DT0072
//JOBLIB   DD   DSN=SSXDP.DSNDBRG.DB3R.SDSNLOAD,DISP=SHR
//STEP01   EXEC PGM=DSNUTILB,REGION=0M,
//         PARM='DBRG,REPAIR'
//SYSPRINT DD   SYSOUT=*
//UTPRINT  DD   SYSOUT=*
//SYSUDUMP DD   SYSOUT=*
//SYSIN    DD   *
 REPAIR OBJECT SET TABLESPACE EBKD2P02.TSKD0200 NOCOPYPEND
/*
//
 REPAIR OBJECT SET TABLESPACE EBKD2P02.TSKD0200 NOCOPYPEND
 REPAIR LEVELID TABLESPACE  A110#4XX.PKSD
