//DB2RECV6 JOB ,'RDL',CLASS=S,MSGCLASS=X,NOTIFY=DT0072
//JOBLIB   DD   DSN=SSXDT.DSNDBYG.DB2Y.SDSNLOAD,DISP=SHR
//STEP01   EXEC PGM=DSNUTILB,REGION=0M,
//         PARM='DB2Y,RECV6'
//SYSPRINT DD   SYSOUT=*
//UTPRINT  DD   SYSOUT=*
//SYSUDUMP DD   SYSOUT=*
//SYSIN    DD   *
 RECOVER LOGONLY TABLESPACE A200XJ95.AQPROTC
 RECOVER LOGONLY TABLESPACE A200XKBV.AD03PHP
 RECOVER LOGONLY TABLESPACE A200XKCR.SLSXLOO
 RECOVER LOGONLY TABLESPACE A200XKGK.JX3GERL
 RECOVER LOGONLY TABLESPACE A200XKGL.BIWXCSH
 RECOVER LOGONLY TABLESPACE A200XKI9.K9RALR1
 RECOVER LOGONLY TABLESPACE A200XKJ3.T313H
 RECOVER LOGONLY TABLESPACE A200XKK3.BWSTTSY
 RECOVER LOGONLY TABLESPACE A200XKLH.CMAPXAT
 RECOVER LOGONLY TABLESPACE A200XKL7.HUPASTX
 RECOVER LOGONLY TABLESPACE A200XKQ7.LSGPROT
 RECOVER LOGONLY TABLESPACE A200XKSI.TFMIG13
 RECOVER LOGONLY TABLESPACE A200XKWU.SPRTL18
 RECOVER LOGONLY TABLESPACE A200XKXD.TIVCN01
 RECOVER LOGONLY TABLESPACE A200XKXU.T71WL1
 RECOVER LOGONLY TABLESPACE A200XKYV.JX3GTVK
 RECOVER LOGONLY TABLESPACE A200XKZT.BWCVUSS
 RECOVER LOGONLY TABLESPACE A200XKZZ.IWBENTR
 RECOVER LOGONLY TABLESPACE A200XKZ0.TKEPPLP
 RECOVER LOGONLY TABLESPACE A200XK08.T52SMP
 RECOVER LOGONLY TABLESPACE A200XK1Z.ROMDDEL
 RECOVER LOGONLY TABLESPACE A200XK4U.BIWXBUF
 RECOVER LOGONLY TABLESPACE A200XK5K.SIAROLE
 RECOVER LOGONLY TABLESPACE A200XK6V.T005BUT
 RECOVER LOGONLY TABLESPACE A200XK7R.SAACOMP
 RECOVER LOGONLY TABLESPACE A200XK89.JX3GSTA
 RECOVER LOGONLY TABLESPACE A200XK9H.DRMXMCL
 RECOVER LOGONLY TABLESPACE A200XLA0.DIPCSXP
 RECOVER LOGONLY TABLESPACE A200XLA4.KBXXNXT
 RECOVER LOGONLY TABLESPACE A200XLBZ.SROADSU
 RECOVER LOGONLY TABLESPACE A200XLFE.TFPM042
 RECOVER LOGONLY TABLESPACE A200XLFU.TNRS6
 RECOVER LOGONLY TABLESPACE A200XLIM.TUUNTT
 RECOVER LOGONLY TABLESPACE A200XLJR.COPLNTY
 RECOVER LOGONLY TABLESPACE A200XLLE.WCCK
 RECOVER LOGONLY TABLESPACE A200XLLG.TMCEXCF
 RECOVER LOGONLY TABLESPACE A200XLLT.PIVARLV
 RECOVER LOGONLY TABLESPACE A200XLLZ.TDSP00
 RECOVER LOGONLY TABLESPACE A200XLMF.LGORT
 RECOVER LOGONLY TABLESPACE A200XLM2.T5BVJ
 RECOVER LOGONLY TABLESPACE A200XLNN.WCCL
 RECOVER LOGONLY TABLESPACE A200XLQC.T7EHS00
 RECOVER LOGONLY TABLESPACE A200XLQG.FMCFBXV
 RECOVER LOGONLY TABLESPACE A200XLR5.BORGRXP
 RECOVER LOGONLY TABLESPACE A200XLUX.TFPROFX
 RECOVER LOGONLY TABLESPACE A200XLZF.CUST03
 RECOVER LOGONLY TABLESPACE A200XLZ0.CLINDEX
 RECOVER LOGONLY TABLESPACE A200XL2J.CRMFILC


 RECOVER LOGONLY TABLESPACE A200XL4F.ROOSPRM
 RECOVER LOGONLY TABLESPACE A200XL4N.ROOSPRM
 RECOVER LOGONLY TABLESPACE A200XL5R.PRICATX
 RECOVER LOGONLY TABLESPACE A200XL50.T5D8PT
 RECOVER LOGONLY TABLESPACE A200XL6L.TKEPPLP
 RECOVER LOGONLY TABLESPACE A200XL79.TIVP2
 RECOVER LOGONLY TABLESPACE A200XMAE.REBR5
 RECOVER LOGONLY TABLESPACE A200XMBH.TKEBWLT
 RECOVER LOGONLY TABLESPACE A200XMCP.REBR3
 RECOVER LOGONLY TABLESPACE A200XMC0.SMAPPL
 RECOVER LOGONLY TABLESPACE A200XMDY.T5W7E
 RECOVER LOGONLY TABLESPACE A200XMD2.TFPM042
 RECOVER LOGONLY TABLESPACE A200XME4.TPGAC
 RECOVER LOGONLY TABLESPACE A200XMH1.TIVWB53
 RECOVER LOGONLY TABLESPACE A200XMJR.TIVWB0A
 RECOVER LOGONLY TABLESPACE A200XMKP.TFPM042
 RECOVER LOGONLY TABLESPACE A200XMNG.BWOMXSE
 RECOVER LOGONLY TABLESPACE A200XMQS.TKEBWLR
 RECOVER LOGONLY TABLESPACE A200XMTA.T7EHS00
 RECOVER LOGONLY TABLESPACE A200XMTP.JX3GLAM
 RECOVER LOGONLY TABLESPACE A200XMYM.SFLAVOR
 RECOVER LOGONLY TABLESPACE A200XMZ7.CIFTXTPX
 RECOVER LOGONLY TABLESPACE A200XM04.TIVCN04
 RECOVER LOGONLY TABLESPACE A200XM2L.LSOFLD
 RECOVER LOGONLY TABLESPACE A200XM5W.JX3GDRU
 RECOVER LOGONLY TABLESPACE A200XM5X.TTPXCON
 RECOVER LOGONLY TABLESPACE A200XNBT.ZEXTAXX
 RECOVER LOGONLY TABLESPACE A200XNDZ.FMEUTRA
 RECOVER LOGONLY TABLESPACE A200XNEB.CTDMATR
 RECOVER LOGONLY TABLESPACE A200XNFA.MASSVAR
 RECOVER LOGONLY TABLESPACE A200XNFT.T5ITW3
 RECOVER LOGONLY TABLESPACE A200XNHN.QSTRDSR
 RECOVER LOGONLY TABLESPACE A200XNH5.KPEPXWL
 RECOVER LOGONLY TABLESPACE A200XNIJ.QSTRDSR
 RECOVER LOGONLY TABLESPACE A200XNJ5.ORGCRAC
 RECOVER LOGONLY TABLESPACE A200XNKK.BIWXBUF
 RECOVER LOGONLY TABLESPACE A200XNNB.TCLAUT
 RECOVER LOGONLY TABLESPACE A200XNOL.TWISPCX
 RECOVER LOGONLY TABLESPACE A200XNP7.REPPTAB
 RECOVER LOGONLY TABLESPACE A200XNSP.TIVP1
 RECOVER LOGONLY TABLESPACE A200XNS6.SCPRPIM
 RECOVER LOGONLY TABLESPACE A200XNT6.BORGRXF
 RECOVER LOGONLY TABLESPACE A200XNWE.TIVCN04
 RECOVER LOGONLY TABLESPACE A200XNWW.T71WL1T
 RECOVER LOGONLY TABLESPACE A200XNXV.TFPM042
 RECOVER LOGONLY TABLESPACE A200XNZO.T169TC
 RECOVER LOGONLY TABLESPACE A200XN2F.SPCIPPR
 RECOVER LOGONLY TABLESPACE A200XN3K.T7PHCT
 RECOVER LOGONLY TABLESPACE A200XN5K.BDLSERG
 RECOVER LOGONLY TABLESPACE A200XOEN.CATPXGL
 RECOVER LOGONLY TABLESPACE A200XOGZ.TIVWB2B
 RECOVER LOGONLY TABLESPACE A200XOIU.WCCP
 RECOVER LOGONLY TABLESPACE A200XOK4.TBDTPB
 RECOVER LOGONLY TABLESPACE A200XOLQ.TIPZBSR
 RECOVER LOGONLY TABLESPACE A200XOO8.TMSQAMT
 RECOVER LOGONLY TABLESPACE A200XOPN.TIVWB3A
 RECOVER LOGONLY TABLESPACE A200XORY.TCLAU
 RECOVER LOGONLY TABLESPACE A200XOWU.TIVWB71


 RECOVER LOGONLY TABLESPACE A200XOZX.JX1BIMF
 RECOVER LOGONLY TABLESPACE A200XOZ1.TIVCN01
 RECOVER LOGONLY TABLESPACE A200XO0K.MMPREWX
 RECOVER LOGONLY TABLESPACE A200XO0Q.CSPCMOI
 RECOVER LOGONLY TABLESPACE A200XO0X.SENDXRE
/*
//
//DB2RECV7 JOB ,'RDL',CLASS=S,MSGCLASS=X,NOTIFY=DT0072
//JOBLIB   DD   DSN=SSXDT.DSNDBYG.DB2Y.SDSNLOAD,DISP=SHR
//STEP01   EXEC PGM=DSNUTILB,REGION=0M,
//         PARM='DB2Y,RECV7'
//SYSPRINT DD   SYSOUT=*
//UTPRINT  DD   SYSOUT=*
//SYSUDUMP DD   SYSOUT=*
//SYSIN    DD   *
 RECOVER LOGONLY TABLESPACE A240#A2D.MCSI
 RECOVER LOGONLY TABLESPACE A240#BXU.T5U8C
 RECOVER LOGONLY TABLESPACE A240#CXN.ARC#IDX#
 RECOVER LOGONLY TABLESPACE A240#C6E.BRATEXT
 RECOVER LOGONLY TABLESPACE A240#EE4.TCGC0
 RECOVER LOGONLY TABLESPACE A240#ERQ.GTODIR
 RECOVER LOGONLY TABLESPACE A240#E2Q.SCPRVALS
 RECOVER LOGONLY TABLESPACE A240#IIX.MERGETA
 RECOVER LOGONLY TABLESPACE A240#I8E.FINI
 RECOVER LOGONLY TABLESPACE A240#KSP.T5K8C
 RECOVER LOGONLY TABLESPACE A240#LTO.ARC#IDX#
 RECOVER LOGONLY TABLESPACE A240#0BJ.T558E
 RECOVER LOGONLY TABLESPACE A240#000.ARCH#IDX
 RECOVER LOGONLY TABLESPACE A240#2EN.CMPOBJ
 RECOVER LOGONLY TABLESPACE A240#3N9.T5K8E
 RECOVER LOGONLY TABLESPACE A240#3OI.ARC#IPC#
 RECOVER LOGONLY TABLESPACE A240#33L.T558C
 RECOVER LOGONLY TABLESPACE A240#5RT.CMPWL
 RECOVER LOGONLY TABLESPACE A240#507.GTADIR
 RECOVER LOGONLY TABLESPACE A240#588.VIAROBJ
 RECOVER LOGONLY TABLESPACE A240#8B0.SCPRRECA
 RECOVER LOGONLY TABLESPACE A240#82P.TCGC2
 RECOVER LOGONLY TABLESPACE A240#85T.RTXTL
 RECOVER LOGONLY TABLESPACE A240XAKU.DRMRLSC
 RECOVER LOGONLY TABLESPACE A240XDQ3.ZARIXFI
 RECOVER LOGONLY TABLESPACE A240XFLZ.DRMRLSC
 RECOVER LOGONLY TABLESPACE A240XF35.CRATEXT
 RECOVER LOGONLY TABLESPACE A240XGVA.DRMRLCR
 RECOVER LOGONLY TABLESPACE A240XKGS.ZARIXBC
 RECOVER LOGONLY TABLESPACE A240XPBH.DRMRLSR
 RECOVER LOGONLY TABLESPACE A240XQOQ.ZARIXCO
 RECOVER LOGONLY TABLESPACE A240XQPP.CATSXAR
 RECOVER LOGONLY TABLESPACE A240XQP0.DRMRLCS
 RECOVER LOGONLY TABLESPACE A240XZD6.DRMRLCR
 RECOVER LOGONLY TABLESPACE A240XZ5X.T811ED2
 RECOVER LOGONLY TABLESPACE A240X1HJ.DRMRLSR
 RECOVER LOGONLY TABLESPACE A240X3DR.SCPRVAL
 RECOVER LOGONLY TABLESPACE A240X77P.SCPRCCS
 RECOVER LOGONLY TABLESPACE A241#000.#SAP
 RECOVER LOGONLY TABLESPACE A242#000.#SAP
 RECOVER LOGONLY TABLESPACE A242XSNH.T5ITGAX
 RECOVER LOGONLY TABLESPACE A243#000.#SAP
 RECOVER LOGONLY TABLESPACE A243#7P2.#SAP
/*
//
