//DB2FWLM  JOB ,'DB2 UPG',CLASS=S,MSGCLASS=X,
//         NOTIFY=&SYSUID,REGION=0M
/*JOBPARM SYSAFF=MVSF
//         JCLLIB ORDER=SSXDT.TOOLKIT.PROCLIB
//FBKWLMST EXEC IEBCOPY
//SYSPROCS DD  DISP=SHR,
//             DSN=SYS2.SAPPLEX.PROCLIB
//DB2PROCS DD  DISP=SHR,
//             DSN=T032135.PROCLIB
//SYSIN    DD  *
  COPY     INDD=((SYSPROCS,R)),OUTDD=DB2PROCS
           SELECT   MEMBER=((DBNGPGMC,DBFGPGMC))
           SELECT   MEMBER=((DBNGPSMP,DBFGPSMP))
           SELECT   MEMBER=((DBNGUTIL,DBFGUTIL))
           SELECT   MEMBER=((DBNGWLM,DBFGWLM))
           SELECT   MEMBER=((DBNGWLMA,DBFGWLMA))
           SELECT   MEMBER=((DBNGWLMJ,DBFGWLMJ))
           SELECT   MEMBER=((DBNGWLM1,DBFGWLM1))
//
