//UXD001M    JOB ,'DB2 RCC 2ND',CLASS=S,MSGCLASS=X
//STEP1   EXEC PGM=DSNJU004
//STEPLIB  DD DSN=SSXDP.DB2F.SDSNEXIT,DISP=SHR
//         DD DSN=SDB2F.SDSNLOAD,DISP=SHR
//SYSUT1   DD DSN=DB2F.DSNDBFG.BSDS01,DISP=SHR
//SYSPRINT DD SYSOUT=X
