//DT0072X JOB ,'RDL',CLASS=S,MSGCLASS=X,NOTIFY=DT0072,TYPRUN=HOLD
//STEP01  EXEC DSNUPROF,PARM='DB2F,CHKINDX'
//DSNUPROU.SYSIN DD  *
 CHECK INDEX (DSNDB01.DSNLLX01)
 CHECK INDEX (DSNDB01.DSNLLX02)
/*
//
