//U477625 JOB ,'DB2',CLASS=S,MSGCLASS=X,NOTIFY=T477625 ,TYPRUN=HOLD
//STEP01  EXEC DSNUPRON,PARM='DB2N,CHKINDX'
//DSNUPRON.SYSIN DD  *
 CHECK INDEX (DSNDB06.SYSTBLSP)
/*
//
