//UXC401MS JOB ,'DB2 SYSTEM',CLASS=S,MSGCLASS=X,TIME=1440,
//         NOTIFY=&SYSUID
/*JOBPARM SYSAFF=MVSQ                                <= Change SYSAFF
//*********************************************************************
//* CANCEL THREAD
//*********************************************************************
//*
//DB5R     EXEC PGM=IKJEFT01
//STEPLIB DD DISP=SHR,DSN=SSXDT.DB5R.RUNLIB.LOAD   <= Change DB2ID
//        DD DISP=SHR,DSN=SDB5R.SDSNLOAD           <= Change DB2ID
//*
//SYSPRINT DD  SYSOUT=*
//DSNTRACE DD  SYSOUT=*
//SYSTSPRT DD  SYSOUT=*
//SYSTSIN  DD  *
  DSN SYSTEM(DB5R)
  -CANCEL THD(69561)
  -CANCEL THD(71387)
  -CANCEL THD(71704)
  -CANCEL THD(70550)
  -CANCEL THD(71049)
  -CANCEL THD(71525)
  -CANCEL THD(71616)
  -CANCEL THD(71588)
  -CANCEL THD(71589)
  -CANCEL THD(71585)
  -CANCEL THD(71503)
  -CANCEL THD(71576)
  -CANCEL THD(71583)
  -CANCEL THD(71577)
  -CANCEL THD(71573)
  -CANCEL THD(71570)
  -CANCEL THD(71572)
  -CANCEL THD(71691)
  -CANCEL THD(71561)
  -CANCEL THD(71554)
  -CANCEL THD(71552)
  -CANCEL THD(71550)
  -CANCEL THD(69450)
  -CANCEL THD(71051)
  -CANCEL THD(71535)
  -CANCEL THD(71513)
  -CANCEL THD(71461)
  -CANCEL THD(71322)
  -CANCEL THD(71628)
  -CANCEL THD(71139)
  -CANCEL THD(71490)
  -CANCEL THD(71575)
  -CANCEL THD(68838)
  -CANCEL THD(71382)
  -CANCEL THD(71489)
  -CANCEL THD(71450)
  -CANCEL THD(71445)
  -CANCEL THD(71452)
  -CANCEL THD(71488)
  -CANCEL THD(71423)
  -CANCEL THD(71404)
  -CANCEL THD(71479)
  -CANCEL THD(71434)
  -CANCEL THD(71442)
  -CANCEL THD(71100)
  -CANCEL THD(71517)
  -CANCEL THD(71424)
  -CANCEL THD(70990)
  -CANCEL THD(71420)
  -CANCEL THD(70154)
  -CANCEL THD(71429)
  -CANCEL THD(67622)
  -CANCEL THD(71311)
  -CANCEL THD(71411)
  -CANCEL THD(71405)
  -CANCEL THD(71327)
  -CANCEL THD(71367)
  -CANCEL THD(71371)
  -CANCEL THD(71369)
  -CANCEL THD(71364)
  -CANCEL THD(71432)
  -CANCEL THD(71362)
  -CANCEL THD(71352)
  -CANCEL THD(71357)
  -CANCEL THD(71412)
  -CANCEL THD(71351)
  -CANCEL THD(71354)
  -CANCEL THD(70079)
  -CANCEL THD(63695)
  -CANCEL THD(71249)
  -CANCEL THD(70515)
  -CANCEL THD(67376)
  -CANCEL THD(70119)
  -CANCEL THD(71064)
  -CANCEL THD(71065)
  -CANCEL THD(68168)
  -CANCEL THD(71286)
  -CANCEL THD(71167)
  -CANCEL THD(71278)
  -CANCEL THD(71242)
  -CANCEL THD(68264)
  -CANCEL THD(71245)
  -CANCEL THD(59035)
  -CANCEL THD(70003)
  -CANCEL THD(71213)
  -CANCEL THD(71297)
  -CANCEL THD(70470)
  -CANCEL THD(69327)
  -CANCEL THD(70452)
  -CANCEL THD(71300)
  -CANCEL THD(71267)
  -CANCEL THD(70459)
  -CANCEL THD(71395)
  -CANCEL THD(70048)
  -CANCEL THD(71058)
  -CANCEL THD(70087)
  -CANCEL THD(71272)
  END
