//UXD000M JOB ,'CJR A3 12TH FLOOR',CLASS=S,MSGCLASS=X
//JOBLIB  DD  DSN=SSXDT.DSNDBEG.DB2E.SDSNLOAD,DISP=SHR
//         DD DISP=SHR,DSN=SSXDT.DSNDBEG.DB2E.SDSNLOAD
//PH01PS02 EXEC PGM=IKJEFT01,DYNAMNBR=20,COND=(4,LT)
//SYSTSPRT DD  SYSOUT=*
//SYSPRINT DD  SYSOUT=*
//SYSUDUMP DD  SYSOUT=*
//SYSTSIN  DD  *
 DSN SYSTEM(DB2E)
 RUN  PROGRAM(DSNTEP2) PLAN(DSNTEP2) +
      LIB('SSXDT.DSNDBEG.DB2E.RUNLIB.LOAD') PARMS('/ALIGN(MID)')
 END
//*
//SYSIN    DD *
   SELECT NAME,CREATOR,CREATEDTS,ENCODING_SCHEME,SBCS_CCSID FROM
      SYSIBM.SYSDATABASE WHERE ENCODING_SCHEME = 'E';
//*
