//UXC401M  JOB ,'DB2 SYSTEM',CLASS=S,MSGCLASS=X,TIME=1440,
//         NOTIFY=T479012
/*JOBPARM SYSAFF=MVS3
//* SPF SEARCH
//SEARCH  EXEC PGM=ISRSUPC,PARM=(SRCHCMP,'ANYC')
//NEWDD  DD DISP=SHR,DSN=SSXDP.DB2V7.DB7TMP.LOGON.SDSNLOAD
//OUTDD  DD SYSOUT=*
//SYSIN  DD *
 SRCHFOR  '5675-DB2'
/*
//
