//DB2FSYSP JOB ,'DB2 SYSTEM',CLASS=S,MSGCLASS=X,TIME=1440,
//         NOTIFY=&SYSUID
/*JOBPARM SYSAFF=MVSF
//*
//DB2F     EXEC PGM=IKJEFT01
//STEPLIB DD DISP=SHR,DSN=SSXDP.DB2F.SDSNEXIT
//        DD DISP=SHR,DSN=SSXDP.DB2F.SDSNLOAD
//*
//SYSOUT    DD SYSOUT=*
//SYSPRINT  DD SYSOUT=*
//SYSTSPRT  DD SYSOUT=*
//SYSUDUMP  DD SYSOUT=*
//SYSTSIN  DD  *
  DSN SYSTEM(DB2F)
  -SET SYSPARM RELOAD
  END
/*
