//DT0072S  JOB ,'DB2 RCC 2ND',CLASS=S,MSGCLASS=X,NOTIFY=DT0072
//STEP01 EXEC PGM=IFASMFDP
//SYSPRINT DD SYSOUT=*
//SMFIN  DD DSN=SYS1.MVSS.MAN1,
//   DISP=SHR
//SMFOUT DD DSN=DT0072.SMF.DB2.KANA.DATA,
//  DISP=(,CATLG,DELETE),UNIT=DISK,
//  SPACE=(CYL,(90,80),RLSE)
//SYSIN DD *
         INDD(SMFIN,OPTIONS(DUMP))
         OUTDD(SMFOUT,TYPE(100,101,102))
         SID(MVSS)
/*
//
