//UXD000M JOB ,'CJR A3 12TH FLOOR',CLASS=S,MSGCLASS=X
//JOBLIB  DD  DSN=SSXDT.DB2E.SDSNEXIT,DISP=SHR
//        DD DISP=SHR,DSN=SDB2E.SDSNLOAD
//PH01PS02 EXEC PGM=IKJEFT01,DYNAMNBR=20,COND=(4,LT)
//SYSTSPRT DD  SYSOUT=*
//SYSPRINT DD  SYSOUT=*
//SYSUDUMP DD  SYSOUT=*
//SYSTSIN  DD  *
 DSN SYSTEM(DB2E)
 RUN  PROGRAM(DSNTEP2) PLAN(DSNTEP2) +
      LIB('SSXDT.DB2E.RUNLIB.LOAD') PARMS('/ALIGN(MID)')
 END
//*
//SYSIN    DD *
SELECT A.NAME, A.TBNAME, B.TSNAME
  FROM SYSIBM.SYSINDEXES   A,
       SYSIBM.SYSTABLES    B,
       SYSIBM.SYSINDEXPART C
 WHERE A.TBNAME    = B.NAME
   AND A.NAME      = C.IXNAME
   AND B.DBNAME    = 'DSNDB06'
   AND B.CREATEDBY = 'SYSIBM'
   AND A.IBMREQD  <> 'Y'
   AND C.STORTYPE  = 'E'
   AND B.TSNAME IN( 'SYSVIEWS', 'SYSDBASE', 'SYSDBAUT', 'SYSDDF',
                    'SYSGPAUT', 'SYSGROUP', 'SYSGRTNS', 'SYSHIST',
                    'SYSJAVA' , 'SYSOBJ'  , 'SYSPKAGE', 'SYSPLAN',
                    'SYSUSER' , 'SPT01' )
ORDER BY B.TSNAME, A.TBNAME, A.NAME WITH UR;
//*
