//UXD000M JOB ,'CJR A3 12TH FLOOR',CLASS=S,MSGCLASS=X
//JOBLIB  DD  DSN=SSXDP.DSNDBRG.DB4R.SDSNLOAD,DISP=SHR
//         DD DISP=SHR,DSN=SSXDP.DSNDBRG.DB4R.SDSNLOAD
//PH01PS02 EXEC PGM=IKJEFT01,DYNAMNBR=20,COND=(4,LT)
//SYSTSPRT DD  SYSOUT=*
//SYSPRINT DD  SYSOUT=*
//SYSUDUMP DD  SYSOUT=*
//SYSTSIN  DD  *
 DSN SYSTEM(DBRG)
 RUN  PROGRAM(DSNTEP2) PLAN(DSNTEP2) +
      LIB('SSXDP.DSNDBRG.DB4R.RUNLIB.LOAD') PARMS('/ALIGN(MID)')
 END
//*
//SYSIN    DD *
    SELECT COLLID,NAME,OWNER,CREATOR,BINDTIME,REMOTE,REOPTVAR,
      KEEPDYNAMIC FROM SYSIBM.SYSPACKAGE
      WHERE KEEPDYNAMIC = 'Y';
//*
