//UXD111M    JOB ,'DB2 SYS PROG',CLASS=S,MSGCLASS=X
//UTIL    EXEC DSNUPROE,SYSTEM=DB2E,UID='DB2E.SYSSTATS',UTPROC=''
//SYSPRINT DD SYSOUT=X
//DSNUPROE.SYSIN   DD *
RUNSTATS TABLESPACE (DSNDB06.SYSCOPY) INDEX(ALL)  REPORT YES
RUNSTATS TABLESPACE (DSNDB06.SYSDBASE) INDEX(ALL)  REPORT YES
RUNSTATS TABLESPACE (DSNDB06.SYSDBAUT) INDEX(ALL) REPORT YES
RUNSTATS TABLESPACE (DSNDB06.SYSDDF) INDEX(ALL)  REPORT YES
RUNSTATS TABLESPACE (DSNDB06.SYSGPAUT) INDEX(ALL) REPORT YES
RUNSTATS TABLESPACE (DSNDB06.SYSGROUP) INDEX(ALL) REPORT YES
RUNSTATS TABLESPACE (DSNDB06.SYSOBJ) INDEX(ALL) REPORT YES
RUNSTATS TABLESPACE (DSNDB06.SYSPKAGE) INDEX(ALL) REPORT YES
RUNSTATS TABLESPACE (DSNDB06.SYSPLAN) INDEX(ALL) REPORT YES
RUNSTATS TABLESPACE (DSNDB06.SYSSTATS) INDEX(ALL) REPORT YES
RUNSTATS TABLESPACE (DSNDB06.SYSSTR) INDEX(ALL) REPORT YES
RUNSTATS TABLESPACE (DSNDB06.SYSUSER) INDEX(ALL) REPORT YES
RUNSTATS TABLESPACE (DSNDB06.SYSVIEWS) INDEX(ALL) REPORT YES
RUNSTATS TABLESPACE (DSNDB06.SYSGRTNS) INDEX(ALL) REPORT YES
RUNSTATS TABLESPACE (DSNDB06.SYSSEQ) INDEX(ALL) REPORT YES
RUNSTATS TABLESPACE (DSNDB06.SYSSEQ2) INDEX(ALL) REPORT YES
RUNSTATS TABLESPACE (DSNDB06.SYSHIST) INDEX(ALL) REPORT YES
RUNSTATS TABLESPACE (DSNDB06.SYSJAVA) INDEX(ALL) REPORT YES
RUNSTATS TABLESPACE (DSNDB06.SYSJAUXA) INDEX(ALL) REPORT YES
RUNSTATS TABLESPACE (DSNDB06.SYSJAUXB) INDEX(ALL) REPORT YES
