//UXDSTATR   JOB ,'DB2 SYS PROG',CLASS=S,MSGCLASS=X
//UTIL    EXEC DSNUPROR,SYSTEM=DBRG,UID='DBRG.SYSSTATS',UTPROC=''
//SYSPRINT DD SYSOUT=X
//DSNUPROR.SYSIN   DD *
RUNSTATS TABLESPACE (DSNDB06.SYSCOPY) TABLE(ALL) INDEX(ALL) REPORT YES
RUNSTATS TABLESPACE (DSNDB06.SYSDBASE) TABLE(ALL) INDEX(ALL) REPORT YES
RUNSTATS TABLESPACE (DSNDB06.SYSDBAUT) TABLE(ALL) INDEX(ALL) REPORT YES
RUNSTATS TABLESPACE (DSNDB06.SYSDDF) TABLE(ALL) INDEX(ALL) REPORT YES
RUNSTATS TABLESPACE (DSNDB06.SYSGPAUT) TABLE(ALL) INDEX(ALL) REPORT YES
RUNSTATS TABLESPACE (DSNDB06.SYSGROUP) TABLE(ALL) INDEX(ALL) REPORT YES
RUNSTATS TABLESPACE (DSNDB06.SYSOBJ) TABLE(ALL) INDEX(ALL) REPORT YES
RUNSTATS TABLESPACE (DSNDB06.SYSPKAGE) TABLE(ALL) INDEX(ALL) REPORT YES
RUNSTATS TABLESPACE (DSNDB06.SYSPLAN) TABLE(ALL) INDEX(ALL) REPORT YES
RUNSTATS TABLESPACE (DSNDB06.SYSSTATS) TABLE(ALL) INDEX(ALL) REPORT YES
RUNSTATS TABLESPACE (DSNDB06.SYSSTR) TABLE(ALL) INDEX(ALL) REPORT YES
RUNSTATS TABLESPACE (DSNDB06.SYSUSER) TABLE(ALL) INDEX(ALL) REPORT YES
RUNSTATS TABLESPACE (DSNDB06.SYSVIEWS) TABLE(ALL) INDEX(ALL) REPORT YES
RUNSTATS TABLESPACE (DSNDB06.SYSGRTNS) TABLE(ALL) INDEX(ALL) REPORT YES
RUNSTATS TABLESPACE (DSNDB06.SYSSEQ) TABLE(ALL) INDEX(ALL) REPORT YES
RUNSTATS TABLESPACE (DSNDB06.SYSSEQ2) TABLE(ALL) INDEX(ALL) REPORT YES
RUNSTATS TABLESPACE (DSNDB06.SYSHIST) TABLE(ALL) INDEX(ALL) REPORT YES
RUNSTATS TABLESPACE (DSNDB06.SYSJAVA) TABLE(ALL) INDEX(ALL) REPORT YES
RUNSTATS TABLESPACE (DSNDB06.SYSJAUXA) TABLE(ALL) INDEX(ALL) REPORT YES
RUNSTATS TABLESPACE (DSNDB06.SYSJAUXB) TABLE(ALL) INDEX(ALL) REPORT YES
