//UXD001M JOB ,'DB2 SUPPT',                                             00001003
//  MSGCLASS=X,CLASS=S                                                  00001100
//*
//*
//STOPS    EXEC PGM=IKJEFT01
//*
//STEPLIB DD DISP=SHR,DSN=SSXDP.DB2P.V4.RUNLIB.LOAD                     00075003
//        DD DISP=SHR,DSN=SSXDP.DB2P.V4.SDSNLOAD                        00075003
//*
//SYSPRINT DD  SYSOUT=*                                                 00983700
//DSNTRACE DD  SYSOUT=*
//SYSTSPRT DD  SYSOUT=*
//SYSTSIN  DD  *
  DSN SYSTEM(DB2P)
  -STOP DB(  WRAR5M01  ) SPACE(  ARB5010   )
  -STOP DB(  WRAR5M01  ) SPACE(  ARB5110   )
  -STOP DB(  WRAR5M01  ) SPACE(  ARB5120   )
  -STOP DB(  WRAR5M01  ) SPACE(  ARB5200   )
  -STOP DB(  WRAR5M01  ) SPACE(  ARB5210   )
  -STOP DB(  WRAR5M01  ) SPACE(  ARB5220   )
  -STOP DB(  WRAR5M01  ) SPACE(  ARB5300   )
  -STOP DB(  WRCR5M01  ) SPACE(  ARB5401   )
  -STOP DB(  WRAR5M01  ) SPACE(  ARB5700   )
  -STOP DB(  WRCR5M01  ) SPACE(  ARB5781   )
  -STOP DB(  WRAR5M01  ) SPACE(  ARB5880   )
  -STOP DB(  WRAR5M01  ) SPACE(  ARC5710   )
  -STOP DB(  WRAR5M01  ) SPACE(  ARC5800   )
  -STOP DB(  WRAR5M01  ) SPACE(  ARC5900   )
  -STOP DB(  WRAR5M01  ) SPACE(  ARC5910   )
  -STOP DB(  WRCR5M01  ) SPACE(  ARC820    )
  -STOP DB(  WRCR5M01  ) SPACE(  ARC821    )
  -STOP DB(  WRCR5M01  ) SPACE(  ARC822    )
  -STOP DB(  WRCR5M01  ) SPACE(  ARC825    )
  -STOP DB(  WRCR5M01  ) SPACE(  ARC830    )
  -STOP DB(  WRCR5M01  ) SPACE(  ARC835    )
  -STOP DB(  WRCR5M01  ) SPACE(  ARC840    )
  -STOP DB(  WRCR5M01  ) SPACE(  ARC850    )
  -STOP DB(  WRCR5M01  ) SPACE(  ARC855    )
  -STOP DB(  WRCR5M01  ) SPACE(  ARC860    )
  -STOP DB(  WRDL5M00  ) SPACE(  ARDLT103  )
  -STOP DB(  WRDL5M00  ) SPACE(  ARDLT104  )
  -STOP DB(  WRDL5M00  ) SPACE(  ARDLT105  )
  -STOP DB(  WRDL5M00  ) SPACE(  ARDLT201  )
  -STOP DB(  WRDL5M00  ) SPACE(  ARDLT202  )
  -STOP DB(  WRDL5M00  ) SPACE(  ARDLT203  )
  -STOP DB(  WRDL5M00  ) SPACE(  ARDLT204  )
  -STOP DB(  WRDL5M00  ) SPACE(  ARDLT205  )
  -STOP DB(  WRDL5M00  ) SPACE(  ARDLT206  )
  -STOP DB(  WRDL5M00  ) SPACE(  ARDLT207  )
  -STOP DB(  WRDL5M00  ) SPACE(  ARDLT208  )
  -STOP DB(  WRDL5M00  ) SPACE(  ARDLT209  )
  -STOP DB(  WRDL5M00  ) SPACE(  ARDLT210  )
  -STOP DB(  WRDL5M00  ) SPACE(  ARDLT211  )
  -STOP DB(  WRAR5M01  ) SPACE(  ARI5150   )
  -STOP DB(  WRCR5M01  ) SPACE(  ARI5161   )
  -STOP DB(  WRAR5M01  ) SPACE(  ARI5170   )
  -STOP DB(  WRCR5M01  ) SPACE(  ARI5181   )
  -STOP DB(  WRCR5M01  ) SPACE(  ARI5191   )
  -STOP DB(  WRAR5M01  ) SPACE(  ARI5270   )
  -STOP DB(  WRAR5M01  ) SPACE(  ARI5290   )
  -STOP DB(  WRCR5M01  ) SPACE(  ARI5391   )
  -STOP DB(  WRAR5M01  ) SPACE(  ARI5490   )
  -STOP DB(  WRCR5M01  ) SPACE(  ARI871    )
  -STOP DB(  WRCR5M01  ) SPACE(  ARI872    )
  -STOP DB(  WRCR5M01  ) SPACE(  ARI890    )
  -STOP DB(  WRCR5M01  ) SPACE(  ARJ8000   )
  -STOP DB(  WRCR5M01  ) SPACE(  ARJ8100   )
  -STOP DB(  WRCR5M01  ) SPACE(  ARJ8200   )
  -STOP DB(  WRCR5M01  ) SPACE(  ARJ8400   )
  -STOP DB(  WRCR5M01  ) SPACE(  ARJ8410   )
  -STOP DB(  WRCR5M01  ) SPACE(  ARR5281   )
  -STOP DB(  WRAR5M01  ) SPACE(  ARR5850   )
  -STOP DB(  WRAR5M01  ) SPACE(  ARR5860   )
  -STOP DB(  WRAR5M01  ) SPACE(  ARR5870   )
  -STOP DB(  WRCR5M01  ) SPACE(  ARR870    )
