//UXO0001M  JOB (RDE,4-1745),EILAND,CLASS=X,MSGCLASS=X
// JCLLIB ORDER=SSXBP.OCI.JCL
//STEP    EXEC BATCHTSO
//ORA@ORA4 DD  DUMMY
//SYSTSIN  DD  *
 SYSDTREP 19990101 19990125
/*
//
