//UXC401TS JOB ,'DB2 SYSTEM',CLASS=S,MSGCLASS=X,TIME=1440,
//         USER=SYSPRO,
//         NOTIFY=&SYSUID
/*JOBPARM SYSAFF=MVSN
//DISPLAY  EXEC PGM=IKJEFT01
//*STEPLIB DD DISP=SHR,DSN=SSXDP.DB2F.RUNLIB.LOAD
//STEPLIB DD DISP=SHR,DSN=SDB2N.SDSNLOAD
//*
//SYSPRINT DD  SYSOUT=*
//DSNTRACE DD  SYSOUT=*
//SYSTSPRT DD  SYSOUT=*
//SYSTSIN  DD  *
  DSN SYSTEM(DB2N)
  -DISPLAY DATABASE(*) SPACENAM(*) RESTRICT
  -DISPLAY THREAD(*) TYPE(*) DETAIL
/*
