//UXD001M JOB (,adm),'ROSS',REGION=6200K,
//             CLASS=S,MSGCLASS=X,MSGLEVEL=(1,1)
//STEP1    EXEC PGM=GIMXSID,PARM='WAIT=10MIN,L=ENU'
//SYSPRINT DD SYSOUT=*
//SMPOUT   DD SYSOUT=*
//SMPXTOUT DD PATH='/tmp/db2v7.nov.txt',
//            PATHOPTS=(OWRONLY,OCREAT,OTRUNC),
//            FILEDATA=BINARY,PATHMODE=(SIRWXU,SIRWXG,SIRWXO)
//SYSIN    DD DATA,DLM=$$
CSI=SSXDP.DB2V7.GLOBAL.CSI
TARGET=DB2V7T3
$$
