//UXC401MS JOB ,'DB2 SYSTEM',CLASS=S,MSGCLASS=X,TIME=1440,
//         NOTIFY=&SYSUID
/*JOBPARM SYSAFF=MVSS
//* TESTSAP - SAPLEX MVSE MVSH MVSJ MVSK MVSN MVSS MVSU
//* PRODSAP - SAPLEX MVS4 MVSF MVSI MVSQ OU MVSR
//JOBLIB  DD  DSN=SSXDT.DB2V.SDSNEXIT,DISP=SHR
//         DD DISP=SHR,DSN=SDB2V.SDSNLOAD
//MODDB2V EXEC PGM=IKJEFT01
//SYSPRINT DD  SYSOUT=*
//SYSTSPRT DD  SYSOUT=*
//SYSTSIN  DD  *
  DSN SYSTEM(DB2V)
  -DIS   TRACE(*) DEST(GTF)
  -MODIFY TRACE(STAT) CLASS(1,3,4,5,6) TNO(TRACE_NUMBER)
//MODDB4V EXEC PGM=IKJEFT01
//SYSPRINT DD  SYSOUT=*
//SYSTSPRT DD  SYSOUT=*
//SYSTSIN  DD  *
  DSN SYSTEM(DB4V)
  -DIS   TRACE(*) DEST(GTF)
  -MODIFY TRACE(STAT) CLASS(1,3,4,5,6) TNO(TRACE_NUMBER)
