//UXC401M4 JOB CLASS=S,MSGCLASS=X,NOTIFY=&SYSUID,
//      REGION=0M,TIME=1440
/*JOBPARM SYSAFF=MVS4
//MCAT     EXEC PGM=IDCAMS
//SYSPRINT DD  SYSOUT=*
//SYSIN   DD  *
 DEF ALIAS(REL(CATALOG.MVSICF1.ERP) NAME(DB2GEO))
//
 DELETE DB2GEO ALIAS
