//UXC401M4 JOB CLASS=S,MSGCLASS=X,NOTIFY=&SYSUID,
//      REGION=0M,TIME=1440
/*JOBPARM SYSAFF=MVS4
//DEFNVSM EXEC PGM=IDCAMS,REGION=62M
//SYSPRINT DD  SYSOUT=*
//SYSIN DD *
  DEF  ALIAS(NAME(DB2GEO.ACTIVITY) -
        RELATE(SSXDT.DB2GEO.ACTIVITY))  -
        CAT(CATALOG.MVSICF1.ERP)
/*
