//UXC401M  JOB ,'DB2 SYSTEM',CLASS=S,MSGCLASS=X,TIME=1440,REGION=0M,
//         NOTIFY=&SYSUID
/*JOBPARM SYSAFF=MVSF
//* TESTSAP - SAPLEX MVSE MVSH MVSJ MVSK MVSN MVSS MVSU
//* PRODSAP - SAPLEX MVS4 MVSF MVSI MVSQ OU MVSR
//*
//JOBLIB   DD  DSN=SDWP1.SDSNLOAD,DISP=SHR
//ALTER   EXEC PGM=IKJEFT01,DYNAMNBR=20,COND=(4,LT)
//SYSTSPRT DD  SYSOUT=*
//SYSTSIN  DD  *
  DSN SYSTEM(DWPG)
  RUN  PROGRAM(DSNTIAD) PLAN(DSNTIAD) -
       LIB('SSXDP.DWP1.RUNLIB.LOAD')
//SYSPRINT DD  SYSOUT=*
//SYSUDUMP DD  SYSOUT=*
//SYSIN    DD  *
 SET CURRENT SQLID = 'LSEBDB2';
 ALTER PROCEDURE SYSPROC.DSNACCTS WLM ENVIRONMENT DWPGWLM1 ;
 ALTER PROCEDURE SYSPROC.DSNACCMN WLM ENVIRONMENT DWPGWLM ;
 ALTER PROCEDURE SYSPROC.DSNACCUC WLM ENVIRONMENT DWPGPGMC ;
 ALTER PROCEDURE SYSPROC.DSNACCMO WLM ENVIRONMENT DWPGWLM ;
 ALTER PROCEDURE SYSPROC.DSNACCST WLM ENVIRONMENT DWPGWLM ;
 ALTER PROCEDURE SYSPROC.DSNACCSI WLM ENVIRONMENT DWPGWLM ;
 ALTER PROCEDURE SYSPROC.DSNACCSS WLM ENVIRONMENT DWPGWLM ;
 ALTER PROCEDURE SYSPROC.DSNACCMG WLM ENVIRONMENT DWPGWLM ;
 ALTER PROCEDURE DB2DEBUG.CREATE_SESSION WLM ENVIRONMENT DWPGWLM ;
 ALTER PROCEDURE SYSPROC.DSNACCHR WLM ENVIRONMENT DWPGWLM ;
 ALTER PROCEDURE SYSPROC.DSNACCHP WLM ENVIRONMENT DWPGWLM ;
 ALTER PROCEDURE SYSPROC.DSNACCHS WLM ENVIRONMENT DWPGWLM ;
 ALTER PROCEDURE SYSPROC.DSNACCHN WLM ENVIRONMENT DWPGWLM ;
 ALTER PROCEDURE SYSPROC.DSNACCDF WLM ENVIRONMENT DWPGWLM ;
 ALTER PROCEDURE SYSPROC.DSNACCGH WLM ENVIRONMENT DWPGWLM ;
 ALTER PROCEDURE SYSPROC.DSNACCJS WLM ENVIRONMENT DWPGPGMC ;
 ALTER PROCEDURE SYSPROC.DSNACCJQ WLM ENVIRONMENT DWPGPGMC ;
 ALTER PROCEDURE SYSPROC.DSNACCJP WLM ENVIRONMENT DWPGPGMC ;
 ALTER PROCEDURE SYSPROC.DSNACCJF WLM ENVIRONMENT DWPGPGMC ;
 ALTER PROCEDURE SYSPROC.DSNACCDS WLM ENVIRONMENT DWPGWLM ;
 ALTER PROCEDURE SYSPROC.DSNACCDE WLM ENVIRONMENT DWPGWLM ;
 ALTER PROCEDURE SYSPROC.DSNACCDR WLM ENVIRONMENT DWPGWLM ;
 ALTER PROCEDURE SYSPROC.DSNACCDD WLM ENVIRONMENT DWPGWLM ;
 ALTER PROCEDURE SYSPROC.DSNACCDL WLM ENVIRONMENT DWPGWLM ;
 ALTER PROCEDURE SYSPROC.DSNACCQC WLM ENVIRONMENT DWPGWLM ;
 ALTER PROCEDURE SYSPROC.DSNACCMD WLM ENVIRONMENT DWPGWLM ;
 ALTER FUNCTION  ICM.USER_GROUPS WLM ENVIRONMENT DWPGWLM ;
 ALTER FUNCTION  DSNACC.HEALTH_OVERVIEW WLM ENVIRONMENT DWPGWLM ;
 ALTER PROCEDURE DB2DEBUG.DEBUGGERLEVEL WLM ENVIRONMENT DWPGWLM ;
 ALTER PROCEDURE DB2DEBUG.LIST_SESSION WLM ENVIRONMENT DWPGWLM ;
 ALTER PROCEDURE DB2DEBUG.DESTROY_SESSION WLM ENVIRONMENT DWPGWLM ;
 ALTER PROCEDURE DB2DEBUG.QUERY_SESSION WLM ENVIRONMENT DWPGWLM ;
 ALTER PROCEDURE DB2DEBUG.PUT_COMMAND WLM ENVIRONMENT DWPGWLM ;
 ALTER PROCEDURE DB2DEBUG.GET_REPORT WLM ENVIRONMENT DWPGWLM ;
 ALTER PROCEDURE SYSPROC.DBG_INITIALIZECLIENT WLM ENVIRONMENT DWPGWLM;
 ALTER PROCEDURE SYSPROC.DBG_TERMINATECLIENT WLM ENVIRONMENT DWPGWLM ;
ALTER PROCEDURE SYSPROC.DBG_SENDCLIENTREQUESTS WLM ENVIRONMENT DWPGWLM;
ALTER PROCEDURE SYSPROC.DBG_SENDCLIENTCOMMANDS WLM ENVIRONMENT DWPGWLM;
ALTER PROCEDURE SYSPROC.DBG_RECVCLIENTREPORTS WLM ENVIRONMENT DWPGWLM ;
ALTER PROCEDURE SYSPROC.DBG_PINGSESSIONMANAGER
 WLM ENVIRONMENT DWPGWL ;
ALTER PROCEDURE SYSPROC.DBG_LOOKUPSESSIONMANAGER                        M;
 WLM ENVIRONMENT DWPGWL ;                                               M;
ALTER PROCEDURE SYSPROC.DBG_ENDSESSIONMANAGER WLM ENVIRONMENT DWPGWLM;
ALTER PROCEDURE SYSPROC.DBG_RUNSESSIONMANAGER WLM ENVIRONMENT DWPGWLMA;
//
-STOP PROCEDURE SYSPROC.ADMIN_COMMAND_DB2)
ALTER PROCEDURE SYSPROC.ADMIN_COMMAND_DB2 WLM ENVIRONMENT DWPGWLM
-START PROCEDURE SYSPROC.ADMIN_COMMAND_DB2)
