//AMBLIST  JOB (,A3),'DB2',NOTIFY=&SYSUID,CLASS=S,
//  MSGCLASS=X
//LIST1   EXEC PGM=AMBLIST
//SYSPRINT DD  SYSOUT=*
//HAALOAD  DD  DISP=SHR,DSN=SYS2.DB2V7.HAA220.SHAALOAD,
//   UNIT=3390,VOL=SER=S3S2E2
//SYSIN    DD  *
 LISTIDR  DDN=HAALOAD,MEMBER=HAA$BULD,OUTPUT=XREF
 LISTLOAD OUTPUT=XREF,MEMBER=HAA$BULD,DDN=HAALOAD
