//UXD000M    JOB ,'CJR RM 102',CLASS=S,MSGCLASS=X                       00001000
//STEPA   EXEC PGM=AMBLIST
//SYSPRINT DD SYSOUT=*
//SYSLIB   DD DISP=SHR,DSN=SYS2.DB2V7.HAA220.SHAALOAD
//SYSIN    DD *
 LISTLOAD MEMBER=HAA$BULD,OUTPUT=XREF
/*
