//UXC401M  JOB ,'DB2 SYSTEM',CLASS=S,MSGCLASS=X,TIME=1440,
//         NOTIFY=&SYSUID ,USER=SYSPRO
/*JOBPARM SYSAFF=MVSN
//JOBLIB  DD  DSN=SDB2N.SDSNLOAD,DISP=SHR
//DSNTIAS EXEC PGM=IKJEFT01,DYNAMNBR=20,COND=(4,LT)
//SYSTSPRT DD  SYSOUT=*
//SYSPRINT DD  SYSOUT=*
//SYSUDUMP DD  SYSOUT=*
//SYSTSIN  DD  *
  DSN SYSTEM(DBNG)
  RUN PROGRAM(DSNTIAD)  PLAN(DSNTIAD) -
       LIBRARY('SSXDT.DB2N.RUNLIB.LOAD')
  BIND PACKAGE(DSNADM) MEMBER(DSNADMCD) OWNER(LSEBDB2) -
       ACTION(REPLACE) ISOLATION(CS) ENCODING(EBCDIC) RELEASE(COMMIT) -
       LIBRARY('SDB2N.SDSNDBRM')
  BIND PACKAGE(DSNADM) MEMBER(DSNADMCW) OWNER(LSEBDB2) -
       ACTION(REPLACE) ISOLATION(CS) ENCODING(EBCDIC) RELEASE(COMMIT) -
       LIBRARY('SDB2N.SDSNDBRM')
//*
