//UXD000M JOB ,'CJR A3 12TH FLOOR',CLASS=S,MSGCLASS=X
//JOBLIB  DD  DSN=SSXDT.DSNDBVG.DB2V.SDSNLOAD,DISP=SHR
//         DD DISP=SHR,DSN=SSXDT.DSNDBVG.DB2V.SDSNLOAD
//BPOOL   EXEC PGM=IKJEFT01,DYNAMNBR=20,COND=(4,LT)
//SYSPRINT DD  SYSOUT=*
//SYSTSPRT DD  SYSOUT=*
//SYSTSIN  DD  *
  DSN SYSTEM(DB2V)
-ALTER BUFFERPOOL(BP2) VPSIZE(0)
-ALTER BUFFERPOOL(BP3) VPSIZE(0)
-ALTER BUFFERPOOL(BP6) VPSIZE(0)
-ALTER BUFFERPOOL(BP7) VPSIZE(0)
-ALTER BUFFERPOOL(BP20) VPSIZE(0)
  END
/*
