//UXC401ME  JOB ,'DB2 SYSTEM',CLASS=S,MSGCLASS=X,TIME=1440,
//         NOTIFY=&SYSUID
/*JOBPARM SYSAFF=MVSR
//* TESTSAP - SAPLEX MVSE MVSH MVSJ MVSK MVSN MVSS MVSU
//* PRODSAP - SAPLEX MVS4 MVSF MVSI MVSQ OU MVSR
//*
//* JCL AND BPXCOPY ARE USED TO COPY A HFS FILE TO ANOTHER HFS FILE.
//*
//TEST JOB MSGLEVEL=(1,1)
//STEP EXEC PGM=BPXCOPY,
//     PARM='ELEMENT(PROGINFO) TYPE(TEXT) PATHMODE(0,7,4,4)'
//SYSUT1        DD  PATH='/U/DEPT/DATA/PROGINFO'
//SYSUT2        DD  PATH='/U/PROGRAM'
//SYSTSPRT   DD SYSOUT=*
