//DCOLLECT JOB ,'DB2 STANDARD JOBS',CLASS=S,MSGCLASS=X,
//         NOTIFY=&SYSUID,REGION=0M
/*JOBPARM SYSAFF=MVS4
//*
//DEL      EXEC PGM=IDCAMS
//SYSPRINT  DD  DUMMY
//SYSIN     DD  *
  DELETE SSXDP.RFC.D170913.C310167.DCOLLECT NVSAM PURGE
  SET MAXCC=0
/*
//DCOLLECT EXEC PGM=IDCAMS
//MCDS      DD DISP=SHR,DSN=SSXSP.HSM.MCDS
//DCOLLOUT  DD DSN=SSXDP.RFC.D170913.C310167.DCOLLECT,DISP=(,CATLG),
//             LRECL=932,RECFM=VB,UNIT=SYSALLDA,SPACE=(CYL,600,RLSE)
//SYSPRINT  DD SYSOUT=*
//SYSIN     DD  *
  DCOLLECT OFILE(DCOLLOUT) VOLUMES(*) MIGRATEDATA
/*
  DCOLLECT OFILE(DCOLLOUT) VOLUMES(*)
  DCOLLECT OFILE(DCOLLOUT) NODATAINFO VOLUMES(*)
  DCOLLECT OFILE(DCOLLOUT) VOLUMES(*) SMSDATA(ACTIVE)
