//MIBM16TB JOB ,'S PAYNE',CLASS=S,MSGCLASS=X,NOTIFY=MIBM16T             00000100
//IDCAMS  EXEC PGM=IDCAMS
//SYSPRINT DD  SYSOUT=*
//SYSIN    DD  *
  DEFINE CLUSTER -
    ( NAME(DB2D.DSNDBC.DBMC0001.TSMCM192.I0001.A001    ) -
    LINEAR REUSE SHAREOPTIONS(3 3) ) -
  DATA -
    ( NAME(DB2D.DSNDBD.DBMC0001.TSMCM192.I0001.A001    ) -
    CYLINDER(  14   14) -
    VOLUMES(DBB091) )
//*
