//UXD100M   JOB ,'DB2 RM 105',CLASS=S,MSGCLASS=X                        00001005
//DEF1 EXEC  PGM=IDCAMS
//SYSPRINT  DD  SYSOUT=*
//SYSOUT    DD  SYSOUT=*
//SYSIN  DD  *
 DEFINE GDG (NAME(PSSXD.XD569M.DB2V.IMAGCPY.SYSSTAT) LIMIT(3) SCRATCH)
 DEFINE GDG (NAME(PSSXD.XD569M.DB2V.IMAGCPY2.SYSSTAT) LIMIT(3) SCRATCH)
//
 DEFINE GDG (NAME(PSSXD.XD569M.DB2V.IMAGCPY.SYSPKAG) LIMIT(3) SCRATCH)
 DEFINE GDG (NAME(PSSXD.XD569M.DB2V.IMAGCPY2.SYSPKAG) LIMIT(3) SCRATCH)
