//UXD000M   JOB (,105),'CJR',CLASS=S,MSGCLASS=X
//*             NOTIFY=D73294T
//*
//*
//*   - DSN.** - WILL MOVE ALL DSNS THAT START WITH THIS
//*   - DSN.*.* - WILL ONLY MOVE DSNS WITH 2 QUALIFIERS AND THE
//*               SPECIFIED PREFIX
//**     NULLSTORCLAS - IF WANT TO MOVE TO NON-SMS MANAGED VOLUME
//*      ALSO NULLMGMTCLAS
//*      FOLLOWING IDY(VSN) NEED ODY (VSN) IF MOVING TO NON-SMS VOLUME
//*           SPECIFY THE VOLUME TO MOVE TO
//STEP1  EXEC  PGM=ADRDSSU,REGION=8M
//SYSPRINT  DD  SYSOUT=*
//SYSIN    DD    *
 COPY DATASET(INCLUDE(SSXDP.DB2MAINT.**)) -
      CANCELERROR  -
      CATALOG DELETE-
      IDY(DB2SMP)
/*
