//MIBM16TC  JOB  (,RM104),'DFDSS COPY',CLASS=S,MSGCLASS=X,
//             NOTIFY=MIBM16T
//*
//STEP1  EXEC  PGM=ADRDSSU,REGION=8M
//SYSPRINT  DD  SYSOUT=*
//SYSIN    DD    *
 COPY DATASET(INCLUDE(DQMT.DSNDBC.WSTGLADB.SCG4100.*.*)) -
      CANCELERROR NULLSTORCLAS NULLMGMTCLAS -
      CATALOG DELETE-
      IDY(A2PRA3) -
      ODY(A9D2A1)
/*
