//D73294TS JOB 'CJR ROOM 102',CLASS=S,MSGCLASS=X
//DFDSS    EXEC PGM=ADRDSSU,REGION=5M
//SYSPRINT DD SYSOUT=*
//CVOL1    DD UNIT=SYSDA,VOL=SER=STRG01,DISP=OLD
//CVOL2    DD UNIT=SYSDA,VOL=SER=D2SPSP,DISP=OLD
//SYSIN    DD *
  COPY DS(INCLUDE('SSXDP.DB2V3.GLOBAL.HIZ3310.F3')) -
       INDDNAME(CVOL1) OUTDDNAME(CVOL2) -
       CANCELERROR WAIT(30,20) DELETE CATALOG
//
