//UXC401M  JOB ,'DB2 SYSTEM',CLASS=S,MSGCLASS=X,TIME=1440,
//         NOTIFY=&SYSUID
/*JOBPARM SYSAFF=MVSQ
//* TESTSAP - SAPLEX MVSE MVSH MVSJ MVSK MVSN MVSS MVSU
//* PRODSAP - SAPLEX MVS4 MVSF MVSI MVSQ OU MVSR
//JOBLIB  DD  DSN=SSXDP.DB5R.SDSNEXIT,DISP=SHR
//         DD DISP=SHR,DSN=SDB5R.SDSNLOAD
//BPOOL   EXEC PGM=IKJEFT01
//SYSPRINT DD  SYSOUT=*
//SYSTSPRT DD  SYSOUT=*
//SYSTSIN  DD  *
  DSN SYSTEM(DB5R)
 -DIS GBPOOL(GBP0) GDETAIL
 -DIS GBPOOL(GBP1) GDETAIL
 -DIS GBPOOL(GBP2) GDETAIL
 -DIS GBPOOL(GBP5) GDETAIL
 -DIS GBPOOL(GBP6) GDETAIL
 -DIS GBPOOL(GBP7) GDETAIL
 -DIS GBPOOL(GBP8) GDETAIL
 -DIS GBPOOL(GBP30) GDETAIL
 -DIS GBPOOL(GBP31) GDETAIL
 -DIS GBPOOL(GBP34) GDETAIL
 -DIS GBPOOL(GBP35) GDETAIL
 -DIS GBPOOL(GBP36) GDETAIL
 -DIS GBPOOL(GBP37) GDETAIL
 -DIS GBPOOL(GBP32K) GDETAIL
 -DIS GBPOOL(GBP32K) GDETAIL
 -DIS GBPOOL(GBP32K8) GDETAIL
 -DIS GBPOOL(GBP8K0) GDETAIL
 -DIS BPOOL(BP0)
 -DIS BPOOL(BP1)
 -DIS BPOOL(BP2)
 -DIS BPOOL(BP5)
 -DIS BPOOL(BP6)
 -DIS BPOOL(BP7)
 -DIS BPOOL(BP8)
 -DIS BPOOL(BP30)
 -DIS BPOOL(BP31)
 -DIS BPOOL(BP34)
 -DIS BPOOL(BP35)
 -DIS BPOOL(BP36)
 -DIS BPOOL(BP37)
 -DIS BPOOL(BP32K)
 -DIS BPOOL(BP32K)
 -DIS BPOOL(BP32K8)
 -DIS BPOOL(BP8K0)

