//UXC401GQ JOB ,'DB2 SYSTEM',CLASS=S,MSGCLASS=X,TIME=1440,
//         NOTIFY=&SYSUID
/*JOBPARM SYSAFF=MVSQ
//* TESTSAP - SAPLEX MVSE MVSH MVSJ MVSK MVSN MVSS MVSU
//* PRODSAP - SAPLEX MVS4 MVSF MVSI MVSQ OU MVSR
//DIS2R   EXEC PGM=IKJEFT01,DYNAMNBR=20,COND=(4,LT)
//STEPLIB DD  DSN=SSXDP.DB3R.SDSNEXIT,DISP=SHR
//         DD DISP=SHR,DSN=SDB3R.SDSNLOAD
//SYSPRINT DD  SYSOUT=*
//SYSTSPRT DD  SYSOUT=*
//SYSTSIN  DD  *
  DSN SYSTEM(DB3R)
-DISPLAY BUFFERPOOL(BP30) DETAIL
-DIS GROUPBUFFERPOOL(GBP30)
  END
//DIS4R   EXEC PGM=IKJEFT01,DYNAMNBR=20,COND=(4,LT)
//STEPLIB DD  DSN=SSXDP.DB5R.SDSNEXIT,DISP=SHR
//         DD DISP=SHR,DSN=SDB5R.SDSNLOAD
//SYSPRINT DD  SYSOUT=*
//SYSTSPRT DD  SYSOUT=*
//SYSTSIN  DD  *
  DSN SYSTEM(DB5R)
-DISPLAY BUFFERPOOL(BP30) DETAIL
-DIS GROUPBUFFERPOOL(GBP30)
  END
