//UXC401MF JOB ,'DB2 SYSTEM',CLASS=S,MSGCLASS=X,TIME=1440,
//         NOTIFY=&SYSUID,USER=SYSPRO,PASSWORD=DB2DEL02
/*JOBPARM SYSAFF=MVSF
//* TESTSAP - SAPLEX MVSE MVSH MVSJ MVSK MVSN MVSS MVSU
//* PRODSAP - SAPLEX MVS4 MVSF MVSI MVSQ OU MVSR
//DIS2F   EXEC PGM=IKJEFT01,DYNAMNBR=20,COND=(4,LT)
//STEPLIB DD  DSN=SSXDP.DB2F.SDSNEXIT,DISP=SHR
//         DD DISP=SHR,DSN=SDB2F.SDSNLOAD
//SYSPRINT DD  SYSOUT=*
//SYSTSPRT DD  SYSOUT=*
//SYSTSIN  DD  *
  DSN SYSTEM(DB2F)
-DIS DATABASE(*) SPACENAM(*) RESTRICT
-DIS THD(RRSAF)
  END
//UXC401MI JOB ,'DB2 SYSTEM',CLASS=S,MSGCLASS=X,TIME=1440,
//         NOTIFY=&SYSUID,USER=SYSPRO,PASSWORD=DB2DEL02
/*JOBPARM SYSAFF=MVSI
//* TESTSAP - SAPLEX MVSE MVSH MVSJ MVSK MVSN MVSS MVSU
//* PRODSAP - SAPLEX MVS4 MVSF MVSI MVSQ OU MVSR
//DIS3F   EXEC PGM=IKJEFT01,DYNAMNBR=20,COND=(4,LT)
//STEPLIB DD  DSN=SSXDP.DB3F.SDSNEXIT,DISP=SHR
//         DD DISP=SHR,DSN=SDB3F.SDSNLOAD
//SYSPRINT DD  SYSOUT=*
//SYSTSPRT DD  SYSOUT=*
//SYSTSIN  DD  *
  DSN SYSTEM(DB3F)
-DIS DATABASE(*) SPACENAM(*) RESTRICT
-DIS THD(RRSAF)
  END
//DIS2G   EXEC PGM=IKJEFT01,DYNAMNBR=20,COND=(4,LT)
//STEPLIB DD  DSN=SSXDP.DB2G.SDSNEXIT,DISP=SHR
//         DD DISP=SHR,DSN=SDB2G.SDSNLOAD
//SYSPRINT DD  SYSOUT=*
//SYSTSPRT DD  SYSOUT=*
//SYSTSIN  DD  *
  DSN SYSTEM(DB2G)
-DIS DATABASE(*) SPACENAM(*) RESTRICT
-DIS THD(RRSAF)
  END
