//UXC401MR JOB ,'DB2 SYSTEM',CLASS=S,MSGCLASS=X,TIME=1440,
//         NOTIFY=&SYSUID,USER=SYSPRO,PASSWORD=DB2DEL02
/*JOBPARM SYSAFF=MVSR
//* TESTSAP - SAPLEX MVSE MVSH MVSJ MVSK MVSN MVSS MVSU
//* PRODSAP - SAPLEX MVS4 MVSF MVSI MVSQ OU MVSR
//DIS2R   EXEC PGM=IKJEFT01,DYNAMNBR=20,COND=(4,LT)
//STEPLIB DD  DSN=SSXDP.DB2R.SDSNEXIT,DISP=SHR
//         DD DISP=SHR,DSN=SDB2R.SDSNLOAD
//SYSPRINT DD  SYSOUT=*
//SYSTSPRT DD  SYSOUT=*
//SYSTSIN  DD  *
  DSN SYSTEM(DB2R)
-DIS DATABASE(*) SPACENAM(*) RESTRICT
-DIS THD(RRSAF)
  END
//DIS4R   EXEC PGM=IKJEFT01,DYNAMNBR=20,COND=(4,LT)
//STEPLIB DD  DSN=SSXDP.DB4R.SDSNEXIT,DISP=SHR
//         DD DISP=SHR,DSN=SDB4R.SDSNLOAD
//SYSPRINT DD  SYSOUT=*
//SYSTSPRT DD  SYSOUT=*
//SYSTSIN  DD  *
  DSN SYSTEM(DB4R)
-DIS DATABASE(*) SPACENAM(*) RESTRICT
-DIS THD(RRSAF)
  END
//UXC401MQ JOB ,'DB2 SYSTEM',CLASS=S,MSGCLASS=X,TIME=1440,
//         NOTIFY=&SYSUID,USER=SYSPRO,PASSWORD=DB2DEL02
/*JOBPARM SYSAFF=MVSQ
//* TESTSAP - SAPLEX MVSE MVSH MVSJ MVSK MVSN MVSS MVSU
//* PRODSAP - SAPLEX MVS4 MVSF MVSI MVSQ OU MVSR
//DIS2R   EXEC PGM=IKJEFT01,DYNAMNBR=20,COND=(4,LT)
//STEPLIB DD  DSN=SSXDP.DB3R.SDSNEXIT,DISP=SHR
//         DD DISP=SHR,DSN=SDB3R.SDSNLOAD
//SYSPRINT DD  SYSOUT=*
//SYSTSPRT DD  SYSOUT=*
//SYSTSIN  DD  *
  DSN SYSTEM(DB3R)
-DIS DATABASE(*) SPACENAM(*) RESTRICT
-DIS THD(RRSAF)
  END
//DIS4R   EXEC PGM=IKJEFT01,DYNAMNBR=20,COND=(4,LT)
//STEPLIB DD  DSN=SSXDP.DB5R.SDSNEXIT,DISP=SHR
//         DD DISP=SHR,DSN=SDB5R.SDSNLOAD
//SYSPRINT DD  SYSOUT=*
//SYSTSPRT DD  SYSOUT=*
//SYSTSIN  DD  *
  DSN SYSTEM(DB5R)
-DIS DATABASE(*) SPACENAM(*) RESTRICT
-DIS THD(RRSAF)
  END
