//UXD000M JOB ,'DB2 RM 102',CLASS=S,MSGCLASS=X                          00000100
//JOBLIB   DD DSN=SSXDT.DB2T.V4.SDSNLOAD,UNIT=SYSDA,DISP=SHR            00000200
//STEP1  EXEC PGM=DSN1CHKR                                              00000200
//SYSPRINT DD SYSOUT=X                                                  00000220
//SYSUT1   DD DSN=DB2T.DSNDBC.DSNDB06.GILS.I0001.A001,DISP=SHR
