//UXD001M JOB (,105),'DB2V V8 DSN1CHKR',CLASS=S,MSGCLASS=X,
//     REGION=0M,NOTIFY=&SYSUID
//**
//JOBLIB DD DISP=SHR,UNIT=SYSDA,DSN=SDB2V.SDSNLOAD
//STEP1  EXEC PGM=DSN1CHKR
//SYSPRINT DD SYSOUT=X
//SYSUT1 DD DSN=DB2V.DSNDBC.DSNDB06.SYSDBASE.I0001.A001,DISP=SHR
//
