//UXD000M  JOB ,'DB2',CLASS=S,MSGCLASS=X
//STEP1  EXEC PGM=DSN1COPY
//STEPLIB DD DSN=SSXDP.DB2P.V3.SDSNLOAD,DISP=SHR
//SYSPRINT DD SYSOUT=X
//SYSUT1   DD DSN=DB2P.DSNDBD.FMFZ00P3.IX1TS204.I0001.A001,
//            DISP=SHR
//SYSUT2 DD DISP=NEW,DSN=SSXDT.TQUEST.DUMP,
//          UNIT=NONSILO,LABEL=(,SL),
//          VOL=SER=(BB9201,CB1037,CB2158,CB4409,CB5686,CB5687,CC2021)
