//UXD000M  JOB ,'DB2',CLASS=S,MSGCLASS=X
//STEP1  EXEC PGM=DSN1COPY,PARM='RESET'
//STEPLIB DD DSN=SSXDT.DSNDBYG.DB2Y.SDSNLOAD,DISP=SHR
//SYSPRINT DD SYSOUT=X
//SYSUT2   DD DUMMY
//SYSUT1   DD DSN=DB2Y.DSNDBC.DSNDB06.SYSDBASE.I0001.A001,
//            DISP=SHR
