//DB2FHSQR JOB ,'DB2 V9 INSTALL',CLASS=S,MSGCLASS=X,                    00010008//         NOTIFY=&SYSUID,REGION=0M                                     00020000/*JOBPARM SYSAFF=MVSF                                                   00030006/*                                                                      00040000//*                                                                     00050000//*  TO SEE REQUESTS IN THE QUEUE FOR THE USER                          00060000//*                                                                     00070000//*                                                                     00080000//HSENDQR EXEC PGM=IKJEFT01,DYNAMNBR=20,COND=(4,LT)                     00090001//SYSPRINT DD  SYSOUT=*                                                 00100000//SYSTSPRT DD  SYSOUT=*                                                 00110000//SYSTSIN  DD  *                                                        00120000  HSEND Q REQ                                                           00130000