//DB2FDISP JOB ,'DB2 SYSTEM',CLASS=S,MSGCLASS=X,TIME=1440,                      //         NOTIFY=&SYSUID                                                       /*JOBPARM SYSAFF=MVSF                                                           //*********************************************************************         //* $DISPLAY                                                          *         //*********************************************************************         //         JCLLIB ORDER=SSXDT.TOOLKIT.PROCLIB                                   //*                                                                             //THDACT EXEC TSOBATCH                                                          //STEPLIB  DD  DISP=SHR,                                                        //             DSN=SSXDP.DB2F.SDSNEXIT                                          //         DD  DISP=SHR,                                                        //             DSN=SDB2F.SDSNLOAD                                               //SYSTSIN  DD  *                                                                  DSN SYSTEM(DB2F)                                                                    -DIS THD(*) TYPE(ACTIVE)                                                    END                                                                           /*                                                                              //THDINDOU EXEC TSOBATCH                                                        //STEPLIB  DD  DISP=SHR,                                                        //             DSN=SSXDP.DB2F.SDSNEXIT                                          //         DD  DISP=SHR,                                                        //             DSN=SDB2F.SDSNLOAD                                               //SYSTSIN  DD  *                                                                  DSN SYSTEM(DB2F)                                                                    -DIS THD(*) TYPE(INDOUBT)                                                   END                                                                           /*                                                                              //THDPOST  EXEC TSOBATCH                                                        //STEPLIB  DD  DISP=SHR,                                                        //             DSN=SSXDP.DB2F.SDSNEXIT                                          //         DD  DISP=SHR,                                                        //             DSN=SDB2F.SDSNLOAD                                               //SYSTSIN  DD  *                                                                  DSN SYSTEM(DB2F)                                                                    -DIS THD(*) TYPE(POSTPONED)                                                 END                                                                           /*                                                                              //THDINACT EXEC TSOBATCH                                                        //STEPLIB  DD  DISP=SHR,                                                        //             DSN=SSXDP.DB2F.SDSNEXIT                                          //         DD  DISP=SHR,                                                        //             DSN=SDB2F.SDSNLOAD                                               //SYSTSIN  DD  *                                                                  DSN SYSTEM(DB2F)                                                                    -DIS THD(*) TYPE(INACTIVE)                                                  END                                                                           /*                                                                              //TSLOCK01 EXEC TSOBATCH                                                        //STEPLIB  DD  DISP=SHR,                                                        //             DSN=SSXDP.DB2F.SDSNEXIT                                          //         DD  DISP=SHR,                                                        //             DSN=SDB2F.SDSNLOAD                                               //SYSTSIN  DD  *                                                                  DSN SYSTEM(DB2F)                                                                    -DISPLAY DATABASE(DSNDB01) SPACENAM(*) LIMIT(*) LOCKS                       END                                                                           /*                                                                              //TSLOCK06 EXEC TSOBATCH                                                        //STEPLIB  DD  DISP=SHR,                                                        //             DSN=SSXDP.DB2F.SDSNEXIT                                          //         DD  DISP=SHR,                                                        //             DSN=SDB2F.SDSNLOAD                                               //SYSTSIN  DD  *                                                                  DSN SYSTEM(DB2F)                                                                    -DISPLAY DATABASE(DSNDB06) SPACENAM(*) LIMIT(*) LOCKS                       END                                                                           /*                                                                              //TSUSE01  EXEC TSOBATCH                                                        //STEPLIB  DD  DISP=SHR,                                                        //             DSN=SSXDP.DB2F.SDSNEXIT                                          //         DD  DISP=SHR,                                                        //             DSN=SDB2F.SDSNLOAD                                               //SYSTSIN  DD  *                                                                  DSN SYSTEM(DB2F)                                                                    -DISPLAY DATABASE(DSNDB01) SPACENAM(*) LIMIT(*)  USE                        END                                                                           /*                                                                              //TSUSE06  EXEC TSOBATCH                                                        //STEPLIB  DD  DISP=SHR,                                                        //             DSN=SSXDP.DB2F.SDSNEXIT                                          //         DD  DISP=SHR,                                                        //             DSN=SDB2F.SDSNLOAD                                               //SYSTSIN  DD  *                                                                  DSN SYSTEM(DB2F)                                                                    -DISPLAY DATABASE(DSNDB06) SPACENAM(*) LIMIT(*) USE                         END                                                                           /*                                                                              //RESTRICT EXEC TSOBATCH                                                        //STEPLIB  DD  DISP=SHR,                                                        //             DSN=SSXDP.DB2F.SDSNEXIT                                          //         DD  DISP=SHR,                                                        //             DSN=SDB2F.SDSNLOAD                                               //SYSTSIN  DD  *                                                                  DSN SYSTEM(DB2F)                                                                    -DISPLAY DATABASE(DSNDB01) SPACENAM(*) RESTRICT LIMIT(*)                        -DISPLAY DATABASE(DSNDB06) SPACENAM(*) RESTRICT LIMIT(*)                        -DISPLAY DATABASE(*) SPACENAM(*) RESTRICT LIMIT(*)                          END                                                                           /*                                                                              //UTIL   EXEC TSOBATCH                                                          //STEPLIB  DD  DISP=SHR,                                                        //             DSN=SSXDP.DB2F.SDSNEXIT                                          //         DD  DISP=SHR,                                                        //             DSN=SDB2F.SDSNLOAD                                               //SYSTSIN  DD  *                                                                  DSN SYSTEM(DB2F)                                                                    -DIS UTIL(*)                                                                    -DIS UTIL(*) MEMBER(DB2F)                                                   END                                                                           /*                                                                              //GROUP  EXEC TSOBATCH                                                          //STEPLIB  DD  DISP=SHR,                                                        //             DSN=SSXDP.DB2F.SDSNEXIT                                          //         DD  DISP=SHR,                                                        //             DSN=SDB2F.SDSNLOAD                                               //SYSTSIN  DD  *                                                                  DSN SYSTEM(DB2F)                                                                    -DIS GROUP DETAIL                                                           END                                                                           /*                                                                              /*                                                                              //WORKUSE  EXEC TSOBATCH                                                        //STEPLIB  DD  DISP=SHR,                                                        //             DSN=SSXDP.DB2F.SDSNEXIT                                          //         DD  DISP=SHR,                                                        //             DSN=SDB2F.SDSNLOAD                                               //SYSTSIN  DD  *                                                                  DSN SYSTEM(DB2F)                                                                    -DISPLAY DATABASE(WRKDB2F) SPACENAM(*) USE   LIMIT(*)                     /*                                                                              //WORKLOCK EXEC TSOBATCH                                                        //STEPLIB  DD  DISP=SHR,                                                        //             DSN=SSXDP.DB2F.SDSNEXIT                                          //         DD  DISP=SHR,                                                        //             DSN=SDB2F.SDSNLOAD                                               //SYSTSIN  DD  *                                                                  DSN SYSTEM(DB2F)                                                                    -DISPLAY DATABASE(WRKDB2F) SPACENAM(*) LOCKS LIMIT(*)                     /*                                                                              //DDF      EXEC TSOBATCH                                                        //STEPLIB  DD  DISP=SHR,                                                        //             DSN=SSXDP.DB2F.SDSNEXIT                                          //         DD  DISP=SHR,                                                        //             DSN=SDB2F.SDSNLOAD                                               //SYSTSIN  DD  *                                                                 DSN SYSTEM(DB2F)                                                                    -DIS DDF DETAIL                                                             END                                                                            