//DB2FHLVL  JOB ,'DB2 RM 105',CLASS=S,MSGCLASS=X,                       00001019//         NOTIFY=&SYSUID,REGION=0M                                     00002000/*JOBPARM SYSAFF=MVSF                                                   00003016/*                                                                      00004000//*                                                                     00005000//*  TO LIST DUMPVOLUME                                                 00006003//*                                                                     00007000//*                                                                     00007207//*                                                                     00007307//*                                                                     00008000//DELETE1 EXEC PGM=IEFBR14                                              00008109//DD01     DD  DSN=SSXDP.DBFG.HSMLIST.DMPVOLS.DBFGDL,                   00008220//             DISP=(OLD,DELETE,DELETE)                                 00008320//DD02     DD  DSN=SSXDP.DBFG.HSMLIST.DMPVOLS.DBFGDR,                   00008420//             DISP=(OLD,DELETE,DELETE)                                 00008520//DD03     DD  DSN=SSXDP.DBFG.HSMLIST.DMPVOLS.DBFGWL,                   00008620//             DISP=(OLD,DELETE,DELETE)                                 00008720//DD04     DD  DSN=SSXDP.DBFG.HSMLIST.DMPVOLS.DBFGWR,                   00008820//             DISP=(OLD,DELETE,DELETE)                                 00008920//HSENDVL EXEC PGM=IKJEFT01,DYNAMNBR=20,COND=(4,LT)                     00009008//SYSPRINT DD  SYSOUT=*                                                 00010000//SYSTSPRT DD  SYSOUT=*                                                 00020000//SYSTSIN  DD  *                                                        00030000 HSEND LIST DUMPVOLUME DCONTENTS SELECT(UNEXPIRED DCLASS(DBFGDL)) -     00031019 ODS('SSXDP.DBFG.HSMLIST.DMPVOLS.DBFGDL')                               00032019 HSEND LIST DUMPVOLUME DCONTENTS SELECT(UNEXPIRED DCLASS(DBFGDR)) -     00032119 ODS('SSXDP.DBFG.HSMLIST.DMPVOLS.DBFGDR')                               00032219 HSEND LIST DUMPVOLUME DCONTENTS SELECT(UNEXPIRED DCLASS(DBFGWL)) -     00032319 ODS('SSXDP.DBFG.HSMLIST.DMPVOLS.DBFGWL')                               00032420 HSEND LIST DUMPVOLUME DCONTENTS SELECT(UNEXPIRED DCLASS(DBFGWR)) -     00032519 ODS('SSXDP.DBFG.HSMLIST.DMPVOLS.DBFGWR')                               00032620//                                                                      00033019 HSEND LIST DUMPVOLUME DCONTENTS SELECT(EXPIRED DCLASS(DBFGDL)) -       00040019 ODS('SSXDP.DB2F.HSMLIST.DMPVOLS.DBFGDL.EXPIRED')                       00050019 HSEND LIST DUMPVOLUME DCONTENTS SELECT(EXPIRED DCLASS(DBFGDR)) -       00060019 ODS('SSXDP.DB2F.HSMLIST.DMPVOLS.DBFGDR.EXPIRED')                       00070019 HSEND LIST DUMPVOLUME DCONTENTS SELECT(EXPIRED DCLASS(DBFGWL)) -       00070119 ODS('SSXDP.DB2F.HSMLIST.DMPVOLS.DBFGWL.EXPIRED')                       00070219 HSEND LIST DUMPVOLUME DCONTENTS SELECT(EXPIRED DCLASS(DBFGWR)) -       00070319 ODS('SSXDP.DB2F.HSMLIST.DMPVOLS.DBFGWR.EXPIRED')                       00070419//                                                                      00071004