//DB2FHDLD JOB ,'DB2 V9 INSTALL',CLASS=S,MSGCLASS=X,                    00010018//         NOTIFY=&SYSUID,REGION=0M                                     00020000/*JOBPARM SYSAFF=MVSF                                                   00030015//*************************************************************         00050026//*  TO DELETE FLASHCOPY AND DUMP VERSION                               00060024//*                                                                     00061005//* -> CAUTION!!!                                                       00070006//* -> 1) LIST THE COPYPOOL - JOBS: HSENDLD AND LSENDLG                 00070207//* -> 2) MAKE SURE THE SPECIFIC VERSION CAN BE DELETE...               00071007//*     CHECK AND NOTIFY STORAGE TEAM                                   00080007//* -> 3) UPDATE VERSION(???) WITH VERSION TO BE DELETED                00081007//* -> 4) DELETE // PRIOR TO SUBMIT                                     00081207//*************************************************************         00081326//HSENDFD EXEC PGM=IKJEFT01,DYNAMNBR=20,COND=(4,LT)                     00090008//SYSPRINT DD  SYSOUT=*                                                 00100000//SYSTSPRT DD  SYSOUT=*                                                 00110000//SYSTSIN  DD  *                                                        00120000 HSEND FRDELETE COPYPOOL(DSN$DB2F$LG) VERSION(170) BOTH                 00120128 HSEND FRDELETE COPYPOOL(DSN$DB2F$DB) VERSION(170) BOTH                 00120228//** THIS SAMPLE DELETE DUMP FROM SPECIFIC VERSION                      00120325//                                                                      00120427//                                                                      00120626 HSEND FRDELETE COPYPOOL(DSN$DB2F$LG) VERSION(170) -                    00120726 DUMPONLY(DUMPCLASS(DB2FDL))                                            00120826 HSEND FRDELETE COPYPOOL(DSN$DB2F$DB) VERSION(007) -                    00123025 DUMPONLY(DUMPCLASS(DB2FDL))                                            00124025//                                                                      00125025//*  THIS SAMPLE DELETE BOTH : DUMP AND BACKUP SYSTEM ON COPYPOOL       00126025  HSEND FRDELETE COPYPOOL(DSN$DB2F$DB) VERSION(NNN) BOTH                00130018//                                                                      00131012 HSEND FRDELETE COPYPOOL(DSN$DB2F$DB) VERSION(001) BOTH                 00140018//                                                                      00181022//                                                                      00201025 HSEND FRDELETE COPYPOOL(DSN$DB2F$LG) ALL BOTH                          00210025 HSEND FRDELETE COPYPOOL(DSN$DB2F$DB) ALL BOTH                          00220025//                                                                      00230025