//DB2FHSQA  JOB ,'DB2 RM 105',CLASS=S,MSGCLASS=X,                       00001010//         NOTIFY=&SYSUID,REGION=0M                                     00002000/*JOBPARM SYSAFF=MVSF                                                   00003008/*                                                                      00010000//*                                                                     00020000//*  TO SEE WHAT  HSM IS EXECUTING                                      00030000//*                                                                     00040000//*                                                                     00050000//HSENDA  EXEC PGM=IKJEFT01,DYNAMNBR=20,COND=(4,LT)                     00060002//SYSPRINT DD  SYSOUT=*                                                 00070000//SYSTSPRT DD  SYSOUT=*                                                 00080000//SYSOUT   DD  SYSOUT=*                                                 00081002//SYSTSIN  DD  *                                                        00090000  HSEND Q ACT                                                           00100000