//DB2FHSEL JOB ,'DB2 V9 INSTALL',CLASS=S,MSGCLASS=X,                    00010028//         NOTIFY=&SYSUID,REGION=0M                                     00020000/*JOBPARM SYSAFF=MVSF                                                   00030025/*                                                                      00040000//*                                                                     00050000//*  TO LIST COPYPOOL DATA BASE STATUS                                  00060018//*                                                                     00070000//*                                                                     00072033//DELETE1 EXEC PGM=IEFBR14                                              00072133//DD01   DD  DSN=SSXDP.DBFG.HSMLIST.COPYPOOL.DB2FDB,                    00072233//           DISP=(MOD,DELETE,DELETE)                                   00072333//*                                                                     00084018//HSENDLS EXEC PGM=IKJEFT01,DYNAMNBR=20,COND=(4,LT)                     00090016//SYSPRINT DD  SYSOUT=*                                                 00100000//SYSTSPRT DD  SYSOUT=*                                                 00110000//SYSOUT   DD  SYSOUT=*                                                 00111017//SYSTSIN  DD  *                                                        00120000  HSEND LIST COPYPOOL(DSN$DB2F$DB) -                                    00130028  ODS('SSXDP.DBFG.HSMLIST.COPYPOOL.DB2FDB')                             00140032