//DB2FHSCP  JOB ,'DB2 RM 105',CLASS=S,MSGCLASS=X,                       00001000//         NOTIFY=&SYSUID,REGION=0M                                     00002000/*JOBPARM SYSAFF=MVSF                                                   00003000/*                                                                      00004000//*                                                                     00005000//*  HSM COMMAND CAN BE ISSUED TO SEE THE STATUS OF THE                 00006000//* BACKGROUND COPIES AND THE FLASHCOPY RELATIONSHIPS                   00007000//*                                                                     00008000//RACFLST EXEC PGM=IKJEFT01,DYNAMNBR=20,COND=(4,LT)                     00009000//SYSPRINT DD  SYSOUT=*                                                 00010000//SYSTSPRT DD  SYSOUT=*                                                 00020000//SYSTSIN  DD  *                                                        00030000  HSEND QUERY COPYPOOL(DSN$DB2F$LG)                                     00040000  HSEND QUERY COPYPOOL(DSN$DB2F$DB)                                     00050000