//DB2FHSLG JOB ,'DB2 V9 INSTALL',CLASS=S,MSGCLASS=X,                    00010019//         NOTIFY=&SYSUID,REGION=0M                                     00020000/*JOBPARM SYSAFF=MVSF                                                   00030016/*                                                                      00040000//*                                                                     00050000//*  TO LIST COPYPOOL LOG STATUS                                        00060011//*                                                                     00070000//*                                                                     00073008//*                                                                     00080000//DELETE1 EXEC PGM=IEFBR14                                              00081011//DD01   DD  DSN=SSXDP.DBFG.HSMLIST.COPYPOOL.DB2FLOG,                   00082023//           DISP=(MOD,DELETE,DELETE)                                   00083024//*                                                                     00084011//HSENDLG EXEC PGM=IKJEFT01,DYNAMNBR=20,COND=(4,LT)                     00090011//SYSPRINT DD  SYSOUT=*                                                 00100000//SYSTSPRT DD  SYSOUT=*                                                 00110000//SYSTSIN  DD  *                                                        00120000  HSEND LIST COPYPOOL(DSN$DB2F$LG) -                                    00130019  ODS('SSXDP.DBFG.HSMLIST.COPYPOOL.DB2FLOG')                            00140019