//DB2FHDCL  JOB ,'DB2 RM 105',CLASS=S,MSGCLASS=X,                       00001013//         NOTIFY=&SYSUID,REGION=0M                                     00002000/*JOBPARM SYSAFF=MVSF                                                   00003010/*                                                                      00010000//*                                                                     00020000//*  TO LIST DUMPCLASS                                                  00030000//*                                                                     00040000//*                                                                     00050000//DELETE1 EXEC PGM=IEFBR14                                              00051005//DD01     DD  DSN=SSXDP.DBFG.HSMLIST.DMPCLAS.DBFGDL,                   00052014//             DISP=(OLD,DELETE,DELETE)                                 00053014//DD02     DD  DSN=SSXDP.DBFG.HSMLIST.DMPCLAS.DBFGDR,                   00054014//             DISP=(OLD,DELETE,DELETE)                                 00055014//DD03     DD  DSN=SSXDP.DBFG.HSMLIST.DMPCLAS.DBFGWL,                   00056014//             DISP=(OLD,DELETE,DELETE)                                 00057014//DD04     DD  DSN=SSXDP.DBFG.HSMLIST.DMPCLAS.DBFGWR,                   00058014//             DISP=(OLD,DELETE,DELETE)                                 00059014//HSENDCL EXEC PGM=IKJEFT01,DYNAMNBR=20,COND=(4,LT)                     00060004//SYSPRINT DD  SYSOUT=*                                                 00070000//SYSTSPRT DD  SYSOUT=*                                                 00080000//SYSTSIN  DD  *                                                        00090000  HSEND LIST DUMPCLASS(DBFGDL) +                                        00100013  ODS('SSXDP.DBFG.HSMLIST.DMPCLAS.DBFGDL')                              00101013  HSEND LIST DUMPCLASS(DBFGDR) +                                        00102014  ODS('SSXDP.DBFG.HSMLIST.DMPCLAS.DBFGDR')                              00103014  HSEND LIST DUMPCLASS(DBFGWL) +                                        00104014  ODS('SSXDP.DBFG.HSMLIST.DMPCLAS.DBFGWL')                              00105014  HSEND LIST DUMPCLASS(DBFGWR) +                                        00106014  ODS('SSXDP.DBFG.HSMLIST.DMPCLAS.DBFGWR')                              00107014