//DB2FHSDA  JOB ,'DB2 RM 105',CLASS=S,MSGCLASS=X,                       00001006//         NOTIFY=&SYSUID,REGION=0M                                     00002000/*JOBPARM SYSAFF=MVSF                                                   00003004/*                                                                      00004000//*                                                                     00005000//*  TO SEE WHAT  HSM IS EXECUTING                                      00006000//*                                                                     00007000//*                                                                     00008000//HSENDA  EXEC PGM=IKJEFT01,DYNAMNBR=20,COND=(4,LT)                     00009000//SYSPRINT DD  SYSOUT=*                                                 00010000//SYSTSPRT DD  SYSOUT=*                                                 00020000//SYSOUT   DD  SYSOUT=*                                                 00030000//SYSTSIN  DD  *                                                        00040000  HSEND Q ACT                                                           00050000