//DWP1SXCF JOB ,'DB2 V9 INSTALL',CLASS=S,MSGCLASS=X,                    00010001//         NOTIFY=&SYSUID,REGION=0M                                     00020000/*JOBPARM SYSAFF=MVSF                                                   00030001/*                                                                      00040000//SETX EXEC PGM=IKJEFT01,DYNAMNBR=40                                    00050000//SYSEXEC DD DSN=SSXQT.TSODAL.CLIST,DISP=(SHR)                          00060000//SYSTSPRT DD SYSOUT=A,HOLD=YES                                         00070000//ISFULOG  DD  SYSOUT=*                                                 00080000//ISFMSG   DD  SYSOUT=*                                                 00090000//ISFMSG2  DD  SYSOUT=*                                                 00100000//SYSTSIN DD *                                                          00110000 @SYSCMD CMD("SETXCF FORCE,CONNECTION,STRNAME=DSNDWPG_SCA,CONNM=ALL")   00120001 @SYSCMD CMD("SETXCF FORCE,STRUCTURE,STRNAME=DSNDWPG_SCA")              00130001 @SYSCMD CMD("SETXCF FORCE,CONNECTION,STRNAME=DSNDWPG_LOCK1,CONNM=ALL") 00140001 @SYSCMD CMD("SETXCF FORCE,STRUCTURE,STRNAME=DSNDWPG_LOCK1")            00150001//**                                                                    00160000//DXCF   EXEC PGM=IKJEFT01,DYNAMNBR=40                                  00170000//SYSEXEC  DD DSN=SSXQT.TSODAL.CLIST,DISP=(SHR)                         00180000//SYSTSPRT DD SYSOUT=A,HOLD=YES                                         00190000//ISFULOG  DD SYSOUT=*                                                  00200000//ISFMSG   DD SYSOUT=*                                                  00210000//ISFMSG2  DD SYSOUT=*                                                  00220000//SYSTSIN  DD *                                                         00230000 @SYSCMD CMD("D XCF,STR,STRNAME=DSNDWPG_SCA")                           00240001 @SYSCMD CMD("D XCF,STR,STRNAME=DSNDWPG_LOCK1")                         00250001/*                                                                      00260000