//DB2FBKFI JOB ,'DB2 V9 INSTALL',CLASS=S,MSGCLASS=X,                            //         NOTIFY=&SYSUID,REGION=0M                                             /*JOBPARM SYSAFF=MVSF                                                           /*                                                                              //*********************************************************************         //*                                                                             //* DB2 ADMIN GENERATED JOB - FOR BACKUP SYSTEM                                 //* SSXDP.RFC.D160928.C277422.DBFG.BKPSYS.RETEST(BKPSFINC)                      //*                                                                             //***********************************************************ADB2ZSB***         //*                                                                             //*********************************************************************         //* STEP BACKUP: RUN BACKUP SYSTEM - ESTABLISH INCREMENTAL                      //*********************************************************************         //BACKUP EXEC DSNUPROC,SYSTEM=DB2F,                                             //             UID='BKPSYS'                                                     //DSNUPROC.SYSIN  DD  *                                                           BACKUP SYSTEM FULL ESTABLISH FCINCREMENTAL                                    /*                                                                              