//DB2FBKSD JOB ,'DB2 V9 INSTALL',CLASS=S,MSGCLASS=X,                            //         NOTIFY=&SYSUID,REGION=0M                                             /*JOBPARM SYSAFF=MVSF                                                           /*                                                                              //*********************************************************************         //*                                                                             //* DB2 ADMIN GENERATED JOB - FOR BACKUP SYSTEM                                 //* SSXDP.RFC.D160928.C277422.DB2F.BKPSYS.RETEST(BKPSDT)                        //*                                                                             //***********************************************************ADB2ZSB***         //*                                                                             //*********************************************************************         //* STEP BACKUP: RUN BACKUP SYSTEM - DATA ONLY                                  //*********************************************************************         //BACKUP EXEC DSNUPROC,SYSTEM=DB2F,                                             //             UID='BKPSYSDO'                                                   //DSNUPROC.SYSIN  DD  *                                                           BACKUP SYSTEM DATA ONLY                                                       /*                                                                              