//DB2FBKFL JOB ,'DB2 V9 INSTALL',CLASS=S,MSGCLASS=X,                            //         NOTIFY=&SYSUID,REGION=0M                                             /*JOBPARM SYSAFF=MVSF                                                           /*                                                                              //*********************************************************************         //*                                                                             //* DB2 ADMIN GENERATED JOB - FOR BACKUP SYSTEM                                 //* SSXDP.RFC.D160928.C277422.DB2F.CONVERT.LOG(BKPSFULL)                        //*                                                                             //***********************************************************ADB2ZSB***         //*                                                                             //*********************************************************************         //* STEP BACKUP: RUN BACKUP SYSTEM                                              //*********************************************************************         //BACKUP EXEC DSNUPROC,SYSTEM=DB2F,                                             //             UID='BKPSYS'                                                     //DSNUPROC.SYSIN  DD  *                                                           BACKUP SYSTEM FULL                                                            /*                                                                              