//DB2FBDDL JOB ,'DB2 V9 INSTALL',CLASS=S,MSGCLASS=X,                            //         NOTIFY=&SYSUID,REGION=0M                                             /*JOBPARM SYSAFF=MVSF                                                           /*                                                                              //*********************************************************************         //*                                                                             //* DB2 ADMIN GENERATED JOB - FOR BACKUP SYSTEM                                 //* SSXDP.RFC.D160928.C277422.DB2F.BKPSYS.RETEST(BKPSFDDL)                      //*                                                                             //*********************************************************************         //*                                                                             //*********************************************************************         //* STEP BACKUP: RUN BACKUP SYSTEM - DUMP ONLY OPTION                           //*                                                                             //* DUMPONLY                                                                    //* INDICATES THAT YOU WANT TO CREATE A DUMP ON TAPE OF AN EXISTING FAST        //* REPLICATION COPY (THAT RESIDES ON THE DISK)                                 //* DATABASE COPY POOL AND THE LOG POOL.                                        //* YOU CAN ALSO USE THIS OPTION TO RESUME A DUMP PROCESS THAT FAILED.          //*                                                                             //* THE BACKUP SYSTEM UTILITY DOES NOT WAIT FOR THE DUMP PROCESSING TO          //* COMPLETE                                                                    //*                                                                             //*********************************************************************         //BACKUP EXEC DSNUPROC,SYSTEM=DB2F,                                             //             UID='BKPFDP'                                                     //DSNUPROC.SYSIN  DD  *                                                           BACKUP SYSTEM FULL DUMPONLY DUMPCLASS(DBFGDL DBFGDR)                          /*                                                                              