//DB2FBKFL JOB ,'DB2 V9 INSTALL',CLASS=S,MSGCLASS=X,                            //         NOTIFY=&SYSUID,REGION=0M                                             /*JOBPARM SYSAFF=MVSF                                                           /*                                                                              //*********************************************************************         //*                                                                             //* SSXDP.RFC.D160928.C277422.DB2F.BKPSYS.RETEST(BKPSFFOR)                      //*                                                                             //***********************************************************ADB2ZSB***         //*                                                                             //*********************************************************************         //* STEP BACKUP: RUN BACKUP SYSTEM WITH FORCE OPTION                            //*                                                                             //* FORCE                                                                       //* INDICATES THAT YOU WANT TO OVERWRITE THE OLDEST DFSMSHSM VERSION OF         //* REPLICATION COPY OF THE DATABASE COPY POOL. YOU CAN OVERWRITE THESE         //* EVEN IF THE DUMP TO TAPE OR THE COPY POOL'S DFSMSHSM DUMP CLASSES WE        //* INITIATED, BUT ARE ONLY PARTIALLY COMPLETED.                                //*                                                                             //* C A T I O N :                                                               //*                                                                             //* USE THE FORCE OPTION ONLY IF IT IS MORE IMPORTANT TO TAKE A                 //* NEW SYSTEM-LEVEL                                                            //* BACKUP THAN TO SAVE A PREVIOUS SYSTEM-LEVEL BACKUP TO TAPE.                 //*                                                                             //*********************************************************************         //BACKUP EXEC DSNUPROC,SYSTEM=DB2F,                                             //             UID='BKPSYS'                                                     //DSNUPROC.SYSIN  DD  *                                                           BACKUP SYSTEM FULL FORCE                                                      