//DB2FIVP1  JOB ,'DB2 RM 105',CLASS=S,MSGCLASS=X,                       00010009//         NOTIFY=&SYSUID,REGION=0M                                     00020000/*JOBPARM SYSAFF=MVSF                                                   00030007//**********************************************************************00040001//*                                                                    *00050001//* SSXDP.RFC.D160928.C277422.DB2F.BKPSYS.RETEST(IVP1)                 *00060003//*                                                                    *00070001//**********************************************************************00080001//*                                                                     00090001//TEP2     EXEC PGM=IKJEFT1B,DYNAMNBR=20                                00100001//*                                                                     00110001//STEPLIB  DD DISP=SHR,DSN=SDB2F.SDSNLOAD                               00120009//*                                                                     00130001//SYSTSPRT DD SYSOUT=*                                                  00140001//SYSPRINT DD SYSOUT=*                                                  00150001//SYSUDUMP DD SYSOUT=*                                                  00160001//SYSTSIN  DD *                                                         00170001  DSN SYSTEM(DB2F)                                                      00180001  RUN  PROGRAM(DSNTEP2) PLAN(DSNTEP2) -                                 00190001       LIB('SSXDP.DB2F.RUNLIB.LOAD')  PARMS('/ALIGN(MID)')              00200005//SYSIN    DD *                                                         00210001  SELECT COUNT(*) FROM DSN8910.PARTS      ;                             00220001