//DBABKP02  JOB ,'DB2 RM 105',CLASS=S,MSGCLASS=X,                       00010002//         NOTIFY=&SYSUID,REGION=0M                                     00020000/*JOBPARM SYSAFF=MVSF                                                   00030008//**********************************************************************00040000//*                                                                    *00050000//* SSXDP.RFC.D160928.C277422.DB2F.BKPSYS.RETEST(DBAINSER)             *00060006//* INSERT ROWS INTO TABLE DB2DBA.DBACHKTB1                             00070001//*                                                                    *00071000//**********************************************************************00080000//*                                                                     00090000//TEP2     EXEC PGM=IKJEFT1B,DYNAMNBR=20                                00100000//*                                                                     00110000//STEPLIB  DD DISP=SHR,DSN=SDB2F.SDSNLOAD                               00120010//*                                                                     00130000//SYSTSPRT DD SYSOUT=*                                                  00140000//SYSPRINT DD SYSOUT=*                                                  00150000//SYSUDUMP DD SYSOUT=*                                                  00160000//SYSTSIN  DD *                                                         00170000  DSN SYSTEM(DB2F)                                                      00180000  RUN  PROGRAM(DSNTEP2) PLAN(DSNTEP2) -                                 00190000       LIB('SSXDP.DB2F.RUNLIB.LOAD')  PARMS('/ALIGN(MID)')              00200000//SYSIN    DD DISP=SHR,                                                 00210000//            DSN=SSXDP.RFC.D160915.C267535.DB2F.BKPSYS.TEST(DBAINSER)  00211003//*                                                                     00220000