//DBABKP07  JOB ,'DB2 RM 105',CLASS=S,MSGCLASS=X,                       00010000//         NOTIFY=&SYSUID,REGION=0M                                     00020000/*JOBPARM SYSAFF=MVSF                                                   00030006//**********************************************************************00040000//*                                                                    *00050000//* SSXDP.RFC.D150903.C240529.DB2F.BKPSYS.RETEST(DBABKP07)             *00060004//* SELECT ROWS FROM TABLE DB2DBA.DBACHKTB1                             00070000//*                                                                    *00071000//**********************************************************************00072000//*                                                                     00073000//STEP2     EXEC PGM=IKJEFT1B,DYNAMNBR=20                               00074001//*                                                                     00075000//STEPLIB  DD DISP=SHR,DSN=SDB2F.SDSNLOAD                               00076008//*                                                                     00077000//SYSTSPRT DD SYSOUT=*                                                  00078000//SYSPRINT DD SYSOUT=*                                                  00079000//SYSUDUMP DD SYSOUT=*                                                  00080000//SYSTSIN  DD *                                                         00090000  DSN SYSTEM(DB2F)                                                      00100000  RUN  PROGRAM(DSNTEP2) PLAN(DSNTEP2) -                                 00110000       LIB('SSXDP.DB2F.RUNLIB.LOAD')  PARMS('/ALIGN(MID)')              00120000//SYSIN    DD DISP=SHR,                                                 00130000//            DSN=SSXDP.RFC.D160915.C267535.DB2F.BKPSYS.TEST(DBASELEC)  00140001//*                                                                     00150000