//DBABKP06 JOB ,'DB2 V9 INSTALL',CLASS=S,MSGCLASS=X,                    00010000//         NOTIFY=&SYSUID,REGION=0M                                     00020000/*JOBPARM SYSAFF=MVSF                                                   00030006/*                                                                      00040000//********************************************************************  00050000//* STEP RECOVER: RECOVER TABLESPACE DBACHKDB.DBACHKS1                  00060000//********************************************************************  00070000//* RECOVER ENTIRE DATASET TO CURRENT FROM COPYPOOL ON DISK             00080000//* TOLOGPOINT -- REPLACE <DESIRED LSRN> BY LOGPOINT TOKEN              00090000//********************************************************************  00100000//RECOVER EXEC DSNUPROC,SYSTEM=DB2F,                                    00110000//             LIB='SDB2F.SDSNLOAD',                                    00120008//             UID=''                                                   00130000//DSNUPROC.SYSUT1 DD DSN=T879747.SYSUT1,                                00140001//             DISP=(MOD,DELETE,CATLG),                                 00150000//             SPACE=(TRK,(30,30),RLSE),                                00160000//             UNIT=SYSDA                                               00170000//DSNUPROC.SYSIN  DD  *                                                 00180000RECOVER TABLESPACE DBACHKDB.DBACHKS1                                    00190000TOLOGPOINT X'0AC37D148454'                                              00200001REBUILD INDEX(ALL) TABLESPACE DBACHKDB.DBACHKS1                         00210000