//DBABKP05 JOB ,'DB2 V9 INSTALL',CLASS=S,MSGCLASS=X,                    00010000//         NOTIFY=&SYSUID,REGION=0M                                     00020000/*JOBPARM SYSAFF=MVSF                                                   00030005/*                                                                      00040000//*************************************************************         00050000//* STEP REPORT: REPORT RECOVERY TS DBACHKDB.DBACHKS1                   00060000//*************************************************************         00070000//REPORT EXEC DSNUPROC,SYSTEM=DB2F,                                     00080000//             LIB='SDB2F.SDSNLOAD',                                    00090007//             UID=''                                                   00100000//DSNUPROC.SYSIN  DD  *                                                 00110000REPORT RECOVERY TABLESPACE DBACHKDB.DBACHKS1                            00120000  DSNUM ALL                                                             00130000/*                                                                      00140000