//DB2FGHS  JOB CLASS=S,MSGCLASS=X,NOTIFY=&SYSUID,                               //      REGION=0M,TIME=1440                                                     /*JOBPARM SYSAFF=MVSF                                                           //STEP1  EXEC PGM=IDCAMS                                                        //SYSPRINT DD SYSOUT=X                                                          //SYSIN    DD  *                                                                 DEFINE GDG(NAME(SSXDP.DBFG.LIST.COPYPOOL.DB2FDB)  NEMP LIM(30) SCRATCH)        //                                                                              