//DB2FJU04 JOB ,'DB2 V9 INSTALL',CLASS=S,MSGCLASS=X,                            //         NOTIFY=&SYSUID,REGION=0M                                             /*JOBPARM SYSAFF=MVSF                                                           //         JCLLIB ORDER=SSXDT.TOOLKIT.PROCLIB                                   //*********************************************************************         //*                                                                   *         //* Execute the Print Log utility against the new boot straps.        *         //*                                                                   *         //*********************************************************************         //PRINTLOG EXEC DSNJU004,VCAT=DB2FLOG,COND=(4,LT)                               //STEPLIB  DD  DISP=SHR,                                                        //             DSN=SSXDP.DB2F.SDSNEXIT                                          //         DD  DISP=SHR,                                                        //             DSN=SDB2F.SDSNLOAD                                               