//DWP1J003 JOB ,'DB2 A3 ANNEX',CLASS=S,MSGCLASS=X,NOTIFY=&SYSUID                /*JOBPARM SYSAFF=MVSF                                <= Change SYSAFF           //*                                                                             //* Create a conditional restart to BKP SYSTEM point in time                    //*  Update SYSPITR to value obtained FROM DSNJU004 report                      //*                                                                             //JOBLIB DD DSN=SDWP1.SDSNLOAD,DISP=SHR                                         //CLI     EXEC PGM=DSNJU003                                                     //SYSUT1   DD DISP=SHR,DSN=DWP1LOG.BSDS01                                       //SYSUT2   DD DISP=SHR,DSN=DWP1LOG.BSDS02                                       //SYSPRINT DD SYSOUT=X                                                          //SYSIN    DD *                                                                   CRESTART CREATE,SYSPITR=????????????                                          