//DB2FFTJZ JOB ,'DB2 V9 INSTALL',CLASS=S,MSGCLASS=X,                            //         NOTIFY=&SYSUID,REGION=0M                                             /*JOBPARM SYSAFF=MVSF                                                           /*                                                                              //*********************************************************************         //*                                                                   *         //* COPY DSNTIJUZ TO SYS1.PROCLIB                                     *         //* SSXDP.RFC.D160928.C277422.DB2F.BKPSYS.RETEST(FDSNTJUZ)            *         //*                                                                   *         //*********************************************************************         //FBKPROCS EXEC PGM=IEBCOPY,COND=(0,NE)                                         //SYSPRINT DD  SYSOUT=*                                                         //FBKTJUZ  DD  DISP=SHR,DSN=SSXDP.RFC.D160915.C267535.DB2F.BKPSYS.TEST          //TAILOR   DD  DISP=SHR,DSN=SSXDP.DB2F.TAILOR.SDSNSAMP                          //SYSUT3   DD  UNIT=SYSDA,SPACE=(CYL,(25,10),RLSE)                              //SYSUT4   DD  UNIT=SYSDA,SPACE=(CYL,(25,10),RLSE)                              //SYSIN    DD  *                                                                  COPY INDD=((FBKTJUZ,R)),OUTDD=TAILOR                                                 SELECT MEMBER=DSNTIJUZ                                                   /*                                                                              