//DB2FIUPD  JOB ,'DB2 RM 105',CLASS=S,MSGCLASS=X,                               //         NOTIFY=&SYSUID,REGION=0M                                             /*JOBPARM SYSAFF=MVSF                                                           //*                                                                             //*       SSXDP.RFC.D160928.C277422.DBFG.BKPSYS.RETEST(IPOUPDTE)                //*                                                                             //ICEMAN  EXEC PGM=IPOUPDTE,PARM='UPDATE'                                       //SYSOUT  DD SYSOUT=*                                                           //SYSPRINT DD SYSOUT=*                                                          //@LIB   DD DISP=SHR,DSN=SSXDP.RFC.D160928.C277422.DBFG.BKPSYS.RETEST           //SYSIN DD *                                                                    D160928<D160928<                                                                C277422<C277422<                                                                /*                                                                              