//DB2FIVP1  JOB ,'DB2 RM 105',CLASS=S,MSGCLASS=X,                       00010007//         NOTIFY=&SYSUID,REGION=0M                                     00020000/*JOBPARM SYSAFF=MVSF                                                   00030005//**********************************************************************00040000//*                                                                    *00050000//* SSXDP.RFC.D160928.C277422.DB2F.BKPSYS.RETEST(IVP1)                 *00060003//*                                                                    *00070000//**********************************************************************00080000//*                                                                     00090000//TEP2     EXEC PGM=IKJEFT1B,DYNAMNBR=20                                00100000//*                                                                     00110000//STEPLIB  DD DISP=SHR,DSN=SDB2F.SDSNLOAD                               00120007//*                                                                     00130000//SYSTSPRT DD SYSOUT=*                                                  00140000//SYSPRINT DD SYSOUT=*                                                  00150000//SYSUDUMP DD SYSOUT=*                                                  00160000//SYSTSIN  DD *                                                         00170000  DSN SYSTEM(DB2F)                                                      00180000  RUN  PROGRAM(DSNTEP2) PLAN(DSNTEP2) -                                 00190000       LIB('SSXDP.DB2F.RUNLIB.LOAD')  PARMS('/ALIGN(MID)')              00200003//SYSIN    DD *                                                         00210000  SELECT COUNT(*) FROM DSN8910.PARTS      ;                             00220000