//DB2FIVP2  JOB ,'DB2 RM 105',CLASS=S,MSGCLASS=X,                       00010021//         NOTIFY=&SYSUID,REGION=0M                                     00020000/*JOBPARM SYSAFF=MVSF                                                   00030017//**********************************************************************00040000//*                                                                    *00050000//* SSXDP.RFC.D160928.C277422.DB2F.CONVERT.LOG(IVP2)                   *00060012//*                                                                    *00070000//**********************************************************************00080000//*                                                                     00090000//TEP2     EXEC PGM=IKJEFT1B,DYNAMNBR=20                                00100000//*                                                                     00110000//STEPLIB  DD DISP=SHR,DSN=SDB2F.SDSNLOAD                               00120021//*                                                                     00130000//SYSTSPRT DD SYSOUT=*                                                  00140000//SYSPRINT DD SYSOUT=*                                                  00150000//SYSUDUMP DD SYSOUT=*                                                  00160000//SYSTSIN  DD *                                                         00170000  DSN SYSTEM(DB2F)                                                      00180000  RUN  PROGRAM(DSNTEP2) PLAN(DSNTEP2) -                                 00190000       LIB('SSXDP.DB2F.RUNLIB.LOAD')  PARMS('/ALIGN(MID)')              00200012//SYSIN    DD DSN=SSXDP.RFC.D160915.C267535.DBFG.BKPSYS.TEST(DSNTESD),  00210022//      DISP=SHR                                                        00220000//*** FOR DB2 DATASHARING                                               00220116//***   MODIFY NEXT JOB TO RUN ON SECOND MEMBER                         00220216//DB3FIVP2  JOB ,'DB2 RM 105',CLASS=S,MSGCLASS=X,                       00230021//         NOTIFY=&SYSUID,REGION=0M                                     00240013/*JOBPARM SYSAFF=MVSI                                                   00250020//**********************************************************************00260013//*                                                                    *00270013//* SSXDP.RFC.D160928.C277422.DB2F.CONVERT.LOG(IVP2)                   *00280013//*                                                                    *00290013//**********************************************************************00300013//*                                                                     00310013//TEP2     EXEC PGM=IKJEFT1B,DYNAMNBR=20                                00320013//*                                                                     00330013//STEPLIB  DD DISP=SHR,DSN=SDB3F.SDSNLOAD                               00340021//*                                                                     00350013//SYSTSPRT DD SYSOUT=*                                                  00360013//SYSPRINT DD SYSOUT=*                                                  00370013//SYSUDUMP DD SYSOUT=*                                                  00380013//SYSTSIN  DD *                                                         00390013  DSN SYSTEM(DB3F)                                                      00400021  RUN  PROGRAM(DSNTEP2) PLAN(DSNTEP2) -                                 00410013       LIB('SSXDP.DB3F.RUNLIB.LOAD')  PARMS('/ALIGN(MID)')              00420021//SYSIN    DD DSN=SSXDP.RFC.D160915.C267535.DBFG.BKPSYS.TEST(DSNTESD),  00430022//      DISP=SHR                                                        00440013