//DB2FIVP3  JOB ,'DB2 RM 105',CLASS=S,MSGCLASS=X,                       00010010//         NOTIFY=&SYSUID,REGION=0M                                     00020000/*JOBPARM SYSAFF=MVSF                                                   00030008//**********************************************************************00040000//*                                                                    *00050000//* SSXDP.RFC.D160928.C277422.DB2F.CONVERT.LOG(IVP3)                   *00060006//*                                                                    *00070000//**********************************************************************00080000//*                                                                     00090000//TEP2     EXEC PGM=IKJEFT1B,DYNAMNBR=20                                00100000//* C                                                                   00110003//STEPLIB  DD DISP=SHR,DSN=SDB2F.SDSNLOAD                               00120010//*                                                                     00130000//SYSTSPRT DD SYSOUT=*                                                  00140000//SYSPRINT DD SYSOUT=*                                                  00150000//SYSUDUMP DD SYSOUT=*                                                  00160000//SYSTSIN  DD *                                                         00170000  DSN SYSTEM(DB2F)                                                      00180000  RUN  PROGRAM(DSNTEP2) PLAN(DSNTEP2) -                                 00190000       LIB('SSXDP.DB2F.RUNLIB.LOAD')  PARMS('/ALIGN(MID)')              00200006//SYSIN    DD DSN=SSXDP.RFC.D160928.C277422.DBFG.BKPSYS.RETEST(DELETE), 00210011//      DISP=SHR                                                        00220000