//DB2FRECV  JOB ,'DB2 RM 105',CLASS=S,MSGCLASS=X,                       00010000//         NOTIFY=&SYSUID,REGION=0M                                     00020000/*JOBPARM SYSAFF=MVSF                                                   00030000//***********************************************                       00040000//* STEP RECOVER: RECOVER TABLESPACES                                   00050000//***********************************************                       00060000//* 1) LIST DR DUMPCLASS AND IDENTIFY WICH ONE WILL BE USED             00070000//*    SSXDP.DB2MAINT.DBRG.HOW.TO.BKPSYS($HSENDVL)                      00080000//* 2) IDENTIFY THE LRSN FROM LATEST BACKUP SYSTEM                      00090000//*    MODIFY RESTOREBEFORE X'NNNNNNNNNNNN' WITH LRSN                   00091000//***********************************************                       00092000//* RECOVER ENTIRE DATASET TO CURRENT FROM DAILY DUMP                   00093000//*  TO CURRENT                                                         00094000//***********************************************                       00095000//***********************************************                       00100000//RECOVER EXEC DSNUPROC,SYSTEM=DB2F,                                    00110000//             LIB='SDB2F.SDSNLOAD',                                    00120000//             UID=''                                                   00130000//DSNUPROC.SYSUT1 DD DSN=T492331.SYSUT1,                                00140000//             DISP=(MOD,DELETE,CATLG),                                 00150000//             SPACE=(TRK,(30,30),RLSE),                                00160000//             UNIT=SYSDA                                               00170000//DSNUPROC.SYSIN  DD  *                                                 00180000RECOVER TABLESPACE DSN8D10A.DSN8S10E DSNUM ALL                          00190000RESTOREBEFORE X'D2F6EB101225' FROMDUMP DUMPCLASS(DBFGDR)                00200000