//DB2FRECV  JOB ,'DB2 RM 105',CLASS=S,MSGCLASS=X,                       00010010//         NOTIFY=&SYSUID,REGION=0M                                     00020000/*JOBPARM SYSAFF=MVSF                                                   00030008//***********************************************                       00040000//* STEP RECOVER: RECOVER TABLESPACES                                   00050000//* SSXDP.RFC.D160928.C277422.DB2F.BKPSYS.RETEST(RECOVER)               00051006//***********************************************                       00060000//* RECOVER ENTIRE DATASET TO CURRENT FROM COPYPOOL ON DISK             00070000//*  TO CURRENT                                                         00080000//***********************************************                       00090000//RECOVER EXEC DSNUPROC,SYSTEM=DB2F,                                    00100000//             LIB='SDB2F.SDSNLOAD',                                    00110010//             UID=''                                                   00120000//DSNUPROC.SYSUT1 DD DSN=T492331.SYSUT1,                                00130000//             DISP=(MOD,DELETE,CATLG),                                 00140000//             SPACE=(TRK,(30,30),RLSE),                                00150000//             UNIT=SYSDA                                               00160000//DSNUPROC.SYSIN  DD  *                                                 00170000RECOVER TABLESPACE DSN8D91A.DSN8S91S DSNUM ALL                          00180000REBUILD INDEX(ALL) TABLESPACE DSN8D91A.DSN8S91S                         00190000