//DB2FRPIT  JOB ,'DB2 RM 105',CLASS=S,MSGCLASS=X,                       00010017//         NOTIFY=&SYSUID,REGION=0M                                     00020000/*JOBPARM SYSAFF=MVSF                                                   00030014//***********************************************                       00040000//* STEP RECOVER: RECOVER TABLESPACES TO POINT IN TIME                  00050000//* SSXDP.RFC.D160928.C277422.DB2F.CONVERT.LOG(RECOVPIT)                00051008//***********************************************                       00052000//* RECOVER ENTIRE DATASET TO CURRENT FROM COPYPOOL ON DISK             00053000//*  TO PIT - LRSN                                                      00054000//*  FROM REPORT RECOVERY :                                             00054109//*                         - USE START RBA FOR DB2 STAND-ALONE         00054209//*                           USE START LRSN FOR DB2 DATA SHARING       00054309//***********************************************                       00055000//RECOVER EXEC DSNUPROC,SYSTEM=DB2F,                                    00056000//             LIB='SDB2F.SDSNLOAD',                                    00057017//             UID=''                                                   00058000//DSNUPROC.SYSUT1 DD DSN=T492331.SYSUT1,                                00059000//             DISP=(MOD,DELETE,CATLG),                                 00060000//             SPACE=(TRK,(30,30),RLSE),                                00070000//             UNIT=SYSDA                                               00080000//DSNUPROC.SYSIN  DD  *                                                 00090000RECOVER TABLESPACE DSN8D91A.DSN8S91S DSNUM ALL                          00100000TOLOGPOINT X'D16AC8E8CD6F'                                              00101018REBUILD INDEX(ALL) TABLESPACE DSN8D91A.DSN8S91S                         00110000//                                                                      00111006TOLOGPOINT X'D0A90E2FDD64'                                              00112007TOLOGPOINT X'07A2249A922E'                                              00120006