//DB2FRCW1  JOB ,'DB2 RM 105',CLASS=S,MSGCLASS=X,                       00010007//         NOTIFY=&SYSUID,REGION=0M                                     00020000/*JOBPARM SYSAFF=MVSF                                                   00030005//***********************************************                       00040000//* STEP RECOVER: RECOVER TABLESPACES                                   00050000//* SSXDP.RFC.D160928.C277422.DB2F.BKPSYS.RETEST(RECVWL)                00051001//***********************************************                       00052000//* RECOVER ENTIRE DATASET TO CURRENT FROM DUMP BACKUP                  00053000//*  TO CURRENT                                                         00054000//***********************************************                       00055000//* RECOVER ENTIRE DATASET TO CURRENT                                   00056000//* FROM DAILY DUMP COPYPOOL BACKUP                                     00057000//*                                                                     00058000//* USE THIS JOB TO RECOVER USING SPECIFIC WEEKLY DUMP                  00059000//*                                                                     00060000//*                                                                     00070000//* 1) ON PRINT LOG MAP (DSNJU004 - BACKUP SYSTEM UTILITY HISTORY)      00080000//* LOCATE THE DB2 BACKUP SYSTEM LRSN EXECUTED AFTER                    00081000//* THE DESIRED DAILY DUMP                                              00082000//*                                                                     00083000//* 2) FIND OUT THE RELATED DATA COMPLETE LRSN VALUE                    00084000//*                                                                     00085000//* 3) FILL IN RESTOREBEFORE X'????????????' WITH                       00086000//*  DATE COMPLETE LRSN VALUE                                           00087000//***********************************************                       00088000//RECOVER EXEC DSNUPROC,SYSTEM=DB2F,                                    00089000//             LIB='SDB2F.SDSNLOAD',                                    00090007//             UID=''                                                   00100000//DSNUPROC.SYSUT1 DD DSN=T492331.SYSUT1,                                00110000//             DISP=(MOD,DELETE,CATLG),                                 00120000//             SPACE=(TRK,(30,30),RLSE),                                00130000//             UNIT=SYSDA                                               00140000//DSNUPROC.SYSIN  DD  *                                                 00150000RECOVER TABLESPACE DSN8D91A.DSN8S91S                                    00160000TOLOGPOINT X'078E4BFE1F93' FROMDUMP DUMPCLASS(DBFGWL)                   00170008REBUILD INDEX(ALL) TABLESPACE DSN8D91A.DSN8S91S                         00180000