//DB2FRCDL  JOB ,'DB2 RM 105',CLASS=S,MSGCLASS=X,                       00010018//         NOTIFY=&SYSUID,REGION=0M                                     00020000/*JOBPARM SYSAFF=MVSF                                                   00031016//***********************************************                       00040000//* STEP RECOVER: RECOVER TABLESPACES                                   00050000//* SSXDP.RFC.D160928.C277422.DB2F.BKPSYS.RETEST(RECVDDL)               00051014//***********************************************                       00052000//* RECOVER ENTIRE DATASET TO CURRENT                                   00053009//* FROM DAILY DUMP COPYPOOL BACKUP                                     00054007//*                                                                     00054105//* USE THIS JOB TO RECOVER USING SPECIFIC DAILY DUMP                   00054205//*                                                                     00054305//*                                                                     00054405//* 1) ON PRINT LOG MAP (DSNJU004 - BACKUP SYSTEM UTILITY HISTORY)      00054505//* LOCATE THE DB2 BACKUP SYSTEM LRSN EXECUTED AFTER                    00054605//* THE DESIRED DAILY DUMP                                              00054705//*                                                                     00054805//* 2) FIND OUT THE RELATED DATA COMPLETE LRSN VALUE                    00054905//*                                                                     00055005//* 3) FILL IN RESTOREBEFORE X'????????????' WITH                       00055405//*  DATE COMPLETE LRSN VALUE                                           00055605//***********************************************                       00055705//RECOVER EXEC DSNUPROC,SYSTEM=DB2F,                                    00056012//             LIB='SDB2F.SDSNLOAD',                                    00057018//             UID=''                                                   00058000//DSNUPROC.SYSUT1 DD DSN=T492331.SYSUT1,                                00059000//             DISP=(MOD,DELETE,CATLG),                                 00060000//             SPACE=(TRK,(30,30),RLSE),                                00070000//             UNIT=SYSDA                                               00080000//DSNUPROC.SYSIN  DD  *                                                 00090000RECOVER TABLESPACE DSN8D91A.DSN8S91S                                    00100002RESTOREBEFORE X'CFBD24AC7CFE' FROMDUMP DUMPCLASS(DBFGDL)                00101018REBUILD INDEX(ALL) TABLESPACE DSN8D91A.DSN8S91S                         00110000