//DB2FRCWL  JOB ,'DB2 RM 105',CLASS=S,MSGCLASS=X,                       00010021//         NOTIFY=&SYSUID,REGION=0M                                     00020000/*JOBPARM SYSAFF=MVSF                                                   00030019//***********************************************                       00040000//* STEP RECOVER: RECOVER TABLESPACES                                   00050000//* SSXDP.RFC.D160928.C277422.DB2F.BKPSYS.RETEST(RECVWL)                00051016//***********************************************                       00060000//* RECOVER ENTIRE DATASET TO CURRENT FROM DUMP BACKUP                  00070006//*  TO CURRENT                                                         00080000//***********************************************                       00081007//* RECOVER ENTIRE DATASET TO CURRENT                                   00082007//* FROM DAILY DUMP COPYPOOL BACKUP                                     00083007//*                                                                     00084007//* USE THIS JOB TO RECOVER USING SPECIFIC WEEKLY DUMP                  00085007//*                                                                     00086007//*                                                                     00087007//* 1) ON PRINT LOG MAP (DSNJU004 - BACKUP SYSTEM UTILITY HISTORY)      00088007//* LOCATE THE DB2 BACKUP SYSTEM LRSN EXECUTED AFTER                    00089007//* THE DESIRED DAILY DUMP                                              00089107//*                                                                     00089207//* 2) FIND OUT THE RELATED DATA COMPLETE LRSN VALUE                    00089307//*                                                                     00089407//* 3) FILL IN RESTOREBEFORE X'????????????' WITH                       00089507//*  DATE COMPLETE LRSN VALUE                                           00089607//***********************************************                       00090000//RECOVER EXEC DSNUPROC,SYSTEM=DB2F,                                    00100000//             LIB='SDB2F.SDSNLOAD',                                    00110021//             UID=''                                                   00120000//DSNUPROC.SYSUT1 DD DSN=T492331.SYSUT1,                                00130000//             DISP=(MOD,DELETE,CATLG),                                 00140000//             SPACE=(TRK,(30,30),RLSE),                                00150000//             UNIT=SYSDA                                               00160000//DSNUPROC.SYSIN  DD  *                                                 00170000RECOVER TABLESPACE DSN8D91A.DSN8S91S                                    00180006RESTOREBEFORE X'CFD3B7F62FCA' FROMDUMP DUMPCLASS(DBFGWL)                00181021REBUILD INDEX(ALL) TABLESPACE DSN8D91A.DSN8S91S                         00190000