//DB2FRCDL  JOB ,'DB2 RM 105',CLASS=S,MSGCLASS=X,                       00010003//         NOTIFY=&SYSUID,REGION=0M                                     00020000/*JOBPARM SYSAFF=MVSF                                                   00030000//***********************************************                       00040000//* STEP RECOVER: RECOVER TABLESPACES                                   00050000//* SSXDP.RFC.D160928.C277422.DB2F.BKPSYS.RETEST(RECVDDL1)              00051000//***********************************************                       00052000//* RECOVER ENTIRE DATASET TO CURRENT                                   00053000//* FROM DAILY DUMP COPYPOOL BACKUP                                     00054000//*                                                                     00054100//* USE THIS JOB TO RECOVER USING SPECIFIC DAILY DUMP                   00054200//*                                                                     00054300//*                                                                     00054400//* 1) ON PRINT LOG MAP (DSNJU004 - BACKUP SYSTEM UTILITY HISTORY)      00054500//* LOCATE THE DB2 BACKUP SYSTEM LRSN EXECUTED AFTER                    00054600//* THE DESIRED DAILY DUMP                                              00054700//*                                                                     00054800//* 2) FIND OUT THE RELATED DATA COMPLETE LRSN VALUE                    00054900//*                                                                     00055000//* 3) FILL IN RESTOREBEFORE X'????????????' WITH                       00055100//*  DATE COMPLETE LRSN VALUE                                           00055200//***********************************************                       00055300//RECOVER EXEC DSNUPROC,SYSTEM=DB2F,                                    00055400//             LIB='SDB2F.SDSNLOAD',                                    00055503//             UID=''                                                   00055600//DSNUPROC.SYSUT1 DD DSN=T492331.SYSUT1,                                00055700//             DISP=(MOD,DELETE,CATLG),                                 00055800//             SPACE=(TRK,(30,30),RLSE),                                00055900//             UNIT=SYSDA                                               00056000//DSNUPROC.SYSIN  DD  *                                                 00057000RECOVER TABLESPACE DSN8D91A.DSN8S91S                                    00058000TOLOGPOINT X'08C95088EE2E' FROMDUMP DUMPCLASS(DBFGDL)                   00059002REBUILD INDEX(ALL) TABLESPACE DSN8D91A.DSN8S91S                         00060000