//DB2FREPR  JOB ,'DB2 RM 105',CLASS=S,MSGCLASS=X,                       00010008//         NOTIFY=&SYSUID,REGION=0M                                     00020000/*JOBPARM SYSAFF=MVSF                                                   00030006//*************************************************************         00040000//* STEP REPORT: REPORT RECOVERY                                        00050000//* SSXDP.RFC.D160928.C277422.DB2F.BKPSYS.RETEST(REPORTR)               00051004//*************************************************************         00060000//REPORT EXEC DSNUPROC,SYSTEM=DB2F,                                     00070000//             LIB='SDB2F.SDSNLOAD',                                    00080008//             UID=''                                                   00090000//DSNUPROC.SYSIN  DD  *                                                 00100000REPORT RECOVERY TABLESPACE DSN8D91A.DSN8S91S                            00110000  DSNUM ALL                                                             00120000/*                                                                      00130000