//DWP1RSDT JOB ,'DB2 V9 INSTALL',CLASS=S,MSGCLASS=X,                    00001002//         NOTIFY=&SYSUID,REGION=0M                                     00002000/*JOBPARM SYSAFF=MVSF                                                   00003001//********************************************************************* 00010000//*                                                                     00020000//* RECOVER A DATA SHARING GROUP TO A PREVIOUS POINT IN TIME BY         00030000//* RESTORING VOLUME COPIES AND APPLYING ANY OUTSTANDING LOG CHANGES.   00040000//*                                                                     00050000//***********************************************************ADB2ZSB*** 00060000//*                                                                     00070000//********************************************************************* 00080000//* STEP BACKUP: RUN BACKUP SYSTEM                                      00090000//********************************************************************* 00100000//RESTOR EXEC DSNUPROC,SYSTEM=DWP1,                                     00110001//             UID='RSTSYS'                                             00120000//DSNUPROC.SYSIN  DD  *                                                 00130000  RESTORE SYSTEM                                                        00140000/*                                                                      00150000